function search() {
    let kural = parseInt(document.getElementById('kuralen').value);
    let resultDiv = document.getElementById('result');
    let resultText = '';

    switch (kural) {
        case 1:
            resultText = `<strong style="color: aqua">குறள் எண்: 1 </strong><hr>` +
                'அகர முதல எழுத்தெல்லாம் ஆதி<br>' +
                'பகவன் முதற்றே உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எழுத்துக்கள் எல்லாம் அகரத்தை அடிப்படையாக கொண்டிருக்கின்றன. ' +
                'அதுபோல் உலகம் கடவுளை அடிப்படையாக கொண்டிருக்கிறது.<br>';
            break;

        case 2:
            resultText = `<strong style="color: aqua">குறள் எண்: 2 </strong><hr>` +
                'கற்றதனால் ஆய பயனென்கொல் வாலறிவன்<br>' +
                'நற்றாள் தொழாஅர் எனின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தூய அறிவு வடிவாக விளங்கும் இறைவனுடைய நல்ல திருவடிகளை ' +
                'தொழாமல் இருப்பாரானால், அவர் கற்ற கல்வியினால் ஆகிய பயன் என்ன?.';
            break;

        case 3:
            resultText = `<strong style="color: aqua">குறள் எண்: 3 </strong><hr>` +
                'மலர்மிசை ஏகினான் மாணடி சேர்ந்தார்<br>' +
                'நிலமிசை நீடுவாழ் வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பரின் அகமாகிய மலரில் வீற்றிருக்கும் கடவுளின் சிறந்த திருவடிகளை ' +
                'பொருந்தி நினைக்கின்றவர், இன்ப உலகில் நிலைத்து வாழ்வார்.';
            break;

        case 4:
            resultText = `<strong style="color: aqua">குறள் எண்: 4 </strong><hr>` +
                'வேண்டுதல் வேண்டாமை இலானடி சேர்ந்தார்க்கு<br>' +
                'யாண்டும் இடும்பை இல.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விருப்பு வெறுப்பு இல்லாத கடவுளின் திருவடிகளை ' +
                'பொருந்தி நினைக்கின்றவர்க்கு எப்போதும் எவ்விடத்திலும் துன்பம் இல்லை.';
            break;

        case 5:
            resultText = `<strong style="color: aqua">குறள் எண்: 5</strong><hr>` +
                'இருள்சேர் இருவினையும் சேரா இறைவன்<br>' +
                'பொருள்சேர் புகழ்புரிந்தார் மாட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கடவுளின் உண்மைப் புகழை விரும்பி அன்பு செலுத்துகின்றவரிடம் ' +
                'அறியாமையால் விளையும் இருவகை வினையும் சேர்வதில்லை.';
            break;

        case 6:
            resultText = `<strong style="color: aqua">குறள் எண்: 6 </strong><hr>` +
                'பொறிவாயில் ஐந்தவித்தான் பொய்தீர் ஒழுக்க<br>' +
                'நெறிநின்றார் நீடுவாழ் வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஐம்பொறி வாயிலாக பிறக்கும் வேட்கைகளை அவித்த இறைவனுடைய ' +
                'பொய்யற்ற ஒழுக்க நெறியில் நின்றவர், நிலை பெற்ற நல்வாழ்க்கை வாழ்வர்.';
            break;

        case 7:
            resultText = `<strong style="color: aqua">குறள் எண்: 7 </strong><hr>` +
                'தனக்குவமை இல்லாதான் தாள்சேர்ந்தார்க் கல்லால்<br>' +
                'மனக்கவலை மாற்றல் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தனக்கு ஒப்புமை இல்லாத தலைவனுடைய திருவடிகளைப் ' +
                'பொருந்தி நினைக்கின்றவர் அல்லாமல், மற்றவர்க்கு மனக்கவலையை மாற்ற முடியாது.';
            break;

        case 8:
            resultText = `<strong style="color: aqua">குறள் எண்: 8 </strong><hr>` +
                'அறவாழி அந்தணன் தாள்சேர்ந்தார்க் கல்லால்<br>' +
                'பிறவாழி நீந்தல் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறக்கடலாக விளங்கும் கடவுளின் திருவடிகளைப் பொருந்தி ' +
                'நினைக்கின்றவர் அல்லாமல், மற்றவர் பொருளும் இன்பமுமாகிய மற்ற கடல்களைக் கடக்க முடியாது.';
            break;

        case 9:
            resultText = `<strong style="color: aqua">குறள் எண்: 9 </strong><hr>` +
                'கோளில் பொறியின் குணமிலவே எண்குணத்தான்<br>' +
                'தாளை வணங்காத் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கேட்காத செவி, பார்க்காத கண் போன்ற எண் குணங்களை உடைய ' +
                'கடவுளின் திருவடிகளை வணங்காதவரின் தலைகள் பயனற்றவைகளாம்.';
            break;

        case 10:
            resultText = `<strong style="color: aqua">குறள் எண்: 10 </strong><hr>` +
                'பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார்<br>' +
                'இறைவன் அடிசேராதார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இறைவனுடைய திருவடிகளை பொருந்தி நினைக்கின்றவர் ' +
                'பிறவியாகிய பெரிய கடலைக் கடக்க முடியும். மற்றவர் கடக்க முடியாது.';
            break;

        case 11:
            resultText = `<strong style="color: aqua">குறள் எண்: 11</strong><hr>` +
                'வானின் றுலகம் வழங்கி வருதலால்<br>' +
                'தானமிழ்தம் என்றுணரற் பாற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மழை பெய்ய உலகம் வாழ்ந்து வருவதால், மழையானது உலகத்து வாழும் உயிர்களுக்கு அமிழ்தம் என்று உணரத்தக்கதாகும்.';
            break;

        case 12:
            resultText = `<strong style="color: aqua">குறள் எண்: 12</strong><hr>` +
                'துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத் <br>' +
                'துப்பாய தூஉ மழை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உண்பவர்க்குத் தக்க உணவுப் பொருள்களை விளைவித்துத் தருவதோடு, பருகுவோர்க்குத் தானும் ஓர் உணவாக இருப்பது மழையாகும்.';
            break;

        case 13:
            resultText = `<strong style="color: aqua">குறள் எண்: 13</strong><hr>` +
                'விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து<br>' +
                'உள்நின் றுடற்றும் பசி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மழை பெய்யாமல் பொய்படுமானால், கடல் சூழ்ந்த அகன்ற உலகமாக இருந்தும் பசி உள்ளே நிலைத்து நின்று உயிர்களை வருத்தும்.';
            break;

        case 14:
            resultText = `<strong style="color: aqua">குறள் எண்: 14</strong><hr>` +
                'ஏரின் உழாஅர் உழவர் புயல்என்னும்<br>' +
                'வாரி வளங்குன்றிக் கால்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மழை என்னும் வருவாய் வளம் குன்றி விட்டால், (உணவுப் பொருள்களை உண்டாக்கும்) உழவரும் ஏர் கொண்டு உழமாட்டார்.';
            break;

        case 15:
            resultText = `<strong style="color: aqua">குறள் எண்: 15</strong><hr>` +
                'கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற் றாங்கே<br>' +
                'எடுப்பதூஉம் எல்லாம் மழை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெய்யாமல் வாழ்வைக் கெடுக்க வல்லதும் மழை; மழையில்லாமல் வளம் கெட்டு நொந்தவர்க்கும் துணையாய் அவ்வாறே காக்க வல்லதும் மழையாகும்.';
            break;

        case 16:
            resultText = `<strong style="color: aqua">குறள் எண்: 16</strong><hr>` +
                'விசும்பின் துளிவீழின் அல்லால்மற் றாங்கே<br>' +
                'பசும்புல் தலைகாண் பரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வானத்திலிருந்து மழைத்துளி வீழ்ந்தால் அல்லாமல், உலகத்தில் ஓரறிவுயிராகிய பசும்புல்லின் தலையையும் காண முடியாது.';
            break;

        case 17:
            resultText = `<strong style="color: aqua">குறள் எண்: 17</strong><hr>` +
                'நெடுங்கடலும் தன்நீர்மை குன்றும் தடிந்தெழிலி<br>' +
                'தான்நல்கா தாகி விடின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மேகம் கடலிலிருந்து நீரைக் கொண்டு அதனிடத்திலேயே பெய்யாமல் விடுமானால், பெரிய கடலும் தன் வளம் குன்றிப் போகும்.';
            break;

        case 18:
            resultText = `<strong style="color: aqua">குறள் எண்: 18</strong><hr>` +
                'சிறப்பொடு பூசனை செல்லாது வானம் <br>' +
                'வறக்குமேல் வானோர்க்கும் ஈண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மழை பெய்யாமல் போகுமானால் இவ்வுலகத்தில் வானோர்க்காக நடைபெறும் திருவிழாவும் நடைபெறாது; நாள் வழிபாடும் நடைபெறாது.';
            break;

        case 19:
            resultText = `<strong style="color: aqua">குறள் எண்: 19</strong><hr>` +
                'தானம் தவமிரண்டும் தங்கா வியனுலகம்<br>' +
                'வானம் வழங்கா தெனின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மழை பெய்யவில்லையானால், இந்த பெரிய உலகத்தில் பிறர் பொருட்டு செய்யும் தானமும், தம் பொருட்டு செய்யும் தவமும் இல்லையாகும்.';
            break;

        case 20:
            resultText = `<strong style="color: aqua">குறள் எண்: 20</strong><hr>` +
                'நீரின் றமையா துலகெனின் யார்யார்க்கும் <br>' +
                'வானின் றமையா தொழுக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எப்படிப்பட்டவர்க்கும் நீர் இல்லாமல் உலக வாழ்க்கை நடைபெறாது என்றால், மழை இல்லையானால் ஒழுக்கமும் நிலைபெறாமல் போகும்.';
            break;

        case 21:
            resultText = `<strong style="color: aqua">குறள் எண்: 21</strong><hr>` +
                'ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து <br>' + 
                'வேண்டும் பனுவல் துணிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒழுக்கத்தில் நிலைத்து நின்று பற்று விட்டவர்களின் பெருமையைச் சிறந்ததாக போற்றி கூறுவதே நூல்களின் துணிவாகும்.';
            break;

        case 22:
            resultText = `<strong style="color: aqua">குறள் எண்: 22</strong><hr>` +
                'துறந்தார் பெருமை துணைக்கூறின் வையத்து இறந்தாரை எண்ணிக்கொண் டற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பற்றுக்களைத் துறந்தவர்களின் பெருமையை அளந்து கூறுதல், உலகத்தில் இதுவரை பிறந்து இறந்தவர்களை கணக்கிடுவதைப்போன்றது.';
            break;

        case 23:
            resultText = `<strong style="color: aqua">குறள் எண்: 23</strong><hr>` +
                'இருமை வகைதெரிந் தீண்டறம் பூண்டார் பெருமை பிறங்கிற் றுலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறப்பு வீடு என்பன போல் இரண்டிரண்டாக உள்ளவைகளின் கூறுபாடுகளை ஆராய்ந்தறிந்து அறத்தை மேற்கொண்டவரின் பெருமையே உலகத்தில் உயர்ந்தது.';
            break;

        case 24:
            resultText = `<strong style="color: aqua">குறள் எண்: 24</strong><hr>` +
                'உரனென்னுந் தோட்டியான் ஓரைந்தும் காப்பான் வரனென்னும் வைப்பிற்கோர் வித்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவு என்னும் கருவியினால் ஐம்பொறிகளாகிய யானைகளை அடக்கி காக்க வல்லவன், மேலான வீட்டிற்கு விதை போன்றவன்.';
            break;

        case 25:
            resultText = `<strong style="color: aqua">குறள் எண்: 25</strong><hr>` +
                'ஐந்தவித்தான் ஆற்றல் அகல்விசும்பு ளார்கோமான் இந்திரனே சாலுங் கரி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஐந்து புலன்களாலாகும் ஆசைகளை ஒழித்தவனுடைய வல்லமைக்கு, வானுலகத்தாரின் தலைவனாகிய இந்திரனே போதுமான சான்று ஆவான்.';
            break;

        case 26:
            resultText = `<strong style="color: aqua">குறள் எண்: 26</strong><hr>` +
                'செயற்கரிய செய்வார் பெரியர் சிறியர் செயற்கரிய செய்கலா தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செய்வதற்கு அருமையான செயல்களை செய்ய வல்லவரே பெரியோர். செய்வதற்கு அரிய செயல்களைச் செய்யமாட்டாதவர் சிறியோர்.';
            break;

        case 27:
            resultText = `<strong style="color: aqua">குறள் எண்: 27</strong><hr>` +
                'சுவையொளி ஊறோசை நாற்றமென் றைந்தின் வகைதெரிவான் கட்டே உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சுவை, ஒளி, ஊறு, ஓசை, நாற்றம் என்று சொல்லப்படும் ஐந்தின் வகைகளையும் ஆராய்ந்து அறிய வல்லவனுடைய அறிவில் உள்ளது உலகம்.';
            break;

        case 28:
            resultText = `<strong style="color: aqua">குறள் எண்: 28</strong><hr>` +
                'நிறைமொழி மாந்தர் பெருமை நிலத்து மறைமொழி காட்டி விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பயன் நிறைந்த மொழிகளில் வல்ல சான்றோரின் பெருமையை, உலகத்தில் அழியாமல் விளங்கும் அவர்களுடைய மறைமொழிகளே காட்டிவிடும்.';
            break;

        case 29:
            resultText = `<strong style="color: aqua">குறள் எண்: 29</strong><hr>` +
                'குணமென்னுங் குன்றேறி நின்றார் வெகுளி கணமேயுங் காத்தல் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல பண்புகளாகிய மலையின்மேல் ஏறி நின்ற பெரியோர், ஒரு கணப்பொழுதே சினம் கொள்வார் ஆயினும் அதிலிருந்து ஒருவரைக் காத்தல் அரிதாகும்.';
            break;

        case 30:
            resultText = `<strong style="color: aqua">குறள் எண்: 30</strong><hr>` +
                'அந்தணர் என்போர் அறவோர்மற் றெவ்வுயிர்க்கும் <br>' +
                'செந்தண்மை பூண்டொழுக லான்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எல்லா உயிர்களிடத்திலும் செம்மையான அருளை மேற்கொண்டு ஒழுகுவதால், அறவோரே அந்தணர் எனப்படுவோர் ஆவர்.';
            break;

        case 31:
            resultText = `<strong style="color: aqua">குறள் எண்: 31</strong><hr>` +
                'சிறப்ஈனும்; செல்வமும் ஈனும்; அறத்தின்ஊஉங்கு <br>' +
                'ஆக்கம் எவனோ உயிர்க்கு?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறம், சிறப்பையும் அளிக்கும்; செல்வத்தையும் அளிக்கும்; ஆகையால் உயிர்க்கு அத்தகைய அறத்தைவிட நன்மையானது வேறு யாது?';
            break;

        case 32:
            resultText = `<strong style="color: aqua">குறள் எண்: 32</strong><hr>` +
                'அறத்தின்ஊங்கு ஆக்கமும் இல்லை; அதனை <br>' +
                'மறத்தலின் ஊங்குஇல்லை கேடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவருடைய வாழ்க்கைக்கு அறத்தைவிட நன்மையானதும் இல்லை; அறத்தைப் போற்றாமல் மறப்பதைவிடக் கெடுதியானதும் இல்லை.';
            break;

        case 33:
            resultText = `<strong style="color: aqua">குறள் எண்: 33</strong><hr>` +
                'ஒல்லும் வகையான் அறவினை ஓவாதே <br>' +
                'செல்லும்வா யெல்லாஞ் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செய்யக்கூடிய வகையால், எக்காரணத்தாலும் விடாமல் செல்லுமிடமெல்லாம் அறச்செயலைப் போற்றிச் செய்ய வேண்டும்.';
            break;

        case 34:
            resultText = `<strong style="color: aqua">குறள் எண்: 34</strong><hr>` +
                'மனத்துக்கண் மாசிலன் ஆதல்; அனைத்துஅறன்;<br>' + 
                'ஆகுல நீர பிற.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தன் மனத்தில் குற்றம் இல்லாதவனாக இருக்க வேண்டும்; அறம் அவ்வளவே; மனத்தூய்மை இல்லாத மற்றவை ஆரவாரத் தன்மை உடையவை.';
            break;

        case 35:
            resultText = `<strong style="color: aqua">குறள் எண்: 35</strong><hr>` +
                'அழுக்காறு அவாவெகுளி இன்னாச்சொல் நான்கும் <br>' +
                'இழுக்கா இயன்றது அறம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொறாமை, ஆசை, சினம், கடுஞ்சொல் ஆகிய இந்த நான்கு குற்றங்களுக்கும் இடங்கொடுக்காமல் அவற்றைக் கடிந்து ஒழுகுவதே அறமாகும்.';
            break;

        case 36:
            resultText = `<strong style="color: aqua">குறள் எண்: 36</strong><hr>` +
                'அன்றுஅறிவாம் என்னாது அறஞ்செய்க மற்றுஅது <br>' +
                'பொன்றும்கால் பொன்றாத் துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இளைஞராக உள்ளவர் பிற்காலத்தில் பார்த்துக் கொள்ளலாம் என்று எண்ணாமல் அறம் செய்யவேண்டும். அதுவே உடல் அழியும் காலத்தில் அழியாத் துணையாகும்.';
            break;

        case 37:
            resultText = `<strong style="color: aqua">குறள் எண்: 37</strong><hr>` +
                'அறத்தாறு இதுஎன வேண்டா சிவிகை <br>' +
                'பொறுத்தானோடு ஊர்ந்தான் இடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பல்லக்கைச் சுமப்பவனும் அதன் மேலிருந்து ஊர்ந்து செல்லுவோனுமாகிய அவர்களிடையே அறத்தின் பயன் இஃது என்று கூறவேண்டா.';
            break;

        case 38:
            resultText = `<strong style="color: aqua">குறள் எண்: 38</strong><hr>` +
                'வீழ்நாள் படாஅமை நன்றுஆற்றின் அஃதொருவன்<br>' + 
                'வாழ்நாள் வழியடைக்கும் கல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் அறம் செய்யத் தவறிய நாள் ஏற்படாதவாறு அறத்தைச் செய்வானானால் அதுவே அவன் உடலோடு வாழும் நாள் வரும் பிறவி வழியை அடைக்கும் கல்லாகும்.';
            break;

        case 39:
            resultText = `<strong style="color: aqua">குறள் எண்: 39</strong><hr>` +
                'அறத்தான் வருவதே இன்பம்:மற் றெல்லாம் <br>' +
                'புறத்த; புகழும் இல.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறநெறியில் வாழ்வதன் பயனாக வருவதே இன்பமாகும்; அறத்தோடு பொருந்தாமல் வருவன எல்லாம் இன்பம் இல்லாதவை; புகழும் இல்ல.';
            break;

        case 40:
            resultText = `<strong style="color: aqua">குறள் எண்: 40</strong><hr>` +
                'செயற்பாலது ஓரும் அறனே: ஒருவற்கு<br>' + 
                'உயற்பால தோரும் பழி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் வாழ்நாளில் முயற்சி மேற்கொண்டு செய்யத் தக்கது அறமே, செய்யாமல் காத்துக் கொள்ளத் தக்கது பழியே.';
            break;

        case 41:
            resultText = `<strong style="color: aqua">குறள் எண்: 41</strong><hr>` +
                'இல்வாழ்வான் என்பான் இயல்புடைய மூவர்க்கும் <br>' +
                'நல்லாற்றின் நின்ற துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இல்லறத்தில் வாழ்பவனாகச் சொல்லப்படுகின்றவன் அறத்தின் இயல்பை உடைய மூவர்க்கும் நல்வழியில் நிலை பெற்ற துணையாவான்.';
            break;

        case 42:
            resultText = `<strong style="color: aqua">குறள் எண்: 42</strong><hr>` +
                'துறந்தார்க்கும் துவ்வா தவர்க்கும் இறந்தார்க்கும் <br>' +
                'இல்வாழ்வான் என்பான் துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துறந்தவர்க்கும் வறியவர்க்கும் தன்னிடத்தே இறந்தவர்க்கும் இல்லறம் மேற்கொண்டு வாழ்கின்றவன் துணையாவான்.';
            break;

        case 43:
            resultText = `<strong style="color: aqua">குறள் எண்: 43</strong><hr>` +
                'தென்புலத்தார் தெய்வம் விருந்தொக்கல் தான்என்றாங்கு<br>' +
                'ஐம்புலத்தாறு ஓம்பல் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தென்புலத்தார், தெய்வம், விருந்தினர், சுற்றத்தார், தான் என்ற ஐவகையிடத்தும் அறநெறி தவறாமல் போற்றுதல் சிறந்த கடமையாகும்.';
            break;

        case 44:
            resultText = `<strong style="color: aqua">குறள் எண்: 44</strong><hr>` +
                'பழியஞ்சிப் பாத்தூண் உடைத்தாயின் வாழ்க்கை<br>' +
                'வழியெஞ்சல் எஞ்ஞான்றும் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் சேர்க்கும்போது பழிக்கு அஞ்சிச் சேர்த்து, செலவு செய்யும்போது பகுத்து உண்பதை மேற்கொண்டால், அவ்வாழ்க்கையின் ஒழுங்கு எப்போதும் குறைவதில்லை.';
            break;

        case 45:
            resultText = `<strong style="color: aqua">குறள் எண்: 45</strong><hr>` +
                'அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை <br>' +
                'பண்பும் பயனும் அது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இல்வாழ்க்கை அன்பும் அறமும் உடையதாக விளங்குமானால், அந்த வாழ்க்கையின் பண்பும் பயனும் அதுவே ஆகும்.';
            break;

        case 46:
            resultText = `<strong style="color: aqua">குறள் எண்: 46</strong><hr>` +
                'அறத்தாற்றின் இல்வாழ்க்கை ஆற்றின் புறத்தாற்றின் <br>' +
                'போஒய்ப் பெறுவது எவன்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரவன் அறநெறியில் இல்வாழ்க்கையைச் செலுத்தி வாழ்வானானால், அத்தகையவன் வேறு நெறியில் சென்று பெறத்தக்கது என்ன?';
            break;

        case 47:
            resultText = `<strong style="color: aqua">குறள் எண்: 47</strong><hr>` +
                'இயல்பினான் இல்வாழ்க்கை வாழ்பவன் என்பான்<br>' + 
                'முயல்வாருள் எல்லாம் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறத்தின் இயல்போடு இல்வாழ்க்கை வாழ்கின்றவன்- வாழ முயல்கின்றவன் பல திறத்தாரிலும் மேம்பட்டு விளங்குகின்றவன் ஆவான்.';
            break;

        case 48:
            resultText = `<strong style="color: aqua">குறள் எண்: 48</strong><hr>` +
                'ஆற்றின் ஒழுக்கி அறன்இழுக்கா இல்வாழ்க்கை<br>' +
                'நோற்பாரின் நோன்மை உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மற்றவரையும் அறநெறியில் ஒழுகச் செய்து, தானும் அறம் தவறாத இல்வாழ்க்கை, தவம் செய்வாரைவிட மிக்க வல்லமை உடைய வாழ்க்கையாகும்.';
            break;

        case 49:
            resultText = `<strong style="color: aqua">குறள் எண்: 49</strong><hr>` +
                'அறனெனப் பட்டதே இல்வாழ்க்கை அஃதும் <br>' +
                'பிறன்பழிப்பது இல்லாயின் நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறம் என்று சிறப்பித்துச் சொல்லப்பட்டது இல்வாழ்க்கையே ஆகும்; அதுவும் மற்றவன் பழிக்கும் குற்றம் இல்லாமல் விளங்கினால் மேலும் நன்மையாகும்.';
            break;

        case 50:
            resultText = `<strong style="color: aqua">குறள் எண்: 50</strong><hr>` +
                'வையத்துள் வாழ்வாங்கு வாழ்பவன் வான்உறையும் <br>' +
                'தெய்வத்துள் வைக்கப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகத்தில் வாழவேண்டிய அறநெறியில் நின்று வாழ்கின்றவன், வானுலகத்தில் உள்ள தெய்வமுறையில் வைத்து மதிக்கப்படுவான்.';
            break;

        case 51:
            resultText = `<strong style="color: aqua">குறள் எண்: 51</strong><hr>` +
                'மனைத்தக்க மாண்புஉடையள் ஆகித்தற் கொண்டான்<br>' +
                'வளத்தக்காள் வாழ்க்கைத் துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இல்வாழ்க்கைக்கு ஏற்ற நற்பண்பு உடையவளாகித் தன் கணவனுடைய பொருள் வளத்துக்குத் தக்க வாழ்க்கை நடத்துகின்றவளே வாழ்க்கைத் துணை ஆவாள்.';
            break;
        case 52:
            resultText = `<strong style="color: aqua">குறள் எண்: 52</strong><hr>` +
                'மனைமாட்சி இல்லாள்கண் இல்லாயின் வாழ்க்கை<br>' +
                'எனைமாட்சித்து ஆயினும் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இல்வாழ்க்கைக்குத் தக்க நற்பண்பு மனைவியிடம் இல்லையானால், ஒருவனுடைய வாழ்க்கை வேறு எவ்வளவு சிறப்புடையதானாலும் பயன் இல்லை.';
            break;
        case 53:
            resultText = `<strong style="color: aqua">குறள் எண்: 53</strong><hr>` +
                'இல்லதென் இல்லவள் மாண்பானால்; உள்ளதென்<br>' +
                'இல்லவள் மாணாக் கடை?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனைவி நற்பண்பு உடையவளானால் வாழ்க்கையில் இல்லாதது என்ன? அவள் நற்பண்பு இல்லாதவளானால் வாழ்க்கையில் இருப்பது என்ன?';
            break;
        case 54:
            resultText = `<strong style="color: aqua">குறள் எண்: 54</strong><hr>` +
                'பெண்ணின் பெருந்தக்க யாவுள கற்பென்னும்<br>' +
                'திண்மைஉண் டாகப் பெறின்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இல்வாழ்க்கையில் கற்பு என்னும் உறுதிநிலை இருக்கப் பெற்றால், பெண்ணைவிடப் பெருமையுடையவை வேறு என்ன இருக்கின்றன?';
            break;
        case 55:
            resultText = `<strong style="color: aqua">குறள் எண்: 55</strong><hr>` +
                'தெய்வம் தொழாஅள் கொழுநன் தொழுதெழுவாள்<br>' +
                'பெய்எனப் பெய்யும் மழை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வேறு தெய்வம் தொழாதவளாய்த் தன் கணவனையே தெய்வமாகக் கொண்டு தொழுது துயிலெழுகின்றவள் பெய் என்றால் மழை பெய்யும்!';
            break;
        case 56:
            resultText = `<strong style="color: aqua">குறள் எண்: 56</strong><hr>` +
                'தற்காத்துத் தற்கொண்டான் பேணித் தகைசான்ற<br>' +
                'சொல்காத்துச் சோர்விலாள் பெண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்புநெறியில் தன்னையும் காத்துக்கொண்டு, தன் கணவன் நிலைத்தால் பொறுப்புக் கொண்டு காத்திருப்பவளே அவருடைய தன் மனைவியானது!';
            break;
        case 57:
            resultText = `<strong style="color: aqua">குறள் எண்: 57</strong><hr>` +
                'வாலால் தாலின் செல்வம் உயர்தல் வாழ்க்கை<br>' +
                'ஓரா படுத்தும் ஒல்லையாள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவன் செல்வத்தை உயர்த்தும் ஆவளானால், பால் கண்டா சில்வை எனப்படும் ஒல்லையாள் ஆகவே நினைக்கப்படுகிறது.';
            break;
        case 58:
            resultText = `<strong style="color: aqua">குறள் எண்: 58</strong><hr>` +
                'எல்லாவும் நிறைந்த கற்புமை உடையாள்<br>' +
                'தொலிகுத் தொல்லி மன்னா.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறமொழியால் நிறைந்த கற்புமை உடையவளாக வாழ்ந்தால், அந்த மன்னனின் தொல்லி வருந்துதே! அவர் எழுகையை அறியா நிலைப்பாளன் ஆகவே நின்றால்!';
            break;
        case 59:
            resultText = `<strong style="color: aqua">குறள் எண்: 59</strong><hr>` +
                'அவள் இழத்தால் என்பாள் வீணா நன்றென<br>' +
                'இளக்கிளிக்கித் தஞ்சென் தடாகம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனவரால் விருப்பம் செய்தால், அவருடைய மனைவி வீண் வாழ்ந்தாள் எனப்படுகிறார்.';
            break;
        case 60:
            resultText = `<strong style="color: aqua">குறள் எண்: 60</strong><hr>` +
                'கள்ளிமை கற்றிரல் காலலின் ஆகுக<br>' +
                'தம்மின் ஊளிக்கும் கூறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவளைப் பற்றிய கள்ளிமை அநேகமாகக் கற்று கொள்வது அவளது கற்பில் விக்குதே! இது குறித்து அவர் மறந்து கொள்வதில்லை!';
            break;
        case 61:
            resultText = `<strong style="color: aqua">குறள் எண்: 61</strong><hr>` +
                'பெறுமவற்றுள் யாம்அறிவது இல்லை அறிவுஅறிந்த<br>' +
                'மக்கட்பேறு அல்ல பிற.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெறத் தகுந்த பேறுகளில், அறியவேண்டியவைகளை அறியும் நன்மக்களைப் பெறுவதைத் தவிர மற்றப் பேறுகளை யாம் மதிப்பதில்லை.';
            break;
        case 62:
            resultText = `<strong style="color: aqua">குறள் எண்: 62</strong><hr>` +
                'எழுபிறப்பும் தீயவை தீண்டா பழிபிறங்காப்<br>' +
                'பண்புடை மக்கள் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பழி இல்லாத நல்ல பண்பு உடைய மக்களைப் பெற்றால் ஒருவனுக்கு ஏழு பிறவியிலும் தீவினைப் பயனாகிய துன்பங்கள் சென்று சேரா.';
            break;
        case 63:
            resultText = `<strong style="color: aqua">குறள் எண்: 63</strong><hr>` +
                'தம்பொருள் என்பதம் மக்கள்; அவர்பொருள்<br>' +
                'தம்தம் வினையான் வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம் மக்களே தம்முடைய பொருள்கள் என்று அறிஞர் கூறுவர்; மக்களாகிய அவர்தம் பொருள்கள் அவரவருடைய வினையின் பயனால் வந்து சேரும்.';
            break;
        case 64:
            resultText = `<strong style="color: aqua">குறள் எண்: 64</strong><hr>` +
                'அமிழ்தினும் ஆற்ற இனிதேதம் மக்கள்<br>' +
                'சிறுகை அளாவிய கூழ்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்முடைய மக்களின் சிறு கைகளால் அளாவப்பெற்ற உணவு, பெற்றோர்க்கு அமிழ்தத்தைவிட மிக்க இனிமை உடையதாகும்.';
            break;
        case 65:
            resultText = `<strong style="color: aqua">குறள் எண்: 65</strong><hr>` +
                'மக்கள்மெய் தீண்டல் உடற்கின்பம் மற்றுஅவர்<br>' +
                'சொல்கேட்டல் இன்பம் செவிக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மக்களின் உடம்பைத் தொடுதல் உடம்பிற்கு இன்பம் தருவதாகும்; அம் மக்களின் மழலைச் சொற்களைக் கேட்டல் செவிக்கு இன்பம் தருவதாகும்.';
            break;
        case 66:
            resultText = `<strong style="color: aqua">குறள் எண்: 66</strong><hr>` +
                'குழல்இனிது யாழ்இனிது என்பதம் மக்கள்<br>' +
                'மழலைச்சொல் கேளா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம் மக்களின் மழலைச் சொல்லைக் கேட்டு அதன் இனிமையை நுகராதவரே குழலின் இசை இனியது, யாழின் இசை இனியது என்று கூறுவர்.';
            break;
        case 67:
            resultText = `<strong style="color: aqua">குறள் எண்: 67</strong><hr>` +
                'தந்தை மகற்குஆற்றும் நன்றி அவையத்து<br>' +
                'முந்தி யிருப்பச் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தந்தை தன் மகனுக்குச் செய்யத்தக்க நல்ல உதவி, கற்றவர் கூட்டத்தில் தன் மகன் முந்தியிருக்கும்படியாக அவனைக் கல்வியில் மேம்படச் செய்தலாகும்.';
            break;
        case 68:
            resultText = `<strong style="color: aqua">குறள் எண்: 68</strong><hr>` +
                'தம்மின்தம் மக்கள் அறிவுடமை மாநிலத்து<br>' +
                'மன்னுயிர்க்கு எல்லாம் இனிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம் மக்களின் அறிவுடைமை, தமக்கு இன்பம் பயப்பதைவிட உலகத்து உயிர்களுக்கெல்லாம் மிகுந்த இன்பம் பயப்பதாகும்.';
            break;
        case 69:
            resultText = `<strong style="color: aqua">குறள் எண்: 69</strong><hr>` +
                'ஈன்ற பொழுதின் பெரிதுஉவக்கும் தன்மகனைச்<br>' +
                'சான்றோன் எனக்கேட்ட தாய்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் மகனை நற்பண்பு நிறைந்தவன் எனப் பிறர் சொல்லக் கேள்வியுற்ற தாய், தான் அவனைப் பெற்ற காலத்து உற்ற மகிழ்ச்சியைவிடப் பெரிதும் மகிழ்வாள்.';
            break;
        case 70:
            resultText = `<strong style="color: aqua">குறள் எண்: 70</strong><hr>` +
                'மகன்தந்தைக்கு ஆற்றும் உதவி இவன்தந்தை<br>' +
                'என்னோற்றான் கொல்எனும் சொல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மகன் தன் தந்தைக்குச் செய்யத்தக்க கைம்மாறு, "இவன் தந்தை இவனை மகனாகப் பெற என்ன தவம் செய்தானோ" என்று பிறர் புகழ்ந்து சொல்லும் சொல்லாகும்.';
            break;
        case 71:
            resultText = `<strong style="color: aqua">குறள் எண்: 71</strong><hr>` +
                'அன்பிற்கும் உண்டோ அடைக்குந்தாழ்? ஆர்வலர்<br>' +
                'புன்கண்நீர் பூசல் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்புக்கும் அடைத்துவைக்கும் தாழ் உண்டோ? அன்புடையவரின் சிறு கண்ணீரே (உள்ளே இருக்கும் அன்பைப்) பலரும் அறிய வெளிப்படுத்திவிடும்.';
            break;
        case 72:
            resultText = `<strong style="color: aqua">குறள் எண்: 72</strong><hr>` +
                'அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார்<br>' +
                'என்பும் உரியர் பிறர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பு இல்லாதவர் எல்லாப் பொருளையும் தமக்கே உரிமையாகக் கொண்டு வாழ்வர்; அன்பு உடையவர் தம் உடம்பையும் பிறர்க்கு உரிமையாக்கி வாழ்வர்.';
            break;
        case 73:
            resultText = `<strong style="color: aqua">குறள் எண்: 73</strong><hr>` +
                'அன்போடு இயைந்த வழக்கென்ப ஆருயிர்க்கு<br>' +
                'என்போடு இயைந்த தொடர்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அருமையான உயிர்க்கு உடம்போடு பொருந்தி இருக்கின்ற உறவு, அன்போடு பொருந்தி வாழும் வாழ்க்கையின் பயன் என்று கூறுவர்.';
            break;
        case 74:
            resultText = `<strong style="color: aqua">குறள் எண்: 74</strong><hr>` +
                'அன்புஈனும் ஆர்வம் உடமை அதுஈனும்<br>' +
                'நண்புஎன்னும் நாடாச் சிறப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பு, பிறரிடம் விருப்பம் உடையவராக வாழும் தன்மையைத் தரும்; அஃது எல்லோரிடத்திலும் நட்பு என்று சொல்லப்படும் அளவற்ற சிறப்பைத் தரும்.';
            break;
        case 75:
            resultText = `<strong style="color: aqua">குறள் எண்: 75</strong><hr>` +
                'அன்புற்று அமர்ந்த வழக்கென்ப வையகத்து<br>' +
                'இன்புற்றார் எய்தும் சிறப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகத்தில் இன்பம் உற்று வாழ்கின்றவர் அடையும் சிறப்பு, அன்பு உடையவராகிப் பொருந்தி வாழும் வாழ்க்கையின் பயன் என்று கூறுவர்.';
            break;
        case 76:
            resultText = `<strong style="color: aqua">குறள் எண்: 76</strong><hr>` +
                'அறத்திற்கே அன்புசார்பு என்ப அறியார்<br>' +
                'மறத்திற்கும் அஃதே துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறியாதவர், அறத்திற்கு மட்டுமே அன்பு துணையாகும் என்று கூறுவர்; ஆராய்ந்து பார்த்தால் வீரத்திற்கும் அதுவே துணையாக நிற்கின்றது.';
            break;
        case 77:
            resultText = `<strong style="color: aqua">குறள் எண்: 77</strong><hr>` +
                'என்பு இலதனை வெயில்போலக் காயுமே<br>' +
                'அன்பு இலதனை அறம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எலும்பு இல்லாத உடம்போடு வாழும் புழுவை வெயில் காய்ந்து வருத்துவதுபோல், அன்பு இல்லாத உயிரை அறம் வருத்தும்.';
            break;
        case 78:
            resultText = `<strong style="color: aqua">குறள் எண்: 78</strong><hr>` +
                'அன்பகத்து இல்லா உயிர்வாழ்க்கை வன்பாற்கண்<br>' +
                'வற்றல் மரம்தளிர்த் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அகத்தில் அன்பு இல்லாமல் வாழும் உயிர்வாழ்க்கை வளமற்ற பாலைநிலத்தில் பட்டமரம் தளிர்த்தாற் போன்றது.';
            break;
        case 79:
            resultText = `<strong style="color: aqua">குறள் எண்: 79</strong><hr>` +
                'புறத்துறுப்பு எல்லாம் எவன்செய்யும் யாக்கை<br>' +
                'அகத்துறுப்பு அன்பி லவர்க்கு?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உடம்பின் அகத்து உறுப்பாகிய அன்பு இல்லாதவர்க்கு உடம்பின் புறத்து உறுப்புக்கள் எல்லாம் என்ன பயன் செய்யும்?';
            break;
        case 80:
            resultText = `<strong style="color: aqua">குறள் எண்: 80</strong><hr>` +
                'அன்பின் வழியது உயிர்நிலை அஃதுஇலார்க்கு<br>' +
                'என்புதோல் போர்த்த உடம்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பின் வழியில் இயங்கும் உடம்பே உயிர்நின்ற உடம்பாகும்; அன்பு இல்லாதவர்க்கு உள்ள உடம்பு எலும்பைத் தோல் போர்த்த வெற்றுடம்பே ஆகும்.';
            break;
        case 81:
            resultText = `<strong style="color: aqua">குறள் எண்: 81</strong><hr>` +
                'இறந்து ஓம்பி இல்வாழ்வது எல்லாம் விருந்துஓம்பி<br>' +
                'வேளாண்மை செய்தல் பொருட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வீட்டில் இருந்து பொருள்களைக் காத்து இல்வாழ்க்கை நடத்துவதெல்லாம் விருந்தினரைப் போற்றி உதவிசெய்யும் பொருட்டே ஆகும்.';
            break;
        case 82:
            resultText = `<strong style="color: aqua">குறள் எண்: 82</strong><hr>` +
                'விருந்து புறத்ததாத் தான்உண்டல் சாவா<br>' +
                'மருந்துஎனினும் வேண்டற்பாற் றன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விருந்தினராக வந்தவர் வீட்டின் புறத்தே இருக்கத் தான் மட்டும் உண்பது சாவாமருந்தாகிய அமிழ்தமே ஆனாலும் அது விரும்பத்தக்கது அன்று.';
            break;
        case 83:
            resultText = `<strong style="color: aqua">குறள் எண்: 83</strong><hr>` +
                'வருவிருந்து வைகலும் ஓம்புவான் வாழ்க்கை<br>' +
                'பருவந்து பாழ்படுதல் இன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன்னை நோக்கி வரும் விருந்தினரை நாள்தோறும் போற்றுகின்றவனுடைய வாழ்க்கை, துன்பத்தால் வருந்திக் கெட்டுப் போவதில்லை.';
            break;
        case 84:
            resultText = `<strong style="color: aqua">குறள் எண்: 84</strong><hr>` +
                'அகன்அமர்ந்து செய்யாள் உறையும் முகன்அமர்ந்து<br>' +
                'நல்விருந்து ஓம்புவான் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல விருந்தினராய் வந்தவரை முகமலர்ச்சி கொண்டு போற்றுகின்றவனுடைய வீட்டில் மனமகிழ்ந்து திருமகள் வாழ்வாள்.';
            break;
        case 85:
            resultText = `<strong style="color: aqua">குறள் எண்: 85</strong><hr>` +
                'வித்தும் இடல்வேண்டும் கொல்லோ விருந்துஓம்பி<br>' +
                'மிச்சில் மிசைவான் புலம்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விருந்தினரை முன்னே போற்றி உணவளித்து மிஞ்சிய உணவை உண்டு வாழ்கின்றவனுடைய நிலத்தில் விதையும் விதைக்க வேண்டுமோ?';
            break;
        case 86:
            resultText = `<strong style="color: aqua">குறள் எண்: 86</strong><hr>` +
                'செல்விருந்து ஓம்பி வருவிருந்து பார்த்துஇருப்பான்<br>' +
                'நல்விருந்து வானத் தவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வந்த விருந்தினரைப் போற்றி, இனி வரும் விருந்தினரை எதிர்பார்த்திருப்பவன், வானுலகத்தில் உள்ள தேவர்க்கும் நல்ல விருந்தினனாவான்.';
            break;
        case 87:
            resultText = `<strong style="color: aqua">குறள் எண்: 87</strong><hr>` +
                'இணைத்துணைத்து என்பதொன்று இல்லை விருந்தின்<br>' +
                'துணைத்துணை வேள்விப் பயன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விருந்தோம்புதலாகிய வேள்வியின் பயன் இவ்வளவு என்று அளவு படுத்திக் கூறத்தக்கது அன்று; விருந்தினரின் தகுதிக்கு ஏற்ற அளவினதாகும்.';
            break;
        case 88:
            resultText = `<strong style="color: aqua">குறள் எண்: 88</strong><hr>` +
                'பரிந்துஓம்பிப் பற்றற்றேம் என்பர் விருந்தோம்பி<br>' +
                'வேள்வி தலைப்படா தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விருந்தினரை ஓம்பி அந்த வேள்வியில் ஈடுபடாதவர், பொருள்களை வருந்திக் காத்து (பின்பு இழந்து) பற்றுக் கோடு இழந்தோமே என்று இரங்குவர்.';
            break;
        case 89:
            resultText = `<strong style="color: aqua">குறள் எண்: 89</strong><hr>` +
                'உடமையுள் இன்மை விருந்தோம்பல் ஓம்பா<br>' +
                'மடமை: மடவார்கண் உண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செல்வ நிலையில் உள்ள வறுமை என்பது விருந்தோம்புதலைப் போற்றாத அறியாமையாகும்; அஃது அறிவிலிகளிடம் உள்ளதாகும்.';
            break;
        case 90:
            resultText = `<strong style="color: aqua">குறள் எண்: 90</strong><hr>` +
                'மோப்பக் குழையும் அனிச்சம் முகம்திரிந்து<br>' +
                'நோக்கக் குழையும் விருந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அனிச்சப்பூ மோந்தவுடன் வாடிவிடும்; அதுபோல் முகம் மலராமல் வேறுபட்டு நோக்கியவுடன் விருந்தினர் வாடி நிற்பர்.';
            break;
        case 91:
            resultText = `<strong style="color: aqua">குறள் எண்: 91</strong><hr>` +
                'இன்சொலால் ஈரம் அளைஇப் படிறுஇலவாம்<br>' +
                'செம்பொருள் கண்டார்வாய்ச் சொல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பு கலந்து வஞ்சம் அற்றவைகளாகிய சொற்கள், மெய்ப்பொருள் கண்டவர்களின் வாய்ச்சொற்கள் இன்சொற்களாகும்.';
            break;
        case 92:
            resultText = `<strong style="color: aqua">குறள் எண்: 92</strong><hr>` +
                'அகன்அமர்ந்து ஈதலின் நன்றே முகன்அமர்ந்து<br>' +
                'இன்சொலன் ஆகப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முகம் மலர்ந்து இன்சொல் உடையவனாக இருக்கப் பெற்றால், மனம் மகிழ்ந்து பொருள் கொடுக்கும் ஈகையைவிட நல்லதாகும்.';
            break;
        case 93:
            resultText = `<strong style="color: aqua">குறள் எண்: 93</strong><hr>` +
                'முகத்தான் அமர்ந்துஇனிது நோக்கி அகத்தான்ஆம்<br>' +
                'இன்சொ லினதே அறம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முகத்தால் விரும்பி - இனிமையுடன் நோக்கி - உள்ளம் கலந்து இன்சொற்களைக் கூறும் தன்மையில் உள்ளதே அறமாகும்.';
            break;
        case 94:
            resultText = `<strong style="color: aqua">குறள் எண்: 94</strong><hr>` +
                'துன்புறூஉம் துவ்வாமை இல்லாகும் யார்மாட்டும்<br>' +
                'இன்புறூஉம் இன்சொ லவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாரிடத்திலும் இன்புறத்தக்க இன்சொல் வழங்குவோர்க்குத் துன்பத்தை மிகுதிப்படுத்தும் வறுமை என்பது இல்லையாகும்.';
            break;
        case 95:
            resultText = `<strong style="color: aqua">குறள் எண்: 95</strong><hr>` +
                'பணிவுடையன் இன்சொலன் ஆதல் ஒருவற்கு<br>' +
                'அணிஅல்ல மற்றுப் பிற.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வணக்கம் உடையவனாகவும் இன்சொல் வழங்குவோனாகவும் ஆதலே ஒருவனுக்கு அணிகலனாகும், மற்றைய அணிகள் அணிகள் அல்ல.';
            break;
        case 96:
            resultText = `<strong style="color: aqua">குறள் எண்: 96</strong><hr>` +
                'அல்லவை தேய அறம்பெருகும் நல்லவை<br>' +
                'நாடி இனிய சொலின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர்க்கு நன்மையானவற்றை நாடி இனிமை உடைய சொற்களைச் சொல்லின், பாவங்கள் தேய்ந்து குறைய அறம் வளர்ந்து பெருகும்.';
            break;
        case 97:
            resultText = `<strong style="color: aqua">குறள் எண்: 97</strong><hr>` +
                'நயன்ஈன்று நன்றி பயக்கும் பயன்ஈன்று<br>' +
                'பண்பின் தலைப்பிரியாச் சொல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர்க்கு நன்மையான பயனைத் தந்து நல்ல பண்பிலிருந்து நீங்காத சொற்கள், வழங்குவோனுக்கும் இன்பம் தந்து நன்மை பயக்கும்.';
            break;
        case 98:
            resultText = `<strong style="color: aqua">குறள் எண்: 98</strong><hr>` +
                'சிறுமையுள் நீங்கிய இன்சொல் மறுமையும்<br>' +
                'இம்மையும் இன்பம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர்க்குத் துன்பம் விளைவிக்கும் சிறுமையிலிருந்து நீங்கிய இனிய சொற்கள் மறுமைக்கும் இம்மைக்கும் வழங்குவோனுக்கு இன்பம் தரும்.';
            break;
        case 99:
            resultText = `<strong style="color: aqua">குறள் எண்: 99</strong><hr>` +
                'இன்சொல் இனிதுஈன்றல் காண்பான் எவன்கொலோ<br>' +
                'வன்சொல் வழங்கு வது?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இனிய சொற்கள் இன்பம் பயத்தலைக் காண்கின்றவன், அவற்றிற்கு மாறான வன்சொற்களை வழங்குவது என்ன பயன் கருதியோ?';
            break;
        case 100:
            resultText = `<strong style="color: aqua">குறள் எண்: 100</strong><hr>` +
                'இனிய உளவாக இன்னாத கூறல்<br>' +
                'கனியிருப்பக் காய்கவர்ந் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இனிய சொற்கள் இருக்கும்போது அவற்றைவிட்டுக் கடுமையான சொற்களைக் கூறுதல் கனிகள் இருக்கும்போது காய்களைப் பறித்துத் தின்பதைப் போன்று.';
            break;
        case 101:
            resultText = `<strong style="color: aqua">குறள் எண்: 101</strong><hr>` +
                'செய்யாமற் செய்த உதவிக்கு வையகமும்<br>' +
                'வானகமும் ஆற்ற லரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தான் ஓர் உதவியும் முன் செய்யாதிருக்கப் பிறர் தனக்குச் செய்த உதவிக்கு மண்ணுலகையும் விண்ணுலகையும் கைம்மாறாகக் கொடுத்தாலும் ஈடு ஆக முடியாது.';
            break;
        case 102:
            resultText = `<strong style="color: aqua">குறள் எண்: 102</strong><hr>` +
                'காலத்தி னால்செய்த நன்றி சிறிதுஎனினும்<br>' +
                'ஞாலத்தின் மாணப் பெரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உற்ற காலத்தில் ஒருவன் செய்த உதவி சிறிதளவாக இருந்தாலும், அதன் தன்மையை ஆராய்ந்தால் உலகத்தைவிட மிகப் பெரிதாகும்.';
            break;
        case 103:
            resultText = `<strong style="color: aqua">குறள் எண்: 103</strong><hr>` +
                'பயன் தூக்கார் செய்த உதவி நயன்தூக்கின்<br>' +
                'நன்மை கடலிற் பெரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இன்ன பயன் கிடைக்கும் என்று ஆராயாமல் ஒருவன் செய்த உதவியின் அன்புடைமையை ஆராய்ந்தால் அதன் நன்மை கடலைவிடப் பெரிதாகும்.';
            break;
        case 104:
            resultText = `<strong style="color: aqua">குறள் எண்: 104</strong><hr>` +
                'தினைத்துணை நன்றி செயினும் பனைத்துணையாக்<br>' +
                'கொள்வர் பயன்தெரி வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தினையளவாகிய உதவியைச் செய்த போதிலும் அதன் பயனை ஆராய்கின்றவர், அதனையே பனையளவாகக் கொண்டு போற்றுவர்.';
            break;
        case 105:
            resultText = `<strong style="color: aqua">குறள் எண்: 105</strong><hr>` +
                'உதவி வரைத்தன்று உதவி உதவி<br>' +
                'செயப்பட்டார் சால்பின் வரைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கைம்மாறாகச் செய்யும் உதவி முன்செய்த உதவியின் அளவை உடையது அன்று; உதவி செய்யப்பட்டவரின் பண்புக்கு ஏற்ற அளவை உடையதாகும்.';
            break;
        case 106:
            resultText = `<strong style="color: aqua">குறள் எண்: 106</strong><hr>` +
                'மறவற்க மாசற்றார் கேண்மை துறவற்க<br>' +
                'துன்பத்துள் துப்பாயார் நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குற்றமற்றவரின் உறவை எப்போதும் மறத்தலாகாது, துன்பம் வந்த காலத்தில் உறுதுணையாய் உதவியவர்களின் நட்பை எப்போதும் விடலாகாது.';
            break;
        case 107:
            resultText = `<strong style="color: aqua">குறள் எண்: 107</strong><hr>` +
                'எழுமை எழுபிறப்பும் உள்ளுவர் தங்கண்<br>' +
                'விழுமம் துடைத்தவர் நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்முடைய துன்பத்தைப் போக்கி உதவியவரின் நட்பைப் பல்வேறு வகையான பிறவியிலும் மறவாமல் போற்றுவர் பெரியோர்.';
            break;
        case 108:
            resultText = `<strong style="color: aqua">குறள் எண்: 108</strong><hr>` +
                'நன்றி மறப்பது நன்றன்று நன்றல்லது<br>' +
                'அன்றே மறப்பது நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவர் முன்செய்த நன்மையை மறப்பது அறம் அன்று; அவர் செய்த தீமையைச் செய்த அப்பொழுதே மறந்து விடுவது அறம் ஆகும்.';
            break;
        case 109:
            resultText = `<strong style="color: aqua">குறள் எண்: 109</strong><hr>` +
                'கொன்றன்ன இன்னா செயினும் அவர்செய்த<br>' +
                'ஒன்றுநன்று உள்ளக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முன் செய்த உதவி செய்தவர் பின்பு கொன்றாற் போன்ற துன்பத்தைச் செய்தாரானாலும், அவர் முன் செய்த ஒரு நன்மையை நினைத்தாலும் அந்தத் துன்பம் கெடும்.';
            break;
        case 110:
            resultText = `<strong style="color: aqua">குறள் எண்: 110</strong><hr>` +
                'எந்நன்றி கொன்றார்க்கும் உய்வுண்டாம் உய்வில்லை<br>' +
                'செய்ந்நன்றி கொன்ற மகற்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எந்த அறத்தை அழித்தவர்க்கும் தப்பிப் பிழைக்க வழி உண்டாகும்; ஒருவர் செய்த உதவியை மறந்து அழித்தவனுக்கு உய்வு இல்லை.';
            break;
        case 111:
            resultText = `<strong style="color: aqua">குறள் எண்: 111</strong><hr>` +
                'தகுதி எனஒன்று நன்றே பகுதியால்<br>' +
                'பாற்பட்டு ஒழுகப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அந்தந்தப் பகுதிதோறும் முறையோடு பொருந்தி ஒழுகப்பெற்றால், நடுவுநிலைமை என்று கூறப்படும் அறம் நன்மையாகும்.';
            break;
        case 112:
            resultText = `<strong style="color: aqua">குறள் எண்: 112</strong><hr>` +
                'செப்பம் உடையவன் ஆக்கம் சிதைவுஇன்றி<br>' +
                'எச்சத்திற்கு ஏமாப்பு உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நடுவுநிலைமை உடையவனின் செல்வவளம் அழிவில்லாமல் அவனுடைய வழியிலுள்ளார்க்கும் உறுதியான நன்மை தருவதாகும்.';
            break;
        case 113:
            resultText = `<strong style="color: aqua">குறள் எண்: 113</strong><hr>` +
                'நன்றே தரினும் நடுவுஇகந்துஆம் ஆக்கத்தை<br>' +
                'அன்றே ஒழிய விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தீமை பயக்காமல் நன்மையே தருவதானாலும் நடுவுநிலைமை தவறி உண்டாகும் ஆக்கத்தை அப்போதே கைவிட வேண்டும்.';
            break;
        case 114:
            resultText = `<strong style="color: aqua">குறள் எண்: 114</strong><hr>` +
                'தக்கார் தகவிலர் என்பது அவரவர்<br>' +
                'எச்சத்தால் காணப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நடுவுநிலைமை உடையவர் நடுவுநிலைமை இல்லாதவர் என்பது அவரவர்க்குப் பின் எஞ்சிநிற்கும் புகழாலும் பழியாலும் காணப்படும்.';
            break;
        case 115:
            resultText = `<strong style="color: aqua">குறள் எண்: 115</strong><hr>` +
                'கேடும் பெருக்கமும் இல்லல்ல நெஞ்சத்துக்<br>' +
                'கோடாமை சான்றோர்க்கு அணி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கேடும் ஆக்கமும் வாழ்வில் இல்லாதவை அல்ல; ஆகையால் நெஞ்சில் நடுவ்நிலைமை தவறாமல் இருத்தலே சான்றோர்க்கு அழகாகும்.';
            break;
        case 116:
            resultText = `<strong style="color: aqua">குறள் எண்: 116</strong><hr>` +
                'கெடுவல்யான் என்பது அறிகதன் நெஞ்சம்<br>' +
                'நடுஒரீஇ அல்ல செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் நெஞ்சம் நடுவுநிலைமை நீங்கித் தவறு செய்ய நினைக்குமாயின், "நான் கெடப்போகின்றேன்" என்று ஒருவன் அறிய வேண்டும்.';
            break;
        case 117:
            resultText = `<strong style="color: aqua">குறள் எண்: 117</strong><hr>` +
                'கெடுவாக வையாது உலகம் நடுவாக<br>' +
                'நன்றிக்கண் தங்கியான் தாழ்வு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நடுவுநிலையாக நின்று அறநெறியில் நிலைத்து வாழ்கின்றவன் அடைந்த வறுமை நிலையைக் கேடு என்று கொள்ளாது உலகம்.';
            break;
        case 118:
            resultText = `<strong style="color: aqua">குறள் எண்: 118</strong><hr>` +
                'சமன்செய்து சீர்தூக்கும் கோல்போல் அமைந்துஒருபால்<br>' +
                'கோடாமை சான்றோர்க்கு அணி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முன்னே தான் சமமாக இருந்து, பின்பு பொருளைச் சீர் தூக்கும் துலாக்கோல்போல் அமைந்து, ஒரு பக்கம் போலச் சாயாமல் நடுவுநிலைமை போற்றுவது சான்றோர்க்கு அழகாகும்.';
            break;
        case 119:
            resultText = `<strong style="color: aqua">குறள் எண்: 119</strong><hr>` +
                'சொற்கோட்டம் இல்லது செப்பம் ஒருதலையா<br>' +
                'உள்கோட்டம் இன்மை பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உள்ளத்தில் கோணுதல் இல்லாத தன்மையை உறுதியாகப் பெற்றால், சொல்லினும் கோணுதல் இல்லா திருத்தல் நடுவ்நிலைமையாம்.';
            break;
        case 120:
            resultText = `<strong style="color: aqua">குறள் எண்: 120</strong><hr>` +
                'வாணிகம் செய்வார்க்கு வாணிகம் பேணிப்<br>' +
                'பிறவும் தமபோல் செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர் பொருளையும் தம்பொருள்போல் போற்றிச் செய்தால், அதுவே வாணிகம் செய்வோர்க்கு உரிய நல்ல வாணிக முறையாகும்.';
            break;
        case 121:
            resultText = `<strong style="color: aqua">குறள் எண்: 121</strong><hr>` +
                'அடக்கம் அமரருள் உய்க்கும் அடங்காமை<br>' +
                'ஆரிருள் உய்த்து விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அடக்கம் ஒருவனை உயர்த்தித் தேவருள் சேர்க்கும்; அடக்கம் இல்லாதிருத்தல், பொல்லாத இருள் போன்ற தீய வாழ்க்கையில் செலுத்திவிடும்.';
            break;
        case 122:
            resultText = `<strong style="color: aqua">குறள் எண்: 122</strong><hr>` +
                'காக்க பொருளா அடக்கத்தை ஆக்கம்<br>' +
                'அதனின்ஊஉங்கு இல்லை உயிர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அடக்கத்தை உறுதிப் பொருளாகக் கொண்டு போற்றிக் காக்கவேண்டும். அந்த அடக்கத்தைவிட மேம்பட்ட ஆக்கம் உயிர்க்கு இல்லை.';
            break;
        case 123:
            resultText = `<strong style="color: aqua">குறள் எண்: 123</strong><hr>` +
                'செறிவுஅறிந்து சீர்மை பயக்கும் அறிவுஅறிந்து<br>' +
                'ஆற்றின் அடங்கப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறியவேண்டியவற்றை அறிந்து, நல்வழியில் அடங்கி ஒழுகப் பெற்றால், அந்த அடக்கம் நல்லோரால் அறியப்பட்டு மேன்மை பயக்கும்.';
            break;
        case 124:
            resultText = `<strong style="color: aqua">குறள் எண்: 124</strong><hr>` +
                'நிலையில் திரியாது அடங்கியான் தோற்றம்<br>' +
                'மலையினும் மாணப் பெரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் நிலையிலிருந்து மாறுபடாமல் அடங்கி ஒழுகுவோனுடைய உயர்வு, மலையின் உயர்வைவிட மிகவும் பெரிதாகும்.';
            break;
        case 125:
            resultText = `<strong style="color: aqua">குறள் எண்: 125</strong><hr>` +
                'எல்லார்க்கும் நன்றுஆம் பணிதல் அவருள்ளும்<br>' +
                'செல்வர்க்கே செல்வந் தகைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பணிவுடையராக ஒழுகுதல் பொதுவாக எல்லோர்க்கும் நல்லதாகும்; அவர்களுள் சிறப்பாகச் செல்வர்க்கே மற்றொரு செல்வம் போன்றதாகும்.';
            break;
        case 126:
            resultText = `<strong style="color: aqua">குறள் எண்: 126</strong><hr>` +
                'ஒருமையுள் ஆமைபோல் ஐந்துஅடக்கல் ஆற்றின்<br>' +
                'எழுமையும் ஏமாப்பு உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரு பிறப்பில், ஆமைபோல் ஐம்பொறிகளையும் அடக்கியாள வல்லவனானால், அஃது அவனுக்குப் பல பிறப்பிலும் காப்பாகும் சிறப்பு உடையது.';
            break;
        case 127:
            resultText = `<strong style="color: aqua">குறள் எண்: 127</strong><hr>` +
                'யாகாவார் ஆயினும் நாகாக்க காவாக்கால்<br>' +
                'சோகாப்பர் சொல்லிழுக்குப் பட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காக்க வேண்டியவற்றுள் எவற்றைக் காக்காவிட்டாலும் நாவையாவது காக்கவேண்டும்; காக்கத் தவறினால் சொற் குற்றத்தில் அகப்பட்டுத் துன்புறுவர்.';
            break;
        case 128:
            resultText = `<strong style="color: aqua">குறள் எண்: 128</strong><hr>` +
                'ஒன்றானும் தீச்சொல் பொருட்பயன் உண்டாயின்<br>' +
                'நன்றுஆகா தாகி விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தீய சொற்களின் பொருளால் விளையும் தீமை ஒன்றாயினும் ஒருவனிடம் உண்டானால், அதனால் மற்ற அறங்களாலும் நன்மை விளையாமல் போகும்.';
            break;
        case 129:
            resultText = `<strong style="color: aqua">குறள் எண்: 129</strong><hr>` +
                'தீயினால் சுட்டபுண் உள்ளாறும் ஆறாதே<br>' +
                'நாவினால் சுட்ட வடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தீயினால் சுட்ட புண் புறத்தே வடு இருந்தாலும் உள்ளே ஆறிவிடும். ஆனால் நாவினால் தீய சொல் கூறிச் சுடும் வடு என்றும் ஆறாது.';
            break;
        case 130:
            resultText = `<strong style="color: aqua">குறள் எண்: 130</strong><hr>` +
                'கதம்காத்துக் கற்றுஅடங்கல் ஆற்றுவான் செவ்வி<br>' +
                'அறம்பார்க்கும் ஆற்றின் நுழைந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சினம் தோன்றாமல் காத்து, கல்வி கற்று, அடக்கமுடையவனாக இருக்க வல்லவனுடைய செவ்வியை, அவனுடைய வழியில் சென்று அறம் பார்த்திருக்கும்.';
            break;
        case 131:
            resultText = `<strong style="color: aqua">குறள் எண்: 131</strong><hr>` +
                'ஒழுக்கம் விழுப்பம் தரலான் ஒழுக்கம்<br>' +
                'உயிரினும் ஓம்பப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒழுக்கமே எல்லோர்க்கும் மேன்மையைத் தருவதாக இருப்பதால், அந்த ஒழுக்கமே உயிரைவிடச் சிறந்ததாகப் போற்றப்படும்.';
            break;
        case 132:
            resultText = `<strong style="color: aqua">குறள் எண்: 132</strong><hr>` +
                'பரிந்துஓம்பிக் காக்க ஒழுக்கம் தெரிந்துஓம்பித்<br>' +
                'தேரினும் அஃதே துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒழுக்கத்தை வருந்தியும் போற்றிக் காக்க வேண்டும்; பலவற்றையும் ஆராய்ந்து போற்றித் தெளிந்தாலும் அந்த ஒழுக்கமே வாழ்க்கையில் துணையாக விளங்கும்.';
            break;
        case 133:
            resultText = `<strong style="color: aqua">குறள் எண்: 133</strong><hr>` +
                'ஒழுக்கம் உடமை குடிமை இழுக்கம்<br>' +
                'இழிந்த பிறப்பாய் விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒழுக்கம் உடையவராக வாழ்வதே உயர்ந்த குடிப்பிறப்பின் தன்மையாகும்; ஒழுக்கம் தவறுதல் இழிந்த குடிப்பிறப்பின் தன்மையாகிவிடும்.';
            break;
        case 134:
            resultText = `<strong style="color: aqua">குறள் எண்: 134</strong><hr>` +
                'மறப்பினும் ஓத்துக் கொளலாகும் பார்ப்பான்<br>' +
                'பிறப்பொழுக்கம் குன்றக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்ற மறைப்பொருளை மறந்தாலும் மீண்டும் அதனை ஓதிக் கற்றுக் கொள்ள முடியும்; ஆனால் மறை ஓதுவானுடைய குடிப்பிறப்பு, ஒழுக்கம் குன்றினால் கெடும்.';
            break;
        case 135:
            resultText = `<strong style="color: aqua">குறள் எண்: 135</strong><hr>` +
                'அழுக்காறு உடையான்கண் ஆக்கம்போன்று இல்லை<br>' +
                'ஒழுக்கம் இலான்கண் உயர்வு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொறாமை உடையவனிடத்தில் ஆக்கம் இல்லாதவாறு போல, ஒழுக்கம் இல்லாதவனுடைய வாழ்க்கையில் உயர்வு இல்லையாகும்.';
            break;
        case 136:
            resultText = `<strong style="color: aqua">குறள் எண்: 136</strong><hr>` +
                'ஒழுக்கத்தின் ஒல்கார் உரவோர் இழுக்கத்தின்<br>' +
                'ஏதம் படுபாக்கு அறிந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒழுக்கம் தவறுதலால் குற்றம் உண்டாவதை அறிந்து, மனவலிமை உடைய சான்றோர் ஒழுக்கத்தில் தவறாமல் காத்துக் கொள்வர்.';
            break;
        case 137:
            resultText = `<strong style="color: aqua">குறள் எண்: 137</strong><hr>` +
                'ஒழுக்கத்தின் எய்துவர் மேன்மை இழுக்கத்தின்<br>' +
                'எய்துவர் எய்தாப் பழி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒழுக்கத்தால் எவரும் மேம்பாட்டை அடைவர்; ஒழுக்கத்திலிருந்து தவறுவதால் அடையத் தகாத பெரும் பழியை அடைவர்.';
            break;
        case 138:
            resultText = `<strong style="color: aqua">குறள் எண்: 138</strong><hr>` +
                'நன்றிக்கு வித்தாகும் நல்லொழுக்கம் தீயொழுக்கம்<br>' +
                'என்றும் இடும்பை தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்லொழுக்கம் இன்பமான நல்வாழ்க்கைக்குக் காரணமாக இருக்கும்; தீயொழுக்கம் எப்போதும் துன்பத்தைக் கொடுக்கும்.';
            break;
        case 139:
            resultText = `<strong style="color: aqua">குறள் எண்: 139</strong><hr>` +
                'ஒழுக்க முடையவர்க்கு ஒல்லாவே தீய<br>' +
                'வழுக்கியும் வாயால் சொலல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தீய சொற்களை தவறியும் தம்முடைய வாயால் சொல்லும் குற்றம், ஒழுக்கம் உடையவர்க்குப் பொருந்தாததாகும்.';
            break;
        case 140:
            resultText = `<strong style="color: aqua">குறள் எண்: 140</strong><hr>` +
                'உலகத்தோடு ஒட்ட ஒழுகல் பலகற்றும்<br>' +
                'கல்லார் அறிவிலா தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகத்து உயர்ந்தவரோடு பொருந்த ஒழுகும் முறையைக் கற்காதவர், பல நூல்களைக் கற்றிருந்த போதிலும் அறிவில்லாதவரே ஆவர்.';
            break;
        case 141:
            resultText = `<strong style="color: aqua">குறள் எண்: 141</strong><hr>` +
                'பிறன்பொருளாள் பெட்டுஒழுகும் பேதைமை ஞாலத்து<br>' +
                'அறம்பொருள் கண்டார்கண் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறனுடைய உரிமையாகிய மனைவியை விரும்பி நடக்கும் அறியாமை, உலகத்தில் அறமும் பொருளும் ஆராய்ந்து கண்டவரிடம் இல்லை.';
            break;
        case 142:
            resultText = `<strong style="color: aqua">குறள் எண்: 142</strong><hr>` +
                'அறன்கடை நின்றாருள் எல்லாம் பிறன்கடை<br>' +
                'நின்றாரின் பேதையார் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறத்தை விட்டுத் தீநெறியில் நின்றவர் எல்லாரிலும் பிறன் மனைவியை விரும்பி அவனுடைய வாயிலில் சென்று நின்றவரைப் போல் அறிவிலிகள் இல்லை.';
            break;
        case 143:
            resultText = `<strong style="color: aqua">குறள் எண்: 143</strong><hr>` +
                'விளிந்தாரின் வேறுஅல்லர் மன்ற தெளிந்தாரில்<br>' +
                'தீமை புரிந்துஒழுகு வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஐயமில்லாமல் தெளிந்து நம்பியவருடைய மனைவியிடத்தே விருப்பம் கொண்டு தீமையைச் செய்து நடப்பவர், செத்தவரைவிட வேறுபட்டவர் அல்லர்.';
            break;
        case 144:
            resultText = `<strong style="color: aqua">குறள் எண்: 144</strong><hr>` +
                'எனைத்துணையர் ஆயினும் என்ஆம்? தினைத்துணையும்<br>' +
                'தேரான் பிறனில் புகல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தினையளவும் ஆராய்ந்து பார்க்காமல் பிறனுடைய மனைவியிடம் செல்லுதல், எவ்வளவு பெருமையை உடையவராயினும் என்னவாக முடியும்?';
            break;
        case 145:
            resultText = `<strong style="color: aqua">குறள் எண்: 145</strong><hr>` +
                'எளிதுஎன இல்லிறப்பான் எய்தும்எஞ் ஞான்றும்<br>' +
                'விளியாது நிற்கும் பழி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இச் செயல் எளியது என எண்ணிப் பிறனுடைய மனைவியிடம் நெறிதவறிச் செல்கின்றவன், எப்போதும் அழியாமல் நிலைநிற்கும் பழியை அடைவான்.';
            break;
        case 146:
            resultText = `<strong style="color: aqua">குறள் எண்: 146</strong><hr>` +
                'பகைபாவம் அச்சம் பழியென நான்கும்<br>' +
                'இகவாவாம் இல்இறப்பான் கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகை பாவம் அச்சம் பழி என்னும் இந்நான்கு குற்றங்களும் பிறன் மனைவியிடத்து நெறி தவறி நடப்பவனிடத்திலிருந்து நீங்காவாம்.';
            break;
        case 147:
            resultText = `<strong style="color: aqua">குறள் எண்: 147</strong><hr>` +
                'அறனியலான் இல்வாழ்வான் என்பான் பிறனியலான்<br>' +
                'பெண்மை நயவா தவன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறத்தின் இயல்போடு பொருந்தி இல்வாழ்க்கை வாழ்பவன், பிறனுக்கு உரிமையானவளின் பெண் தன்மையை விரும்பாதவனே.';
            break;
        case 148:
            resultText = `<strong style="color: aqua">குறள் எண்: 148</strong><hr>` +
                'பிறன்மனை நோக்காத பேராண்மை சான்றோர்க்கு<br>' +
                'அறனொன்றோ ஆன்ற ஒழுக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறனுடைய மனைவியை விரும்பி நோக்காத பெரிய ஆண்மை, சான்றோர்க்கு அறம் மட்டும் அன்று; நிறைந்த ஒழுக்கமுமாகும்.';
            break;
        case 149:
            resultText = `<strong style="color: aqua">குறள் எண்: 149</strong><hr>` +
                'நலக்குஉரியார் யாரெனின் நாமநீர் வைப்பின்<br>' +
                'பிறற்குஉரியாள் தோள்தோயா தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கடல் சூழ்ந்த உலகத்தில் நன்மைக்கு உரியவர் யார் என்றால் பிறனுக்கு உரிமையானவளின் தோளைப் பொருந்தாதவரே ஆவர்.';
            break;
        case 150:
            resultText = `<strong style="color: aqua">குறள் எண்: 150</strong><hr>` +
                'அறன்வரையான் அல்ல செயினும் பிறன்வரையாள்<br>' +
                'பெண்மை நயவாமை நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் அறநெறியில் நிற்காமல் அறமில்லாதவைகளைச் செய்தாலும், பிறனுக்கு உரியவளின் பெண்மையை விரும்பாமல் வாழ்தல் நல்லது.';
            break;
        case 151:
            resultText = `<strong style="color: aqua">குறள் எண்: 151</strong><hr>` +
                'அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை<br>' +
                'இகழ்வார்ப் பொறுத்தல் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன்னை வெட்டுவோரையும் விழாமல் தாங்குகின்ற நிலம்போல், தம்மை இகழ்வாரையும் பொறுப்பதே தலையான பண்பாகும்.';
            break;
        case 152:
            resultText = `<strong style="color: aqua">குறள் எண்: 152</strong><hr>` +
                'பொறுத்தல் இறப்பினை என்றும் அதனை<br>' +
                'மறத்தல் அதனினும் நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வரம்பு கடந்து பிறர் செய்த தீங்கை எப்போதும் பொறுக்க வேண்டும். அத்தீங்கை நினைவிலும் கொள்ளாமல் மறந்துவிடுதல் பொறுத்தலைவிட நல்லது.';
            break;
        case 153:
            resultText = `<strong style="color: aqua">குறள் எண்: 153</strong><hr>` +
                'இன்மையுள் இன்மை விருந்தொரால் வன்மையுள்<br>' +
                'வன்மை மடவார்ப் பொறை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வறுமையுள் வறுமை, விருந்தினரைப் போற்றாமல் நீக்குதல்; வல்லமையுள் வல்லமை என்பது அறிவிலார் தீங்கு செய்தலைப் பொறுத்தலாகும்.';
            break;
        case 154:
            resultText = `<strong style="color: aqua">குறள் எண்: 154</strong><hr>` +
                'நிறையுடமை நீங்காமை வேண்டின் பொறையுடைமை<br>' +
                'போற்றி ஒழுகப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நிறை உடையவனாக இருக்கும் தன்மை தன்னை விட்டு நீங்காமலிருக்க வேண்டினால், பொறுமையைப் போற்றி ஒழுக வேண்டும்.';
            break;
        case 155:
            resultText = `<strong style="color: aqua">குறள் எண்: 155</strong><hr>` +
                'ஒறுத்தாரை ஒன்றாக வையாரே வைப்பர்<br>' +
                'பொறுத்தாரைப் பொன்போல் பொதிந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(தீங்கு செய்தவரைப்) பொறுக்காமல் வருத்தினவரை உலகத்தார் ஒரு பொருளாக மதியார்; ஆனால் பொறுத்தவரைப் பொன்போல் மனத்துள் வைத்து மதிப்பர்.';
            break;
        case 156:
            resultText = `<strong style="color: aqua">குறள் எண்: 156</strong><hr>` +
                'ஒறுத்தார்க்கு ஒருநாளை இன்பம் பொறுத்தார்க்குப்<br>' +
                'பொன்றும் துணையும் புகழ்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தீங்கு செய்தவரைப் பொறுக்காமல் வருத்தினவர்க்கு ஒருநாள் இன்பமே; பொறுத்தவர்க்கு உலகம் அழியும் வரைக்கும் புகழ் உண்டு.';
            break;
        case 157:
            resultText = `<strong style="color: aqua">குறள் எண்: 157</strong><hr>` +
                'திறன்அல்ல தற்பிறர் செய்யினும் நோநொந்து<br>' +
                'அறன்அல்ல செய்யாமை நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தகுதி அல்லாதவைகளைத் தனக்குப் பிறர் செய்த போதிலும், அதனால் அவர்க்கு வரும் துன்பத்திற்காக நொந்து அறம் அல்லாதவற்றைச் செய்யாதிருத்தல் நல்லது.';
            break;
        case 158:
            resultText = `<strong style="color: aqua">குறள் எண்: 158</strong><hr>` +
                'மிகுதியான் மிக்கவை செய்தாரைத் தாம்தம்<br>' +
                'தகுதியான் வென்று விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செருக்கினால் தீங்கானவற்றைச் செய்தவரைத் தாம் தம்முடைய பொறுமைப் பண்பினால் பொறுத்து வென்றுவிட வேண்டும்.';
            break;
        case 159:
            resultText = `<strong style="color: aqua">குறள் எண்: 159</strong><hr>` +
                'துறந்தாரின் தூய்மை உடையர் இறந்தார்வாய்<br>' +
                'இன்னாச்சொல் நோற்கிற் பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வரம்பு கடந்து நடப்பவரின் வாயில் பிறக்கும் கொடுஞ் சொற்களைப் பொறுத்துக் கொள்பவர் துறந்தவரைப் போலத் தூய்மையானவர் ஆவர்.';
            break;
        case 160:
            resultText = `<strong style="color: aqua">குறள் எண்: 160</strong><hr>` +
                'உண்ணாது நோற்பார் பெரியர் பிறர்சொல்லும்<br>' +
                'இன்னாச்சொல் நோற்பாரின் பின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உணவு உண்ணாமல் நோன்பு கிடப்பவர், பிறர் சொல்லும் கொடுஞ் சொற்களைப் பொறுப்பவர்க்கு அடுத்த நிலையில்தான் பெரியவர் ஆவர்.';
            break;
        case 161:
            resultText = `<strong style="color: aqua">குறள் எண்: 161</strong><hr>` +
                'ஒழுக்காறாக் கொள்க ஒருவன்தன் நெஞ்சத்து<br>' +
                'அழுக்காறு இலாத இயல்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தன் நெஞ்சில் பொறாமை இல்லாமல் வாழும் இயல்பைத் தனக்கு உரிய ஒழுக்கநெறியாகக் கொண்டு போற்ற வேண்டும்.';
            break;
        case 162:
            resultText = `<strong style="color: aqua">குறள் எண்: 162</strong><hr>` +
                'விழுப்பேற்றின் அஃதுஒப்பது இல்லை யார்மாட்டும்<br>' +
                'அழுக்காற்றின் அன்மை பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாரிடத்திலும் பொறாமை இல்லாதிருக்கப் பெற்றால், ஒருவன் பெறத்தக்க மேம்பாடான பேறுகளில் அதற்கு ஒப்பானது வேறொன்றும் இல்லை.';
            break;
        case 163:
            resultText = `<strong style="color: aqua">குறள் எண்: 163</strong><hr>` +
                'அறன்ஆக்கம் வேண்டாதான் என்பான் பிறனாக்கம்<br>' +
                'பேணாது அழுக்கறுப் பான்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தனக்கு அறமும் ஆக்கமும் விரும்பாதவன் என்று கருதத்தக்கவனே, பிறனுடைய ஆக்கத்தைக் கண்டு மகிழாமல் பொறாமைப்படுவான்.';
            break;
        case 164:
            resultText = `<strong style="color: aqua">குறள் எண்: 164</strong><hr>` +
                'அழுக்காற்றின் அல்லவை செய்யார் இழுக்காற்றின்<br>' +
                'ஏதம் படுபாக்கு அறிந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொறாமைப்படுதலாகிய தவறான நெறியில் துன்பம் ஏற்படுதலை அறிந்து, பொறாமை காரணமாக அறமல்லாதவைகளைச் செய்யார் அறிவடையோர்.';
            break;
        case 165:
            resultText = `<strong style="color: aqua">குறள் எண்: 165</strong><hr>` +
                'அழுக்காறு உடையார்க்கு அதுசாலும் ஒன்னார்<br>' +
                'வழுக்கியும் கேடுஈன் பது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொறாமை உடையவர்க்கு வேறு பகை வேண்டா. அஃது ஒன்றே போதும், பகைவர் தீங்குசெய்யத் தவறினாலும் தவறாமல் கேட்டைத் தருவது அது.';
            break;
        case 166:
            resultText = `<strong style="color: aqua">குறள் எண்: 166</strong><hr>` +
                'கொடுப்பது அழுக்கறுப்பான் சுற்றம் உடுப்பதூஉம்<br>' +
                'உண்பதூஉம் இன்றிக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர்க்கு உதவியாகக் கொடுக்கப்படும் பொருளைக் கண்டு பொறாமைப்படுகின்றவனுடைய சுற்றம், உடையும் உணவும் இல்லாமல் கெடும்.';
            break;
        case 167:
            resultText = `<strong style="color: aqua">குறள் எண்: 167</strong><hr>` +
                'அவ்வித்து அழுக்காறு உடையானைச் செய்யவள்<br>' +
                'தவ்வையைக் காட்டி விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொறாமை உடையவனைத் திருமகள் கண்டு பொறாமைப்பட்டுத் தன் தமக்கைக்கு அவனைக் காட்டி நீங்கி விடுவாள்.';
            break;
        case 168:
            resultText = `<strong style="color: aqua">குறள் எண்: 168</strong><hr>` +
                'அழுக்காறு எனஒரு பாவி திருச்செற்றுத்<br>' +
                'தீயுழி உய்த்து விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொறாமை என்று கூறப்படும் ஒப்பற்ற பாவி, ஒருவனுடைய செல்வத்தையும் கெடுத்துத் தீய வழியில் அவனைச் செலுத்திவிடும்.';
            break;
        case 169:
            resultText = `<strong style="color: aqua">குறள் எண்: 169</strong><hr>` +
                'அவ்விய நெஞ்சத்தான் ஆக்கமும் செவ்வியான்<br>' +
                'கேடும் நினைக்கப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொறாமை பொருந்திய நெஞ்சத்தானுடைய ஆக்கமும், பொறாமை இல்லாத நல்லவனுடைய கேடும் ஆராயத் தக்கவை.';
            break;
        case 170:
            resultText = `<strong style="color: aqua">குறள் எண்: 170</strong><hr>` +
                'அழுக்கற்று அகன்றாரும் இல்லைஅஃது இல்லார்<br>' +
                'பெருக்கத்தில் தீர்ந்தாரும் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொறாமைப்பட்டுப் பெருமையுற்றவரும் உலகத்தில் இல்லை; பொறாமை இல்லாதவராய் மேம்பாட்டிலிருந்து நீங்கியவரும் இல்லை.';
            break;


        case 171:
            resultText = `<strong style="color: aqua">குறள் எண்: 171</strong><hr>` +
                'நடுவுஇன்றி நன்பொருள் வெஃகின் குடிபொன்றிக்<br>' +
                'குற்றமும் ஆங்கே தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நடுவுநிலைமை இல்லாமல் பிறர்க்குரிய நல்ல பொருளை ஒருவன் கவர விரும்பினால், அவனுடைய குடியும் கெட்டு குற்றமும் அப்பொழுதே வந்து சேரும்.';
            break;
        case 172:
            resultText = `<strong style="color: aqua">குறள் எண்: 172</strong><hr>` +
                'படுபயன் வெஃகிப் பழிப்படுவ செய்யார்<br>' +
                'நடுவன்மை நாணு பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நடுவுநிலைமை அல்லாதவற்றைக் கண்டு நாணி ஒதுங்குகின்றவர், பிறர் பொருளைக் கவர்வதால் வரும் பயனை விரும்பிப் பழியான செயல்களைச் செய்யார்.';
            break;
        case 173:
            resultText = `<strong style="color: aqua">குறள் எண்: 173</strong><hr>` +
                'சிற்றின்பம் வெஃகி அறன்அல்ல செய்யாரே<br>' +
                'மற்றுஇன்பம் வேண்டு பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறநெறியால் பெறும் இன்பத்தை விரும்புகின்றவர், நிலையில்லாத சிறிய இன்பத்தை விரும்பி அறம் அல்லாதவற்றைச் செய்யார்.';
            break;
        case 174:
            resultText = `<strong style="color: aqua">குறள் எண்: 174</strong><hr>` +
                'இலம்என்று வெஃகுதல் செய்யார் புலம்வென்ற<br>' +
                'புன்மையில் காட்சி யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஐம்புலன்களையும் வென்ற குற்றமில்லாத அறிவை உடையவர், "யாம் வறுமை அடைந்தோம்" என்று எண்ணியும் பிறர் பொருளை விரும்பார்.';
            break;
        case 175:
            resultText = `<strong style="color: aqua">குறள் எண்: 175</strong><hr>` +
                'அஃகி அகன்ற அறிவுஎன்னாம் யார்மாட்டும்<br>' +
                'வெஃகி வெறிய செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாரிடத்திலும் பொருளைக் கவர விரும்பிப் பொருந்தாதவற்றைச் செய்தால், நுட்பமானதாய் விரிவுடையதாய் வளர்ந்த அறிவால் பயன் என்ன?';
            break;
        case 176:
            resultText = `<strong style="color: aqua">குறள் எண்: 176</strong><hr>` +
                'அருள்வெஃகி ஆற்றின்கண் நின்றான் பொருள்வெஃகிப்<br>' +
                'பொல்லாத சூழக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அருளை விரும்பி அறநெறியில் நின்றவன், பிறனுடைய பொருளை விரும்பிப் பொல்லாத குற்றங்களை எண்ணினால் கெடுவான்.';
            break;
        case 177:
            resultText = `<strong style="color: aqua">குறள் எண்: 177</strong><hr>` +
                'வேண்டற்க வெஃகிஆம் ஆக்கம் விளைவயின்<br>' +
                'மாண்டற்கு அரிதாம் பயன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர் பொருளைக் கவர விரும்புவதால் ஆகும் ஆக்கத்தை விரும்பாதிருக்க வேண்டும்; அது பயன் விளைக்கும்போது அப்பயன் நன்மையாவது அரிதாகும்.';
            break;
        case 178:
            resultText = `<strong style="color: aqua">குறள் எண்: 178</strong><hr>` +
                'அஃகாமை செல்வத்திற்கு யாதெனின் வெஃகாமை<br>' +
                'வேண்டும் பிறன்கைப் பொருள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுடைய செல்வத்திற்குக் குறைவு நேராதிருக்க வழி எது என்றால், அவன் பிறனுடைய கைப்பொருளை விரும்பாதிருத்தலாகும்.';
            break;
        case 179:
            resultText = `<strong style="color: aqua">குறள் எண்: 179</strong><hr>` +
                'அறன்அறிந்து வெஃகா அறிவுடையார்ச் சேரும்<br>' +
                'திறன்அறிந்து ஆங்கே திரு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறம் இஃது என்று அறிந்து பிறர் பொருளை விரும்பாத அறிவுடையாரைத் திருமகள் தான் சேரும் திறன் அறிந்து அதற்கு ஏற்றவாறு சேர்வாள்.';
            break;
        case 180:
            resultText = `<strong style="color: aqua">குறள் எண்: 180</strong><hr>` +
                'இறல்ஈனும் எண்ணாது வெஃகின் விறல்ஈனும்<br>' +
                'வேண்டாமை என்னுஞ் செருக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விளைவை எண்ணாமல் பிறர் பொருளை விரும்பினால், அஃது அழிவைத் தரும்; அப்பொருளை விரும்பாமல் வாழும் பெருமை வெற்றியைத் தரும்.';
            break;
        case 181:
            resultText = `<strong style="color: aqua">குறள் எண்: 181</strong><hr>` +
                'அறங்கூறான் அல்ல செயினும் ஒருவன்<br>' +
                'புறங்கூறான் என்றல் இனிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் அறத்தைப் போற்றிக் கூறாதவனாய் அறமல்லாதவற்றைச் செய்தாலும் மற்றவனைப் பற்றிப் புறங்கூறாமல் இருக்கிறான் என்று சொல்லப்படுதல் நல்லது.';
            break;
        case 182:
            resultText = `<strong style="color: aqua">குறள் எண்: 182</strong><hr>` +
                'அறன் அழீஇ அல்லவை செய்தலின் தீதே<br>' +
                'புறன்அழீஇப் பொய்த்து நகை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறத்தை அழித்துப் பேசி அறமல்லாதவைகளைச் செய்தலைவிட, ஒருவன் இல்லாதவிடத்தில் அவனைப் பழித்துப் பேசி நேரில் பொய்யாக முகமலர்ந்து பேசுதல் தீமையாகும்.';
            break;
        case 183:
            resultText = `<strong style="color: aqua">குறள் எண்: 183</strong><hr>` +
                'புறங்கூறிப் பொய்த்துஉயிர் வாழ்தலின் சாதல்<br>' +
                'அறங்கூறும் ஆக்கம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புறங்கூறிப் பொய்யாக நடந்து உயிர்வாழ்தலைவிட, அவ்வாறு செய்யாமல் வறுமையுற்று இறந்துவிடுதல் அறநூல்கள் சொல்லும் ஆக்கத்தைத் தரும்.';
            break;
        case 184:
            resultText = `<strong style="color: aqua">குறள் எண்: 184</strong><hr>` +
                'கண்நின்று கண்அறச் சொல்லினும் சொல்லற்க<br>' +
                'முன்இன்று பின்நோக்காச் சொல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எதிரே நின்று கணணோட்டம் இல்லாமல் கடுமையாகச் சொன்னாலும் சொல்லலாம்; நேரில் இல்லாதபோது பின் விளைவை ஆராயாத சொல்லைச் சொல்லக்கூடாது.';
            break;
        case 185:
            resultText = `<strong style="color: aqua">குறள் எண்: 185</strong><hr>` +
                'அறஞ்சொல்லும் நெஞ்சத்தான் அன்மை புறஞ்சொல்லும்<br>' +
                'புன்மையால் காணப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறத்தை நல்லதென்று போற்றும் நெஞ்சம் இல்லாத தன்மை, ஒருவன் மற்றவனைப்பற்றிப் புறங்கூறுகின்ற சிறுமையால் காணப்படும்.';
            break;

        case 186:
            resultText = `<strong style="color: aqua">குறள் எண்: 186</strong><hr>` +
                'பிறன்பழி கூறுவான் தன்பழி யுள்ளும்<br>' +
                'திறன்தெரிந்து கூறப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மற்றவனைப்பற்றிப் புறங்கூறுகின்றவன், அவனுடைய பழிகள் பலவற்றிலும் நோகத்தக்கவை ஆராய்ந்து கூறிப் பிறரால் பழிக்கப்படுவான்.';
            break;
        case 187:
            resultText = `<strong style="color: aqua">குறள் எண்: 187</strong><hr>` +
                'பகச்சொல்லிக் கேளிர்ப் பிரிப்பர் நகச்சொல்லி<br>' +
                'நட்பாடல் தேற்றா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மகிழும்படியாகப் பேசி நட்புக்கொள்ளுதல் நன்மை என்று தெளியாதவர், தம்மைவிட்டு நீங்கும்படியாகப் புறங்கூறி நண்பரையும் பிரித்துவிடுவர்.';
            break;
        case 188:
            resultText = `<strong style="color: aqua">குறள் எண்: 188</strong><hr>` +
                'துன்னியார் குற்றமும் தூற்றும் மரபினார்<br>' +
                'என்னைகொல் ஏதிலார் மாட்டு?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெருங்கிப் பழகியவரின் குற்றத்தையும் புறங்கூறித் தூற்றும் இயல்புடையவர், பழகாத அயலாரிடத்து என்ன செய்வாரோ?';
            break;
        case 189:
            resultText = `<strong style="color: aqua">குறள் எண்: 189</strong><hr>` +
                'அறன்நோக்கி ஆற்றுங்கொல் வையம் புறன்நோக்கிப்<br>' +
                'புன்சொல் உரைப்பான் பொறை?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவர் நேரில் இல்லாதது கண்டு பழிச்சொல் கூறுவோனுடைய உடல்பாரத்தை, "இவனையும் சுமப்பதே எனக்கு அறம்" என்று கருதி நிலம் சுமக்கின்றதோ?';
            break;
        case 190:
            resultText = `<strong style="color: aqua">குறள் எண்: 190</strong><hr>` +
                'ஏதிலார் குற்றம்போல் தம்குற்றம் காண்கிற்பின்<br>' +
                'தீதுஉண்டோ மன்னும் உயிர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அயலாருடைய குற்றத்தைக் காண்பதுபோல் தம் குற்றத்தையும் காணவல்லவரானால், நிலைபெற்ற உயிர் வாழ்க்கைக்குத் துன்பம் உண்டோ?';
            break;
        case 191:
            resultText = `<strong style="color: aqua">குறள் எண்: 191</strong><hr>` +
                'பல்லார் முனியப் பயன்இல சொல்லுவான்<br>' +
                'எல்லாரும் எள்ளப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கேட்டவர் பலரும் வெறுக்கும்படியாகப் பயனில்லாத சொற்களைச் சொல்லுகின்றவன், எல்லோராலும் இகழப்படுவான்.';
            break;
        case 192:
            resultText = `<strong style="color: aqua">குறள் எண்: 192</strong><hr>` +
                'பயன்இல பல்லார்முன் சொல்லல் நயன்இல<br>' +
                'நட்டார்கண் செய்தலின் தீது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பலர் முன்னே பயனில்லாத சொற்களைச் சொல்லுதல், நண்பரிடத்தில் அறம் இல்லாத செயல்களைச் செய்தலை விடத் தீமையானதாகும்.';
            break;
        case 193:
            resultText = `<strong style="color: aqua">குறள் எண்: 193</strong><hr>` +
                'நயன்இலன் என்பது சொல்லும் பயன்இல<br>' +
                'பாரித்து உரைக்கும் உரை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் பயனில்லாத பொருள்களைப் பற்றி விரிவாகச் சொல்லும் சொற்கள், அவன் அறம் இல்லாதவன் என்பதை அறிவிக்கும்.';
            break;
        case 194:
            resultText = `<strong style="color: aqua">குறள் எண்: 194</strong><hr>` +
                'நயன்சாரா நன்மையின் நீக்கும் பயன்சாராப்<br>' +
                'பண்பில்சொல் பல்லா ரகத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பயனோடு பொருந்தாத பண்பு இல்லாத சொற்களைப் பலரிடத்தும் சொல்லுதல், அறத்தோடு பொருந்தாமல் நன்மையிலிருந்து நீங்கச் செய்யும்.';
            break;
        case 195:
            resultText = `<strong style="color: aqua">குறள் எண்: 195</strong><hr>` +
                'சீர்மை சிறப்பொடு நீங்கும் பயன்இல<br>' +
                'நீர்மை யுடையார் சொலின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பயனில்லாத சொற்களை நல்ல பண்பு உடையவர் சொல்லுவாரானால், அவருடைய மேம்பாடு அவர்க்குரிய மதிப்போடு நீங்கிவிடும்.';
            break;
        case 196:
            resultText = `<strong style="color: aqua">குறள் எண்: 196</strong><hr>` +
                'பயன்இல்சொல் பாராட்டு வானை மகன்எனல்<br>' +
                'மக்கட் பதடி எனல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பயனில்லாத சொற்களைப் பலமுறையும் சொல்லுகின்ற ஒருவனை மனிதன் என்று சொல்லக்கூடாது; மக்களுள் பதர் என்றே சொல்ல வேண்டும்.';
            break;
        case 197:
            resultText = `<strong style="color: aqua">குறள் எண்: 197</strong><hr>` +
                'நயன்இல சொல்லினும் சொல்லுக சான்றோர்<br>' +
                'பயன்இல சொல்லாமை நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறம் இல்லாதவற்றைச் சொன்னாலும் சொல்லலாம்; சான்றோர் பயனில்லாத சொற்களைச் சொல்லாமல் இருத்தல் நன்மையாகும்.';
            break;
        case 198:
            resultText = `<strong style="color: aqua">குறள் எண்: 198</strong><hr>` +
                'அரும்பயன் ஆயும் அறிவினர் சொல்லார்<br>' +
                'பெரும்பயன் இல்லாத சொல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அருமையான பயன்களை ஆராயவல்ல அறிவை உடைய அறிஞர், மிக்க பயன் இல்லாத சொற்களை ஒருபோதும் சொல்லமாட்டார்.';
            break;
        case 199:
            resultText = `<strong style="color: aqua">குறள் எண்: 199</strong><hr>` +
                'பொருள்தீர்ந்த பொச்சாந்தும் சொல்லார் மருள்தீர்ந்த<br>' +
                'மாசறு காட்சி யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மயக்கத்திலிருந்து தெளிந்த மாசற்ற அறிவை உடையவர், பயன் நீங்கிய சொற்களை ஒருகால் மறந்தும் சொல்லமாட்டார்.';
            break;

        case 200:
            resultText = `<strong style="color: aqua">குறள் எண்: 210</strong><hr>` +
                'சொல்லுக சொல்லின் பயனுடைய சொல்லற்க<br>' +
                'சொல்லில் பயனிலாச் சொல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சொற்களில் பயன் உடைய சொற்களை மட்டுமே சொல்லவேண்டும்; பயன் இல்லாதவைகளாகிய சொற்களைச் சொல்லவேகூடாது.';
            break;
        case 201:
            resultText = `<strong style="color: aqua">குறள் எண்: 201</strong><hr>` +
                'தீவினையார் அஞ்சார் விழுமியார் அஞ்சுவர்<br>' +
                'தீவினை என்னும் செருக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தீயவை செய்தலாகிய செருக்கைத் தீவினை உடைய பாவிகள் அஞ்சார்; தீவினை இல்லாத மேலோர் மட்டுமே அஞ்சுவர்.';
            break;
        case 202:
            resultText = `<strong style="color: aqua">குறள் எண்: 202</strong><hr>` +
                'தீயவை தீய பயத்தலால் தீயவை<br>' +
                'தீயினும் அஞ்சப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தீயசெயல்கள் தீமையை விளைவிக்கும் தன்மை உடையனவாக இருத்தலால், அத் தீய செயல்கள் தீயைவிடக் கொடியனவாகக் கருதி அஞ்சப்படும்.';
            break;
        case 203:
            resultText = `<strong style="color: aqua">குறள் எண்: 203</strong><hr>` +
                'அறிவினுள் எல்லாந் தலையென்ப தீய<br>' +
                'செறுவார்க்கும் செய்யா விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்மை வருத்துவோர்க்கும் தீய செயல்களைச் செய்யாமலிருத்தலை, அறிவு எல்லாவற்றிலும் தலையான அறிவு என்று கூறுவர்.';
            break;
        case 204:
            resultText = `<strong style="color: aqua">குறள் எண்: 204</strong><hr>` +
                'மறந்தும் பிறன்கேடு சூழற்க சூழின்<br>' +
                'அறம்சூழும் சூழ்ந்தவன் கேடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறனுக்குக் கேட்டைத் தரும் தீய செயல்களை ஒருவன் மறந்தும் எண்ணக்கூடாது. எண்ணினால், எண்ணியவனுக்குக் கேடு விளையுமாறு அறம் எண்ணும்.';
            break;
        case 205:
            resultText = `<strong style="color: aqua">குறள் எண்: 205</strong><hr>` +
                'இலன்என்று தீயவை செய்யற்க செய்யின்<br>' +
                'இலன்ஆகும் மற்றும் பெயர்த்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '`யான் வறியவன்’ என்று நினைத்துத் தீய செயல்களைச் செய்யக்கூடாது; செய்தால் மீண்டும் வறியவன் ஆகி வருந்துவான்.';
            break;
        case 206:
            resultText = `<strong style="color: aqua">குறள் எண்: 206</strong><hr>` +
                'தீப்பால தான்பிறர்கண் செய்யற்க நோய்ப்பால<br>' +
                'தன்னை அடல்வேண்டா தான்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துன்பம் செய்யும் தீவினைகள் தன்னை வருத்துதலை விரும்பாதவன், தீய செயல்களைத் தான் பிறர்க்குச் செய்யாமலிருக்கவேண்டும்.';
            break;
        case 207:
            resultText = `<strong style="color: aqua">குறள் எண்: 207</strong><hr>` +
                'எனைப்பகை உற்றாரும் உய்வர் வினைப்பகை<br>' +
                'வீயாது பின்சென்று அடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எவ்வளவு கொடிய பகை உடையவரும் தப்பி வாழ முடியும்; ஆனால் தீயவை செய்தால் வரும் தீவினையாகிய பகை நீங்காமல் பின்சென்று வருத்தும்.';
            break;
        case 208:
            resultText = `<strong style="color: aqua">குறள் எண்: 208</strong><hr>` +
                'தீயவை செய்தார் கெடுதல் நிழல்தன்னை<br>' +
                'வீயாது அடிஉறைந் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தீய செயல்களைச் செய்தவர் கேட்டை அடைதல், ஒருவனுடைய நிழல் அவனை விடாமல் வந்து அடியில் தங்கியிருத்தலைப் போன்றது.';
            break;
        case 209:
            resultText = `<strong style="color: aqua">குறள் எண்: 209</strong><hr>` +
                'தன்னைத்தான் காதலன் ஆயின் எனைத்தொன்றும்<br>' +
                'துன்னற்க தீவினைப் பால்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தன்னைத் தான் விரும்பி வாழ்பவனாயின், தீய செயலாகிய பகுதியை எவ்வளவு சிறியதாயினும் பொருந்தாமல் நீங்க வேண்டும்.';
            break;
        case 210:
            resultText = `<strong style="color: aqua">குறள் எண்: 210</strong><hr>` +
                'அருங்கேடன் என்பது அறிக மருங்கோடித்<br>' +
                'தீவினை செய்யான் எனின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தவறான நெறியில் சென்று தீய செயல் செய்யாதிருப்பானானால் அவன் கேடு இல்லாதவன் என்று அறியலாம்.';
            break;

        case 211:
            resultText = `<strong style="color: aqua">குறள் எண்: 211</strong><hr>` +
                'கைம்மாறு வேண்டா கடப்பாடு மாரிமாட்டு<br>' +
                'என்ஆற்றும் கொல்லோ உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இந்த உலகத்தார் தமக்கு உதவும் மழைக்கு என்ன கைம்மாறு செய்கின்றனர்? மழை போன்றவர் செய்யும் உதவிகளும் கைம்மாறு வேண்டாதவை.';
            break;
        case 212:
            resultText = `<strong style="color: aqua">குறள் எண்: 212</strong><hr>` +
                'தாளாற்றித் தந்த பொருள்எல்லாம் தக்கார்க்கு<br>' +
                'வேளாண்மை செய்தல் பொருட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒப்புரவாளன் தன்னால் இயன்ற முயற்சி செய்து சேர்த்த பொருள் எல்லாம் தக்கவர்க்கு உதவி செய்வதற்கே ஆகும்.';
            break;
        case 213:
            resultText = `<strong style="color: aqua">குறள் எண்: 213</strong><hr>` +
                'புத்தேள் உலகத்தும் ஈண்டும் பெறல்அரிதே<br>' +
                'ஒப்புரவின் நல்ல பிற.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர்க்கு உதவி செய்து வாழும் ஒப்புரவைப்போல நல்லனவாகிய வேறு அறப்பகுதிகளைத் தேவருலகத்திலும் இவ்வுலகத்திலும் பெறுதல் இயலாது.';
            break;
        case 214:
            resultText = `<strong style="color: aqua">குறள் எண்: 214</strong><hr>` +
                'ஒத்தது அறிவான் உயிர்வாழ்வான் மற்றையான்<br>' +
                'செத்தாருள் வைக்கப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒப்புரவை அறிந்து போற்றிப் பிறர்க்கு உதவியாக வாழ்கின்றவன் உயிர்வாழ்கின்றவன் ஆவான்; மற்றவன் செத்தவருள் சேர்த்துக் கருதப்படுவான்.';
            break;
        case 215:
            resultText = `<strong style="color: aqua">குறள் எண்: 215</strong><hr>` +
                'ஊருணி நீர்நிறைந் தற்றே உலகவாம்<br>' +
                'பேரறி வாளன் திரு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒப்புரவினால் உலகம் வாழுமாறு விரும்பும் பேரறிவாளியின் செல்வம், ஊரார் நீருண்ணும் குளம், நீரால் நிறைந்தாற் போன்றது.';
            break;
        case 216:
            resultText = `<strong style="color: aqua">குறள் எண்: 216</strong><hr>` +
                'பயன்மரம் உள்ளூர்ப் பழுத்தற்றால் செல்வம்<br>' +
                'நயன்உடை யான்கண் படின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒப்புரவாகிய நற்பண்பு உடையவனிடம் செல்வம் சோந்தால், அஃது ஊரின் நடுவே உள்ள பயன் மிகுந்த மரம் பழங்கள் பழுத்தாற் போன்றது.';
            break;
        case 217:
            resultText = `<strong style="color: aqua">குறள் எண்: 217</strong><hr>` +
                'மருந்தாகித் தப்பா மரத்தற்றால் செல்வம்<br>' +
                'பெருந்தகை யான்கண் படின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒப்புரவாகிய பெருந்தகைமை உடையவனிடம் செல்வம் சேர்ந்தால், அஃது எல்லா உறுப்புக்களும் மருந்தாகிப் பயன்படத் தவறாத மரம் போன்றது.';
            break;
        case 218:
            resultText = `<strong style="color: aqua">குறள் எண்: 218</strong><hr>` +
                'இடன்இல் பருவத்தும் ஒப்புரவிற்கு ஒல்கார்<br>' +
                'கடன்அறி காட்சி யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒப்புரவு அறிந்து ஒழுகுதலாகிய தம் கடமை அறிந்த அறிவை உடையவர், சொல்வளம் இல்லாத காலத்திலும் ஒப்புரவுக்குத் தளர மாட்டார்.';
            break;
        case 219:
            resultText = `<strong style="color: aqua">குறள் எண்: 219</strong><hr>` +
                'நயன்உடையான் நல்கூர்ந்தான் ஆதல் செயும்நீர<br>' +
                'செய்யாது அமைகலா வாறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒப்புரவாகிய நற்பண்பு உடையவன் வறுமை உடையவனாதல், செய்யத்தக்க உதவிகளைச் செய்யாமல் வருந்துகின்ற தன்மையாகும்.';
            break;
        case 220:
            resultText = `<strong style="color: aqua">குறள் எண்: 220</strong><hr>` +
                'ஒப்புரவி னால்வரும் கேடுஎனின் அஃதொருவன்<br>' +
                'விற்றுக்கோள் தக்கது உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒப்புரவால் கேடு வரும் என்றால், அக்கேடு ஒருவன் தன்னை விற்றாவது வாங்கிக் கொள்ளும் தகுதி உடையதாகும்.';
            break;
        case 221:
            resultText = `<strong style="color: aqua">குறள் எண்: 221</strong><hr>` +
                'வறியார்க்குஒன்று ஈவதே ஈகைமற் றெல்லாம்<br>' +
                'குறியெதிர்ப்பை நீரது உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வறியவர்க்கு ஒரு பொருளைக் கொடுப்பதே ஈகை எனப்படுவது. மற்றவர்க்குக் கொடுப்பதெல்லாம் பயனை எதிர்பார்த்துக் கொடுக்கும் தன்மை உடையது.';
            break;
        case 222:
            resultText = `<strong style="color: aqua">குறள் எண்: 222</strong><hr>` +
                'நல்ஆறு எனினும் கொளல்தீது மேலுலகம்<br>' +
                'இல்எனினும் ஈதலே நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறரிடமிருந்து பொருள் பெற்றுக் கொள்ளுதல் நல்ல நெறி என்றாலும் கொள்ளல் தீமையானது. மேலுலகம் இல்லையென்றாலும் பிறர்க்குக் கொடுப்பதே நல்லது.';
            break;
        case 223:
            resultText = `<strong style="color: aqua">குறள் எண்: 223</strong><hr>` +
                'இலன்என்னும் எவ்வம் உரையாமை ஈதல்<br>' +
                'குலன்உடையான் கண்ணே உள.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '`யான் வறியவன்’ என்னும் துன்பச் சொல்லை ஒருவன் உரைப்பதற்கு முன் அவனுக்கு கொடுக்கும் தன்மை, நல்ல குடிப்பிறப்பு உடையவனிடம் உண்டு.';
            break;
        case 224:
            resultText = `<strong style="color: aqua">குறள் எண்: 224</strong><hr>` +
                'இன்னாது இரக்கப் படுதல் இரந்தவர்<br>' +
                'இன்முகம் காணும் அளவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் வேண்டும் என்று இரந்தவரின் மகிழ்ந்த முகத்தைக் காணும் வரைக்கு (இரத்தலைப் போலவே) இரந்து கேட்கப்படுதலும் துன்பமானது.';
            break;
        case 225:
            resultText = `<strong style="color: aqua">குறள் எண்: 225</strong><hr>` +
                'ஆற்றுவார் ஆற்றல் பசிஆற்றல் அப்பசியை<br>' +
                'மாற்றுவார் ஆற்றலின் பின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தவ வலிமை உடையவரின் வலிமை பசியைப் பொறுத்துக் கொள்ளலாகும். அதுவும் அப்பசியை உணவு கொடுத்து மாற்றுகின்றவரின் ஆற்றலுக்குப் பிற்பட்டதாகும்.';
            break;

        case 226:
            resultText = `<strong style="color: aqua">குறள் எண்: 226</strong><hr>` +
                'அற்றார் அழிபசி தீர்த்தல் அஃதுஒருவன்<br>' +
                'பெற்றான் பொருள்வைப் புழி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வறியவரின் கடும்பசியைத் தீர்க்கவேண்டும்; அதுவே பொருள் பெற்ற ஒருவன் அப்பொருளைத் தனக்குப் பிற்காலத்தில் உதவுமாறு சேர்த்து வைக்கும் இடமாகும்.';
            break;
        case 227:
            resultText = `<strong style="color: aqua">குறள் எண்: 227</strong><hr>` +
                'பாத்தூண் மரீஇ யவனைப் பசிஎன்னும்<br>' +
                'தீப்பிணி தீண்டல் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தான் பெற்ற உணவைப் பலரோடும் பகுத்து உண்ணும் பழக்கம் உடையவனைப் பசி என்று கூறப்படும் தீய நோய் அணுகுதல் இல்லை.';
            break;
        case 228:
            resultText = `<strong style="color: aqua">குறள் எண்: 228</strong><hr>` +
                'ஈத்துஉவக்கும் இன்பம் அறியார்கொல் தாம்உடைமை<br>' +
                'வைத்துஇழக்கும் வன்க ணவர்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தாம் சேர்த்துள்ள பொருளைப் பிறர்க்குக் கொடுக்காமல் வைத்திருந்து பின் இழந்துவிடும் வன்கண்மை உடையவர் பிறர்க்குக் கொடுத்து மகிழும் மகிழ்ச்சியை அறியாரோ?';
            break;
        case 229:
            resultText = `<strong style="color: aqua">குறள் எண்: 229</strong><hr>` +
                'இரத்தலின் இன்னாது மன்ற நிரப்பிய<br>' +
                'தாமே தமியர் உணல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருளின் குறைபாட்டை நிரப்புவதற்காக உள்ளதைப் பிறர்க்கு ஈயாமல் தாமே தமியராய் உண்பது வறுமையால் இரப்பதைவிடத் துன்பமானது.';
            break;
        case 230:
            resultText = `<strong style="color: aqua">குறள் எண்: 230</strong><hr>` +
                'சாதலின் இன்னாது இல்லை இனிதுஅதூஉம்<br>' +
                'ஈதல் இயையாக் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சாவதைவிடத் துன்பமானது வேறொன்றும் இல்லை. ஆனால் வறியவர்க்கு ஒரு பொருள் கொடுக்க முடியாத நிலை வந்தபோது அச்சாதலும் இனியதே ஆகும்.';
            break;
        case 231:
            resultText = `<strong style="color: aqua">குறள் எண்: 231</strong><hr>` +
                'ஈதல்: இசைபட வாழ்தல் அதுவல்லது<br>' +
                'ஊதியம் இல்லை உயிர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வறியவர்க்கு ஈதல் வேண்டும். அதனால் புகழ் உண்டாக வாழவேண்டும். அப்புகழ் அல்லாமல் உயிர்க்கு ஊதியமானது வேறொன்றும் இல்லை.';
            break;
        case 232:
            resultText = `<strong style="color: aqua">குறள் எண்: 232</strong><hr>` +
                'உரைப்பார் உரைப்பவை எல்லாம் இரப்பார்க்குஒன்று<br>' +
                'ஈவார்மேல் நிற்கும் புகழ்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புகழ்ந்து சொல்கின்றவர் சொல்பவை எல்லாம் வறுமையால் இரப்பவர்க்கு ஒரு பொருள் கொடுத்து உதவுகின்றவரின் மேல் நிற்கின்ற புகழேயாகும்.';
            break;
        case 233:
            resultText = `<strong style="color: aqua">குறள் எண்: 233</strong><hr>` +
                'ஒன்றா உலகத்து உயர்ந்த புகழல்லால்<br>' +
                'பொன்றாது நிற்பதுஒன்று இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உயர்ந்த புகழ் அல்லாமல் உலகத்தில் ஒப்பற்ற ஒரு பொருளாக அழியாமல் நிலைநிற்க வல்லது வேறொன்றும் இல்லை.';
            break;
        case 234:
            resultText = `<strong style="color: aqua">குறள் எண்: 234</strong><hr>` +
                'நிலவரை நீள்புகழ் ஆற்றின் புலவரைப்<br>' +
                'போற்றாது புத்தேள் உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நிலவுலகின் எல்லையில் நெடுங்காலம் நிற்கவல்ல புகழைச் செய்தால், வானுலகம் (அவ்வாறு புகழ் செய்தாரைப் போற்றUME அல்லாமல்) தேவரைப் போற்றாது.';
            break;
        case 235:
            resultText = `<strong style="color: aqua">குறள் எண்: 235</strong><hr>` +
                'நத்தம்போல் கேடும் உளதுஆகும் சாக்காடும்<br>' +
                'வித்தகர்க்கு அல்லால் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புகழுடம்பு மேம்படுதலாகும் வாழ்வில் கேடும், புகழ் நிலை நிற்பதாகும் சாவும், அறிவில் சிறந்தவர்க்கு அல்லாமல் மற்றவர்க்கு இல்லை.';
            break;
        case 236:
            resultText = `<strong style="color: aqua">குறள் எண்: 236</strong><hr>` +
                'தோன்றின் புகழோடு தோன்றுக அஃதிலார்<br>' +
                'தோன்றலின் தோன்றாமை நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரு துறையில் முற்பட்டுத் தோன்றுவதானால் புகழோடு தோன்ற வேண்டும்; அத்தகைய சிறப்பு இல்லாதவர் அங்குத் தோன்றுவதைவிடத் தோன்றாமலிருப்பது நல்லது.';
            break;
        case 237:
            resultText = `<strong style="color: aqua">குறள் எண்: 237</strong><hr>` +
                'புகழ்பட வாழாதார் தம்நோவார் தம்மை<br>' +
                'இகழ்வாரை நோவது எவன்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தமக்குப் புகழ் உண்டாகுமாறு வாழமுடியாதவர் தம்மைத் தாம் நொந்துகொள்ளாமல் தம்மை இகழ்கின்றவரை நொந்துக்கொள்ளக் காரணம் என்ன?';
            break;
        case 238:
            resultText = `<strong style="color: aqua">குறள் எண்: 238</strong><hr>` +
                'வசைஎன்ப வையத்தார்க்கு எல்லாம் இசைஎன்னும்<br>' +
                'எச்சம் பெறாஅ விடின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தமக்குப் பின் எஞ்சி நிற்பதாகிய புகழைக் பெறாவிட்டால் உலகத்தார் எல்லார்க்கும் அத்தகைய வாழ்க்கை பழி என்று சொல்லுவர்.';
            break;
        case 239:
            resultText = `<strong style="color: aqua">குறள் எண்: 239</strong><hr>` +
                'வசைஇலா வண்பயன் குன்றும் இசைஇலா<br>' +
                'யாக்கை பொறுத்த நிலம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புகழ் பெறாமல் வாழ்வைக் கழித்தவருடைய உடம்பைச் சுமந்த நிலம், வசையற்ற வளமான பயனாகிய விளைவு இல்லாமல் குன்றிவிடும்.';
            break;
        case 240:
            resultText = `<strong style="color: aqua">குறள் எண்: 240</strong><hr>` +
                'வசைஒழிய வாழ்வாரே வாழ்வார் இசைஒழிய<br>' +
                'வாழ்வாரே வாழா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தாம் வாழும் வாழ்க்கையில் பழி உண்டாகாமல் வாழ்கின்றவரே உயிர் வாழ்கின்றவர்; புகழ் உண்டாகாமல் வாழ்கின்றவரே உயிர் வாழாதவர்.';
            break;

        case 241:
            resultText = `<strong style="color: aqua">குறள் எண்: 241</strong><hr>` +
                'அருட்செல்வம் செல்வத்துள் செல்வம் பொருட்செல்வம்<br>' +
                'பூரியார் கண்ணும் உள.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள்களாகிய செல்வங்கள் இழிந்தவரிடத்திலும் உள்ளன; (உயர்ந்தவரிடத்தில் மட்டும் உள்ள) அருளாகிய செல்வமே செல்வங்களில் சிறந்த செல்வமாகும்.';
            break;
        case 242:
            resultText = `<strong style="color: aqua">குறள் எண்: 242</strong><hr>` +
                'நல்லாற்றான் நாடி அருளாள்க பல்லாற்றான்<br>' +
                'தேரினும் அஃதே துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல வழியால் ஆராய்ந்து அருளுடையவர்களாக விளங்க வேண்டும். பல வழிகளால் ஆராய்ந்து கண்டாலும் அருளே வாழ்க்கைக்குத் துணையாக உள்ளது.';
            break;
        case 243:
            resultText = `<strong style="color: aqua">குறள் எண்: 243</strong><hr>` +
                'அருள்சேர்ந்த நெஞ்சினார்க்கு இல்லை இருள்சேர்ந்த<br>' +
                'இன்னா உலகம் புகல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறியாமையாகிய இருள் பொருந்திய துன்ப உலகில் இருந்து வாழும் வாழ்க்கை, அருள் பொருந்திய நெஞ்சம் உடையவர்களுக்கு இல்லை.';
            break;
        case 244:
            resultText = `<strong style="color: aqua">குறள் எண்: 244</strong><hr>` +
                'மன்னுயிர் ஓம்பி அருள்ஆள்வாற்கு இல்லென்ப<br>' +
                'தன்உயிர் அஞ்சும் வினை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் உயிரின் பொருட்டு அஞ்சி வாழ்கின்ற தீவினை, உலகில் நிலைபெற்றுள்ள மற்ற உயிர்களைப் போற்றி அருளுடையவனாக இருப்பவனுக்கு இல்லை.';
            break;
        case 245:
            resultText = `<strong style="color: aqua">குறள் எண்: 245</strong><hr>` +
                'அல்லல் அருள்ஆள்வார்க்கு இல்லை வளிவழங்கும்<br>' +
                'மல்லல்மா ஞாலம் கரி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அருளுடையவராக வாழ்கின்றவர்க்குத் துன்பம் இல்லை; காற்று இயங்குகின்ற வளம் பொருந்திய பெரிய உலகத்தில் வாழ்வோரே இதற்குச் சான்று ஆவர்.';
            break;
        case 246:
            resultText = `<strong style="color: aqua">குறள் எண்: 246</strong><hr>` +
                'பொருள் நீங்கிப் பொச்சாந்தார் என்பர் அருள்நீங்கி<br>' +
                'அல்லவை செய்துஒழுகு வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அருள் இல்லாதவராய் அறமல்லாதவைகளைச் செய்து நடப்பவர்களை, உறுதிப்பொருளாகிய அறத்திலிருந்து நீங்கித் தம் வாழ்க்கையின் குறிக்கோளை மறந்தவர் என்பர்.';
            break;
        case 247:
            resultText = `<strong style="color: aqua">குறள் எண்: 247</strong><hr>` +
                'அருளில்லார்க்கு அவ்வுலகம் இல்லை பொருளில்லார்க்கு<br>' +
                'இவ்வுலகம் இல்லாகி யாங்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் இலாதவர்க்கு இவ்வுலகத்து வாழ்க்கை இல்லாதவாறுபோல, உயிர்களிடத்தில் அருள் இல்லாதவர்க்கு அவ்வுலகத்து வாழ்க்கை இல்லையாம்.';
            break;
        case 248:
            resultText = `<strong style="color: aqua">குறள் எண்: 248</strong><hr>` +
                'பொருள்அற்றார் பூப்பர் ஒருகால் அருள்அற்றார்<br>' +
                'அற்றார்மற்று ஆதல் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் இல்லாதவர் ஒரு காலத்தில் வளம் பெற்று விளங்குவர்; அருள் இல்லாதவர் வாழ்க்கையின் பயன் அற்றவரே; அவர் ஒரு காலத்திலும் சிறந்து விளங்குதல் இல்லை.';
            break;
        case 249:
            resultText = `<strong style="color: aqua">குறள் எண்: 249</strong><hr>` +
                'தெருளாதான் மெய்ப்பொருள் கண்டற்றால் தேரின்<br>' +
                'அருளாதான் செயயும் அறம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அருள் மேற்கொள்ளாதவன் செய்கின்ற அறச்செயலை ஆராய்ந்தால், அஃது அறிவு தெளியாதவன் ஒரு நூலின் உண்மைப் பொருளைக் கண்டாற் போன்றது.';
            break;
        case 250:
            resultText = `<strong style="color: aqua">குறள் எண்: 250</strong><hr>` +
                'வலியார்முன் தன்னை நினைக்க,தான் தன்னின்<br>' +
                'மெலியார்மேல் செல்லும் இடத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(அருள் இல்லாதவன்) தன்னைவிட மெலிந்தவர்மேல் துன்புறுத்தச் செல்லும்போது, தன்னைவிட வலியவரின் முன் தான் அஞ்சி நிற்கும் நிலைமையை நினைக்க வேண்டும்.';
            break;
        case 251:
            resultText = `<strong style="color: aqua">குறள் எண்: 251</strong><hr>` +
                'தன்ஊன் பெருக்கற்குத் தான்பிறிது ஊன்உண்பான்<br>' +
                'எங்ஙனம் ஆளும் அருள்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் உடம்பைப் பெருக்கச் செய்வதற்காகத் தான் மற்றோர் உயிரின் உடம்பைத் தின்கின்றவன் எவ்வாறு அருளுடையவனாக இருக்க முடியும்?';
            break;
        case 252:
            resultText = `<strong style="color: aqua">குறள் எண்: 252</strong><hr>` +
                'பொருள்ஆட்சி போற்றாதார்க்கு இல்லை அருளாட்சி<br>' +
                'ஆங்கில்லை ஊன்தின் பவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருளுடையவராக இருக்கும் சிறப்பு, அப்பொருளை வைத்துக் காப்பாற்றாதவர்க்கு இல்லை; அருளுடையவராக இருக்கும் சிறப்பு, புலால் தின்பவர்க்கு இல்லை.';
            break;
        case 253:
            resultText = `<strong style="color: aqua">குறள் எண்: 253</strong><hr>` +
                'படைகொண்டார் நெஞ்சம்போல் நன்றுஊக்காது ஒன்றன்<br>' +
                'உடல்சுவை உண்டார் மனம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஓர் உயிரின் உடம்பைச் சுவையாக உண்டவரின் மனம் கொலைக்கருவியைக் கையில் கொண்டவரின் நெஞ்சம் போல் நன்மையாகிய அருளைப் போற்றாது.';
            break;
        case 254:
            resultText = `<strong style="color: aqua">குறள் எண்: 254</strong><hr>` +
                'அருளல்லது யாதெனில் கொல்லாமை கோறல்<br>' +
                'பொருளல்லது அவ்வூன் தினல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அருள் எது என்றால் ஓர் உயிரையும் கொல்லாமலிருத்தல்; அருளல்லாதது எது என்றால் உயிரைக் கொல்லுதல்; அதன் உடம்பைத் தின்னுதல் அறம் அல்லாதது.';
            break;
        case 255:
            resultText = `<strong style="color: aqua">குறள் எண்: 255</strong><hr>` +
                'உண்ணாமை உள்ளது உயிர்நிலை ஊன்உண்ண<br>' +
                'அண்ணாத்தல் செய்யாது அளறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உயிர்கள் உடம்புபெற்று வாழும் நிலைமை, ஊன் உண்ணாதிருத்தலை அடிப்படையாகக் கொண்டது; ஊன் உண்டால் நரகம் அவனை வெளிவிடாது.';
            break;
        case 256:
            resultText = `<strong style="color: aqua">குறள் எண்: 256</strong><hr>` +
                'தினல்பொருட்டால் கொல்லாது உலகுஎனின் யாரும்<br>' +
                'விலைப்பொருட்டால் ஊன்தருவார் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புலால் தின்னும்பொருட்டு உலகத்தார் உயிர்களைக் கொல்லாதிருப்பாரானால், விலையின் பொருட்டு ஊன் விற்பவர் இல்லாமல் போவர்.';
            break;
        case 257:
            resultText = `<strong style="color: aqua">குறள் எண்: 257</strong><hr>` +
                'உண்ணாமை வேண்டும் புலாஅல் பிறிதுஒன்றன்<br>' +
                'புண்அது உணர்வார்ப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புலால் உண்ணாமலிருக்க வேண்டும்; ஆராய்ந்து அறிவாரைப் பெற்றால், அப்புலால் வேறோர் உயிரின் புண் என்பதை உணரலாம்.';
            break;
        case 258:
            resultText = `<strong style="color: aqua">குறள் எண்: 258</strong><hr>` +
                'செயிரின் தலைப்பிரிந்த காட்சியார் உண்ணார்<br>' +
                'உயிரின் தலைப்பிரிந்த ஊண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குற்றத்திலிருந்து நீங்கிய அறிவை உடையவர், ஓர் உயிரினடத்திலிருந்து பிரிந்துவந்த உடம்பாகிய ஊனை உண்ணமாட்டார்.';
            break;
        case 259:
            resultText = `<strong style="color: aqua">குறள் எண்: 259</strong><hr>` +
                'அவிசொரிந்து ஆயிரம் வேட்டலின் ஒன்றன்<br>' +
                'உயிர்செகுத்து உண்ணாமை நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெய் முதலிய பொருள்களைத் தீயில் சொரிந்து ஆயிரம் வேள்விகள் செய்தலைவிட, ஒன்றன் உயிரைக் கொன்று உடம்பைத் தின்னாதிருத்தல் நல்லது.';
            break;

        case 260:
            resultText = `<strong style="color: aqua">குறள் எண்: 260</strong><hr>` +
                'கொல்லான் புலாலை மறுத்தானைக் கைகூப்பி<br>' +
                'எல்லா உயிரும் தொழும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஓருயிரையும் கொல்லாமல் புலால் உண்ணாமல் வாழ்கின்றவனை உலகத்தில் உள்ள எல்லா உயிர்களும் கைகூப்பி வணங்கும்.';
            break;
        case 261:
            resultText = `<strong style="color: aqua">குறள் எண்: 261</strong><hr>` +
                'உற்றநோய் நோன்றல் உயிர்க்குஉறுகண் செய்யாமை<br>' +
                'அற்றே தவத்திற்கு உரு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தான் பெற்ற துன்பத்தைப் பொறுத்தலும் மற்ற உயிர்களுக்குத் துன்பம் செய்யாதிருத்தலும் ஆகியவைகளே தவத்திற்கு வடிவமாகும்.';
            break;
        case 262:
            resultText = `<strong style="color: aqua">குறள் எண்: 262</strong><hr>` +
                'தவமும் தவமுடையார்க்கு ஆகும் அவம்அதனை<br>' +
                'அஃதிலார் மேற்கொள் வது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தவக்கோலமும் தவஒழுக்கம் உடையவர்க்கே பொருத்தமாகும்; அக்கோலத்தைத் தவஒழுக்கம் இல்லாதவர் மேற்கொள்வது வீண்முயற்சியாகும்.';
            break;
        case 263:
            resultText = `<strong style="color: aqua">குறள் எண்: 263</strong><hr>` +
                'துறந்தார்க்குத் துப்புரவு வேண்டி மறந்தார்கொல்<br>' +
                'மற்றை யவர்கள் தவம்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துறந்தவர்க்கு உணவு முதலியவை கொடுத்து உதவ வேண்டும் என விரும்பி மற்றவர்கள் (இல்லறத்தினர்) தவம் செய்வதை மறந்தார்களோ?';
            break;
        case 264:
            resultText = `<strong style="color: aqua">குறள் எண்: 264</strong><hr>` +
                'ஒன்னார்த் தெறலும் உவந்தாரை ஆக்கலும்<br>' +
                'எண்ணின் தவத்தான் வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தீமை செய்யும் பகைவரை அடக்குதலும், நன்மை செய்யும் நண்பரை உயர்த்துதலும் நினைத்த அளவில் தவத்தின் வலிமையால் உண்டாகும்.';
            break;
        case 265:
            resultText = `<strong style="color: aqua">குறள் எண்: 265</strong><hr>` +
                'வேண்டிய வேண்டியாங்கு எய்தலால் செய்தவம்<br>' +
                'ஈண்டு முயலப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விரும்பிய பயன்களை விரும்பியவாறே அடைய முடியுமாகையால் செய்யத்தக்க தவம் இந்நிலையிலும் (இல்லற வாழ்க்கையிலும்) முயன்று செய்யப்படும்.';
            break;
        case 266:
            resultText = `<strong style="color: aqua">குறள் எண்: 266</strong><hr>` +
                'தவஞ்செய்வார் தம்கருமம் செய்வார்மற்று அல்லார்<br>' +
                'அவஞ்செய்வார் ஆசையுள் பட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தவம் செய்கின்றவரே தமக்குரிய கடமைகளைச் செய்கின்றவர் ஆவர்; அவர் அல்லாத மற்றவர் ஆசை வலையில் அகப்பட்டு வீண்முயற்சி செய்கின்றவரே.';
            break;
        case 267:
            resultText = `<strong style="color: aqua">குறள் எண்: 267</strong><hr>` +
                'சுடச்சுடரும் பொன்போல் ஒளிவிடும் துன்பம்<br>' +
                'சுடக்சுட நோற்கிற் பவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புடமிட்டுச் சுடச்சுட ஒளிவிடுகின்ற பொன்னைப் போல், தவம் செய்கின்றவரைத் துன்பம் வருத்த வருத்த மெய்யுணர்வு மிகும்.';
            break;
        case 268:
            resultText = `<strong style="color: aqua">குறள் எண்: 268</strong><hr>` +
                'தன்உயிர் தான் அறப் பெற்றானை ஏனைய<br>' +
                'மன்னுயிர் எல்லாம் தொழும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தவவலிமையால் தன்னுடைய உயிர் தான் என்னும் பற்று நீங்கப்பெற்றவனை மற்ற உயிர்கள் எல்லாம் (அவனுடைய பெருமையை உணர்ந்து) தொழும்.';
            break;
        case 269:
            resultText = `<strong style="color: aqua">குறள் எண்: 269</strong><hr>` +
                'கூற்றம் குதித்தலும் கைகூடும் நோற்றலின்<br>' +
                'ஆற்றல் தலைப்பட் டவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தவம் செய்வதால் பெறத்தக்க ஆற்றலைப் பெற்றவர்க்கு (ஓர் இடையூறும் இல்லையாகையால்) யமனை வெல்லுதலும் கைகூடும்.';
            break;
        case 270:
            resultText = `<strong style="color: aqua">குறள் எண்: 270</strong><hr>` +
                'இலர்பலர் ஆகிய காரணம் நோற்பார்<br>' +
                'சிலர்பலர் நோலா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆற்றல் இல்லாதவர் பலராக உலகில் இருப்பதற்குக் காரணம், தவம் செய்கின்றவர் சிலராகவும் செய்யாதவர் பலராகவும் இருப்பதே ஆகும்.';
            break;

        case 271:
            resultText = `<strong style="color: aqua">குறள் எண்: 271</strong><hr>` +
                'வஞ்ச மனத்தான் படிற்றொழுக்கம் பூதங்கள்<br>' +
                'ஐந்தும் அகத்தே நகும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வஞ்சமனம் உடையவனது பொய்யொழுக்கத்தை அவனுடைய உடம்பில் கலந்து நிற்கும் ஐந்து பூதங்களும் கண்டு தம்முள் சிரிக்கும்.';
            break;
        case 272:
            resultText = `<strong style="color: aqua">குறள் எண்: 272</strong><hr>` +
                'வானுயர் தோற்றம் எவன்செய்யும் தன்நெஞ்சம்<br>' +
                'தான்அறி குற்றப் படின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் மனம் தான் அறிந்த குற்றத்தில் தங்குமானால் வானத்தைப்போல் உயர்ந்துள்ள தவக்கோலம், ஒருவனுக்கு என்ன பயன் செய்யும்?';
            break;
        case 273:
            resultText = `<strong style="color: aqua">குறள் எண்: 273</strong><hr>` +
                'வலிஇல் நிலைமையான் வல்லுருவம் பெற்றம்<br>' +
                'புலியின்தோல் போர்த்துமேய்ந் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனத்தை அடக்கும் வலிமை இல்லாதவன் மேற்கொண்ட வலிய தவக்கோலம், பசு புலியின் தோலைப் போர்த்திக் கொண்டு பயிரை மேய்ந்தாற் போன்றது.';
            break;
        case 274:
            resultText = `<strong style="color: aqua">குறள் எண்: 274</strong><hr>` +
                'தவம்மறைந்து அல்லவை செய்தல் புதல்மறைந்து<br>' +
                'வேட்டுவன் புள்சிமிழ்த் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தவக்கோலத்தில் மறைந்துகொண்டு தவம் அல்லாத தீய செயல்களைச் செய்தல், புதரில் மறைந்து வேடன் பறவைகளை வலைவீசிப் பிடித்தலைப் போன்றது.';
            break;
        case 275:
            resultText = `<strong style="color: aqua">குறள் எண்: 275</strong><hr>` +
                'பற்றுஅற்றேம் என்பார் படிற்றுறொழுக்கம் எற்றுஎற்றுஎன்று<br>' +
                'ஏதம் பலவுந் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '“பற்றுக்களைத் துறந்தோம்” என்று சொல்கின்றவரின் பொய்யொழுக்கம், என்ன செய்தோம் என்ன செய்தோம்’ என்று வருந்தும்படியான துன்பம் பலவும் தரும்.';
            break;
        case 276:
            resultText = `<strong style="color: aqua">குறள் எண்: 276</strong><hr>` +
                'நெஞ்சில் துறவார் துறந்தார்போல் வஞ்சித்து<br>' +
                'வாழ்வாரின் வன்கணார் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனத்தில் பற்றுக்களைத் துறக்காமல், துறந்தவரைப் போல் வஞ்சனை செய்து வாழ்கின்றவர் போல் இரக்கமற்றவர் வேறு எவரும் இல்லை.';
            break;
        case 277:
            resultText = `<strong style="color: aqua">குறள் எண்: 277</strong><hr>` +
                'புறங்குன்றி கண்டனைய ரேனும் அகங்குன்றி<br>' +
                'மூக்கிற் கரியார் உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புறத்தில் குன்றிமணிபோல் செம்மையானவராய்க் காணப்பட்டாராயினும், அகத்தில் குன்றிமணியின் மூக்குப்போல் கருத்திருப்பவர் உலகில் உண்டு.';
            break;
        case 278:
            resultText = `<strong style="color: aqua">குறள் எண்: 278</strong><hr>` +
                'மனத்தது மாசுஆக மாண்டார்நீ் ராடி<br>' +
                'மறைந்துஒழுகு மாந்தர் பலர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனத்தில் மாசு இருக்கத் தவத்தால் மாண்பு பெற்றவரைப் போல நீரில் மூழ்கி மறைந்து நடக்கும் வஞ்சனை உடைய மாந்தர் உலகில் பலர் உள்ளனர்.';
            break;
        case 279:
            resultText = `<strong style="color: aqua">குறள் எண்: 279</strong><hr>` +
                'கணைகொடிது யாழ்கோடு செவ்விதுஆங் கன்ன<br>' +
                'வினைபடு பாலால் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நேராகத் தோன்றினும் அம்பு கொடியது; வளைவுடன் தோன்றினாலும் யாழின் கொம்பு நன்மையானது; மக்களின் பண்புகளையும் செயல் வகையால் உணர்ந்து கொள்ள வேண்டும்.';
            break;
        case 280:
            resultText = `<strong style="color: aqua">குறள் எண்: 280</strong><hr>` +
                'மழித்தலும் நீட்டலும் வேண்டா உலகம்<br>' +
                'பழித்தது ஒழித்து விடின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகம் பழிக்கும் தீயொழுக்கத்தை விட்டுவிட்டால், மொட்டை அடித்தலும் சடைவளர்த்தலுமாகிய புறக் கோலங்களும் வேண்டா.';
            break;

        case 281:
            resultText = `<strong style="color: aqua">குறள் எண்: 281</strong><hr>` +
                'எள்ளாமை வேண்டுவான் என்பான் எனைத்துஒன்றும்<br>' +
                'கள்ளாமை காக்கதன் நெஞ்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறரால் இகழப்படாமல் வாழ விரும்புகின்றவன், எத்தன்மையான பொருளையும் பிறரிடமிருந்து வஞ்சித்துக் கொள்ள எண்ணாதபடி தன் நெஞ்சைக் காக்கவேண்டும்.';
            break;
        case 282:
            resultText = `<strong style="color: aqua">குறள் எண்: 282</strong><hr>` +
                'உள்ளத்தால் உள்ளலும் தீதே பிறன்பொருளைக்<br>' +
                'கள்ளத்தால் கள்வேம் எனல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குற்றமானதை உள்ளத்தால் எண்ணுவதும் குற்றமே; அதனால் பிறன் பொருளை அவன் அறியாத வகையால், "வஞ்சித்துக் கொள்வோம்" என்று எண்ணாதிருக்க வேண்டும்.';
            break;
        case 283:
            resultText = `<strong style="color: aqua">குறள் எண்: 283</strong><hr>` +
                'களவினால் ஆகிய ஆக்கம் அளவுஇறந்து<br>' +
                'ஆவது போலக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'களவு செய்து பொருள் கொள்வதால் உண்டாகிய ஆக்கம் பெருகுவதுபோல தோன்றி, இயல்பாக இருக்க வேண்டிய அளவையும் கடந்து கெட்டுவிடும்.';
            break;
        case 284:
            resultText = `<strong style="color: aqua">குறள் எண்: 284</strong><hr>` +
                'களவின்கண் கன்றிய காதல் விளைவின்கண்<br>' +
                'வீயா விழுமம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'களவுசெய்து பிறர்பொருள் கொள்ளுதலின் ஒருவனுக்கு உள்ள மிகுந்த விருப்பம், பயன் விளையும்போது தொலையாத துன்பத்தைத் தரும்.';
            break;
        case 285:
            resultText = `<strong style="color: aqua">குறள் எண்: 285</strong><hr>` +
                'அருள்கருதி அன்புடையர் ஆதல் பொருள்கருதிப்<br>' +
                'பொச்சாப்புப் பார்ப்பார்கண் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அருளைப் பெரிதாகக் கருதி அன்பு உடையவராய் நடத்தல், பிறருடைய பொருளைக் கவர எண்ணி அவர் சோர்ந்திருக்கும் நிலையைப் பார்ப்பவரிடத்தில் இல்லை.';
            break;
        case 286:
            resultText = `<strong style="color: aqua">குறள் எண்: 286</strong><hr>` +
                'அளவின்கண் நின்றுஒழுகல் ஆற்றார் களவின்கண்<br>' +
                'கன்றிய காத லவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'களவு செய்து பிறர்பொருள் கொள்ளுதலின் மிக்க விருப்பம் உடையவர், அளவு (சிக்கனம்) போற்றி வாழும் நெறியில் நின்று ஒழுக மாட்டார்.';
            break;
        case 287:
            resultText = `<strong style="color: aqua">குறள் எண்: 287</strong><hr>` +
                'களவுஎன்னும் காரறி வாண்மை அளவுஎன்னும்<br>' +
                'ஆற்றல் புரிந்தார்கண் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'களவு என்பதற்குக் காரணமான மயங்கிய அறிவு உடையவராயிருத்தல், அளவு அறிந்து வாழ்தலாகிய ஆற்றலை விரும்பினவரிடத்தில் இல்லை.';
            break;
        case 288:
            resultText = `<strong style="color: aqua">குறள் எண்: 288</strong><hr>` +
                'அளவுஅறிந்தார் நெஞ்சத்து அறம்போல நிற்கும்<br>' +
                'களவுஅறிந்தார் நெஞ்சில் கரவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அளவறிந்து வாழ்கின்றவரின் நெஞ்சில் நிற்கும் அறம்போல், களவுசெய்து பழகி அறிந்தவரின் நெஞ்சில் வஞ்சம் நிற்கும்.';
            break;
        case 289:
            resultText = `<strong style="color: aqua">குறள் எண்: 289</strong><hr>` +
                'அளவுஅல்ல செய்தாங்கே வீவர் களவல்ல<br>' +
                'மற்றைய தேற்றா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'களவு செய்தல் தவிர மற்ற நல்லவழிகளை நம்பித் தெளியாதவர், அளவு அல்லாத செயல்களைச் செய்து அப்போதே கெட்டழிவர்.';
            break;
        case 290:
            resultText = `<strong style="color: aqua">குறள் எண்: 290</strong><hr>` +
                'கள்வார்க்குத் தள்ளும் உயிர்நிலை கள்ளார்க்குத்<br>' +
                'தள்ளாது புத்தே ளுலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'களவு செய்வார்க்கு உடலில் உயிர்வாழும் வாழ்வும் தவறிப்போகும். களவு செய்யாமல் வாழ்வோர்க்குத் தேவருலகம் வாய்க்கத் தவறாது.';
            break;
        case 291:
            resultText = `<strong style="color: aqua">குறள் எண்: 291</strong><hr>` +
                'வாய்மை எனப்படுவது யாதுஎனின் யாதுஒன்றும்<br>' +
                'தீமை இலாத சொலல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வாய்மை என்று கூறப்படுவது எது என்றால் அது மற்றவர்க்கு ஒரு சிறிதும் தீமை இல்லாத சொற்களைச் சொல்லுதல் ஆகும்.';
            break;
        case 292:
            resultText = `<strong style="color: aqua">குறள் எண்: 292</strong><hr>` +
                'பொய்ம்மையும் வாய்மை இடத்த புரைதீர்ந்த<br>' +
                'நன்மை பயக்கும் எனின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குற்றம் தீர்ந்த நன்மையை விளைக்குமானால் பொய்யான சொற்களும் வாய்மை என்று கருதத்தக்க இடத்தைப் பெறுவனவாம்.';
            break;
        case 293:
            resultText = `<strong style="color: aqua">குறள் எண்: 293</strong><hr>` +
                'தன்னெஞ்சு அறிவது பொய்யற்க பொய்த்தபின்<br>' +
                'தன்நெஞ்சே தன்னைச் சுடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தன் நெஞ்சம் அறிவதாகிய ஒன்றைக் குறித்துப் பொய் சொல்லக்கூடாது. பொய் சொன்னால் அதைக் குறித்துத் தன் நெஞ்சமே தன்னை வருத்தும்.';
            break;
        case 294:
            resultText = `<strong style="color: aqua">குறள் எண்: 294</strong><hr>` +
                'உள்ளத்தால் பொய்யாது ஒழுகின் உலகத்தார்<br>' +
                'உள்ளத்துள் எல்லாம் உளன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தன் உள்ளம் அறியப் பொய் இல்லாமல் நடப்பானானால், அத்தகையவன் உலகத்தாரின் உள்ளங்களில் எல்லாம் இருப்பவனாவான்.';
            break;
        case 295:
            resultText = `<strong style="color: aqua">குறள் எண்: 295</strong><hr>` +
                'மனத்தொடு வாய்மை மொழியின் தவத்தொடு<br>' +
                'தானம்செய் வாரின் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தன் மனத்தோடு பொருந்த உண்மை பேசுவானானால், அவன் தவத்தோடு தானமும் ஒருங்கே செய்வாரைவிடச் சிறந்தவன்.';
            break;
        case 296:
            resultText = `<strong style="color: aqua">குறள் எண்: 296</strong><hr>` +
                'பொய்யாமை அன்ன புகழ்இல்லை எய்யாமை<br>' +
                'எல்லா அறமும் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்குப் பொய் இல்லாமல் வாழ்தலைப் போன்ற புகழ்நிலை வேறொன்றும் இல்லை; அஃது அவன் அறியாமலே அவனுக்கு எல்லா அறமும் கொடுக்கும்.';
            break;
        case 297:
            resultText = `<strong style="color: aqua">குறள் எண்: 297</strong><hr>` +
                'பொய்யாமை பொய்யாமை ஆற்றின் அறம்பிற<br>' +
                'செய்யாமை செய்யாமை நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொய்யாமை ஆகிய அறத்தை உண்மையாகவே போற்றி வாழ முடிந்தால் மற்ற அறங்களைச் செய்தலும் நல்லது ஆகும்.';
            break;
        case 298:
            resultText = `<strong style="color: aqua">குறள் எண்: 298</strong><hr>` +
                'புறந்தூய்மை நீரான் அமையும் அகந்தூய்மை<br>' +
                'வாய்மையால் காணப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புறத்தே தூய்மையாக விளங்குதல் நீரினால் ஏற்படும்; அதுபோல் அகத்தே தூய்மையாக விளங்குதல் வாய்மையால் உண்டாகும்.';
            break;
        case 299:
            resultText = `<strong style="color: aqua">குறள் எண்: 299</strong><hr>` +
                'எல்லா விளக்கும் விளக்கல்ல: சான்றோர்க்குப்<br>' +
                'பொய்யா விளக்கே விளக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(புறத்தில் உள்ள இருளை நீக்கும்) விளக்குகள் எல்லாம் விளக்குகள் அல்ல; சான்றோர்க்கு (அகத்து இருள் நீக்கும்) பொய்யாமையாகிய விளக்கே விளக்கு ஆகும்.';
            break;
        case 300:
            resultText = `<strong style="color: aqua">குறள் எண்: 300</strong><hr>` +
                'யாமெய்யாக் கண்டவற்றுள் இல்லை எனைத்தொன்றும்<br>' +
                'வாய்மையின் நல்ல பிற.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாம் உண்மையாகக் கண்ட பொருள்களுள் வாய்மையைவிட எத்தன்மையாலும் சிறந்தவைகளாகச் சொல்லத் தக்கவை வேறு இல்லை.';
            break;

        case 301:
            resultText = `<strong style="color: aqua">குறள் எண்: 301</strong><hr>` +
                'செல்இடத்துக் காப்பான் சினங்காப்பான் அல்இடத்துக்<br>' +
                'காக்கின்என் காவாக்கால் என்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பலிக்கும் இடத்தில் சினம் வராமல் காப்பவனே சினம் காப்பவன்; பலிக்காத இடத்தில் காத்தால் என்ன? காக்காவிட்டால் என்ன?';
            break;
        case 302:
            resultText = `<strong style="color: aqua">குறள் எண்: 302</strong><hr>` +
                'செல்லா இடத்துச் சினம்தீது செல்லிடத்தும்<br>' +
                'இல்அதனின் தீய பிற.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பலிக்காத இடத்தில் (தன்னைவிட வறியவரிடத்தில்) சினம் கொள்வது தீங்கு; பலிக்கும் இடத்திலும் (மெலியவரிடத்திலும்) சினத்தைவிடத் தீயவை வேறில்லை.';
            break;
        case 303:
            resultText = `<strong style="color: aqua">குறள் எண்: 303</strong><hr>` +
                'மறத்தல் வெகுளியை யார்மாட்டும் தீய<br>' +
                'பிறத்தல் அதனான் வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாரிடத்திலும் சினங் கொள்ளாமல் அதை மறந்துவிட வேண்டும்; தீமையான விளைவுகள் அந்தச் சினத்தாலேயே ஏற்படும்.';
            break;
        case 304:
            resultText = `<strong style="color: aqua">குறள் எண்: 304</strong><hr>` +
                'நகையும் உவகையும் கொல்லும் சினத்தின்<br>' +
                'பகையும் உளவோ பிற?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முகமலர்ச்சியையும் அகமகிழ்ச்சியையும் கொல்கின்ற சினத்தைவிட ஒருவனுக்குப் பகையானவை வேறு உள்ளனவோ?';
            break;
        case 305:
            resultText = `<strong style="color: aqua">குறள் எண்: 305</strong><hr>` +
                'தன்னைத்தான் காக்கின் சினம்காக்க காவாக்கால்<br>' +
                'தன்னையே கொல்லும் சினம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தன்னைத்தான் காத்துக்கொள்வதானால், சினம் வாராமல் காத்துக்கொள்ள வேண்டும்; காக்காவிட்டால் சினம் தன்னையே அழித்துவிடும்.';
            break;
        case 306:
            resultText = `<strong style="color: aqua">குறள் எண்: 306</strong><hr>` +
                'சினம்என்னும் சேர்ந்தாரைக் கொல்லி இனம்என்னும்<br>' +
                'ஏமப் புணையைச் சுடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சினம் என்னும் சேர்ந்தவரை அழிக்கும் நெருப்பு, ஒருவனுக்கு இனம் என்னும் இன்பத் தெப்பத்தையும் சுட்டழிக்கும்.';
            break;
        case 307:
            resultText = `<strong style="color: aqua">குறள் எண்: 307</strong><hr>` +
                'சினத்தைப் பொருள்என்று கொண்டவன் கேடு<br>' +
                'நிலத்தறைந்தான் கைபிழையா தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(தன் வல்லமை புலப்படுத்தச்) சினத்தைப் பொருளென்று கொண்டவன் அழிதல், நிலத்தை அறைந்தவனுடைய கை தப்பாததுபோல் ஆகும்.';
            break;
        case 308:
            resultText = `<strong style="color: aqua">குறள் எண்: 308</strong><hr>` +
                'இணர்எரி தோய்வுஅன்ன இன்னா செயினும்<br>' +
                'புணரின் வெகுளாமை நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பல சுடர்களை உடைய பெருநெருப்பில் தோய்வது போன்ற துன்பத்தை ஒருவன் செய்தபோதிலும், கூடுமானால் அவன்மேல் சினங் கொள்ளாதிருத்தல் நல்லது.';
            break;
        case 309:
            resultText = `<strong style="color: aqua">குறள் எண்: 309</strong><hr>` +
                'உள்ளியது எல்லாம் உடன்எய்தும் உள்ளத்தால்<br>' +
                'உள்ளான் வெகுளி எனின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தன் மனத்தால் சினத்தை எண்ணாதிருப்பானானால், நினைத்த நன்மைகளை எல்லாம் அவன் ஒருங்கே பெறுவான்.';
            break;
        case 310:
            resultText = `<strong style="color: aqua">குறள் எண்: 310</strong><hr>` +
                'இறந்தார் இறந்தார் அனையர் சினத்தைத்<br>' +
                'துறந்தார் துறந்தார் துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சினத்தில் அளவுகடந்து சென்றவர் இறந்தவரைப் போன்றவர்; சினத்தை அடியோடு துறந்தவர் துறந்தவர்க்கு ஒப்பாவார்.';
            break;
        case 311:
            resultText = `<strong style="color: aqua">குறள் எண்: 311</strong><hr>` +
                'சிறப்புஈனும் செல்வம் பெறினும் பிறர்க்குஇன்னா<br>' +
                'செய்யாமை மாசுஅற்றார் கோள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சிறப்பைத் தருகின்ற பெருஞ் செல்வத்தைப் பெறுவதாக இருந்தாலும், பிறர்க்குத் துன்பம் செய்யாதிருத்தலே மாசற்றவரின் கொள்கையாம்.';
            break;
        case 312:
            resultText = `<strong style="color: aqua">குறள் எண்: 312</strong><hr>` +
                'கறுத்துஇன்னா செய்தவக் கண்ணும் மறுத்துஇன்னா<br>' +
                'செய்யாமை மாசுஅற்றார் கோள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் கறுவுகொண்டு துன்பம் செய்த போதிலும் அவனுக்குத் திரும்பத் துன்பம் செய்யாதிருத்தலே மாசற்றவரின் கொள்கையாம்.';
            break;
        case 313:
            resultText = `<strong style="color: aqua">குறள் எண்: 313</strong><hr>` +
                'செய்யாமல் செற்றார்க்கும் இன்னாத செய்தபின்<br>' +
                'உய்யா விழுமம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தான் ஒன்றும் செய்யாதிருக்கத் தனக்குத் தீங்கு செய்தவர்க்கும் துன்பமானவற்றைச் செய்தால், செய்த பிறகு தப்பமுடியாத துன்பத்தையே கொடுக்கும்.';
            break;
        case 314:
            resultText = `<strong style="color: aqua">குறள் எண்: 314</strong><hr>` +
                'இன்னாசெய் தாரை ஒறுத்தல் அவர்நாண<br>' +
                'நன்னயம் செய்து விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இன்னா செய்தவரைத் தண்டித்தல், அவரே நாணும் படியாக அவர்க்கு நல்லுதவி செய்து, அவருடைய தீமையையும் நன்மையயும் மறந்துவிடுதலாகும்.';
            break;
        case 315:
            resultText = `<strong style="color: aqua">குறள் எண்: 315</strong><hr>` +
                'அறிவினான் ஆகுவது உண்டோ பிறதின்நோய்<br>' +
                'தம்நோய்போல் போற்றாக் கடை?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மற்ற உயிரின் துன்பத்தைத் தன் துன்பம்போல் கருதிக் காப்பாற்றாவிட்டால், பெற்றுள்ள அறிவினால் ஆகும் பயன் உண்டோ?';
            break;
        case 316:
            resultText = `<strong style="color: aqua">குறள் எண்: 316</strong><hr>` +
                'இன்னா எனத்தான் உணர்ந்தவை துன்னாமை<br>' +
                'வேண்டும் பிறன்கண் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் துன்பமானவை என்று தன் வாழ்க்கையில் கண்டு உணர்ந்தவைகளை மற்றவனிடத்தில் செய்யாமல் தவிர்க்க வேண்டும்.';
            break;
        case 317:
            resultText = `<strong style="color: aqua">குறள் எண்: 317</strong><hr>` +
                'எனைத்தானும் எஞ்ஞான்றும் யார்க்கும் மனத்தான் ஆம்<br>' +
                'மாணாசெய் யாமை தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எவ்வளவு சிறியதாயினும் எக்காலத்திலும் எவரிடத்திலும் மனத்தால் எண்ணி உண்டாகின்ற துன்பச் செயல்களைச் செய்யாதிருத்தலே சிறந்தது.';
            break;
        case 318:
            resultText = `<strong style="color: aqua">குறள் எண்: 318</strong><hr>` +
                'தன்உயிர்க்கு இன்னாமை தானறிவான் என்கொலோ<br>' +
                'மன்னுயிர்க்கு இன்னா செயல்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் உயிர்க்குத் துன்பமானவை இவை என்று உணர்ந்தவன், மற்ற உயிர்களுக்கு அத்துன்பங்களைச் செய்தல் என்ன காரணத்தாலோ?';
            break;
        case 319:
            resultText = `<strong style="color: aqua">குறள் எண்: 319</strong><hr>` +
                'பிறர்க்கு இன்னா முற்பகல் செய்யின் தமக்குஇன்னா<br>' +
                'பிற்பகல் தாமே வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முற்பகலில் மற்றவர்க்குத் துன்பமானவற்றைச் செய்தால் அவ்வாறு செய்தவர்க்கே பிற்பகலில் துன்பங்கள் தாமாகவே வந்து சேரும்.';
            break;
        case 320:
            resultText = `<strong style="color: aqua">குறள் எண்: 320</strong><hr>` +
                'நோய்எல்லாம் நோய்செய்தார் மேலவாம் நோய்செய்யார்<br>' +
                'நோயின்மை வேண்டு பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துன்பம் எல்லாம் துன்பம் செய்தவரையே சார்வன. ஆகையால் துன்பம் இல்லாமல் வாழ்தலை விரும்புகின்றவர், பிறர்க்குத் துன்பம் செய்யார்.';
            break;

        case 321:
            resultText = `<strong style="color: aqua">குறள் எண்: 321</strong><hr>` +
                'அறவினை யாதெனில் கொல்லாமை கோறல்<br>' +
                'பிறவினை எல்லாம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறமாகிய செயல் எது என்றால் ஓர் உயிரையும் கொல்லாமையாகும்; கொல்லுதல் அறமல்லாத செயல்கள் எல்லாவற்றையும் விளைக்கும்.';
            break;
        case 322:
            resultText = `<strong style="color: aqua">குறள் எண்: 322</strong><hr>` +
                'பகுத்துஉண்டு பல்லுயிர் ஓம்புதல் நூலோர்<br>' +
                'தொகுத்தவற்றுள் எல்லாம் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கிடைத்ததைப் பகுத்துக் கொடுத்துத் தானும் உண்டு பல உயிர்களையும் காப்பாற்றுதல், அறநூலார் தொகுத்த அறங்கள் எல்லாவற்றிலும் தலையான அறமாகும்.';
            break;
        case 323:
            resultText = `<strong style="color: aqua">குறள் எண்: 323</strong><hr>` +
                'ஒன்றாக நல்லது கொல்லாமை மற்றுஅதன்<br>' +
                'பின்சாரப் பொய்யாமை நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இணையில்லாத ஓர் அறமாகக் கொல்லாமை நல்லது; அதற்கு அடுத்த நிலையில் வைத்துக் கூறத்தக்கதாகப் பொய்யாமை நல்லது.';
            break;
        case 324:
            resultText = `<strong style="color: aqua">குறள் எண்: 324</strong><hr>` +
                'நல்லாறு எனப்படுவது யாதெனின் யாதொன்றும்<br>' +
                'கொல்லாமை சூழும் நெறி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல வழி என்று அறநூல்களால் சொல்லப்படுவது எது என்றால், எந்த உயிரையும் கொல்லாத அறத்தைப் போற்றும் நெறியாகும்.';
            break;
        case 325:
            resultText = `<strong style="color: aqua">குறள் எண்: 325</strong><hr>` +
                'நிலைஅஞ்சி நீத்தாருள் எல்லாம் கொலைஅஞ்சிக்<br>' +
                'கொல்லாமை சூழ்வான் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வாழ்க்கையின் தன்மையைக் கண்டு அஞ்சித் துறந்தவர்கள் எல்லாரிலும், கொலை செய்வதற்கு அஞ்சிக் கொல்லாத அறத்தைப் போற்றுகின்றவன் உயர்ந்தவன்.';
            break;
        case 326:
            resultText = `<strong style="color: aqua">குறள் எண்: 326</strong><hr>` +
                'கொல்லாமை மேற்கொண்டு ஒழுகுவான் வாழ்நாள்மேல்<br>' +
                'செல்லாது உயிருண்ணும் கூற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கொல்லாத அறத்தை மேற்கொண்டு நடக்கின்றவனுடைய வாழ்நாளின்மேல், உயிரைக் கொண்டு செல்லும் கூற்றுவனும் செல்லமாட்டான்.';
            break;
        case 327:
            resultText = `<strong style="color: aqua">குறள் எண்: 327</strong><hr>` +
                'தன்உயிர் நீப்பினும் செய்யற்க தான்பிறிது<br>' +
                'இன்னுயிர் நீக்கும் வினை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் உயிர் உடம்பிலிருந்து நீங்கிப் போவதாக நேர்ந்தாலும், அதைத் தடுப்பதற்காகத் தான் வேறோர் உயிரை நீக்கும் செயலைச் செய்யக்கூடாது.';
            break;
        case 328:
            resultText = `<strong style="color: aqua">குறள் எண்: 328</strong><hr>` +
                'நன்றாகும் ஆக்கம் பெரிதெனினும் சான்றோர்க்குக்<br>' +
                'கொன்றாகும் ஆக்கம் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கொலையால் நன்மையாக விளையும் ஆக்கம் பெரிதாக இருந்தாலும், சான்றோர்க்குக் கொலையால் வரும் ஆக்கம் மிக இழிவானதாகும்.';
            break;
        case 329:
            resultText = `<strong style="color: aqua">குறள் எண்: 329</strong><hr>` +
                'கொலைவினையர் ஆகிய மாக்கள் புலைவினையர்<br>' +
                'புன்மை தெரிவா ரகத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கொலைத்தொழிலினராகிய மக்கள் அதன் இழிவை ஆராய்ந்தவரிடத்தில் புலைத்தொழிலுடையவராய்த் தாழ்ந்து தோன்றுவர்.';
            break;
        case 330:
            resultText = `<strong style="color: aqua">குறள் எண்: 330</strong><hr>` +
                'உயிர்உடம்பின் நீக்கியார் என்ப செயிர்உடம்பின்<br>' +
                'செல்லாத்தீ வாழ்க்கை யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நோய் மிகுந்த உடம்புடன் வறுமையான தீய வாழ்க்கை உடையவர், முன்பு கொலை பல செய்து உயிர்களை உடம்புகளிலிருந்து நீக்கினவர் என்று அறிஞர் கூறுவர்.';
            break;

        case 331:
            resultText = `<strong style="color: aqua">குறள் எண்: 331</strong><hr>` +
                'நில்லாத வற்றை நிலையின என்றுஉணரும்<br>' +
                'புல்லறி வாண்மை கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நிலையில்லாதவைகளை நிலையானவை என்று மயங்கி உணரும் புல்லறிவு உடையவராக இருத்தல் வாழ்க்கையில் இழிந்த நிலையாகும்.';
            break;
        case 332:
            resultText = `<strong style="color: aqua">குறள் எண்: 332</strong><hr>` +
                'கூத்தாட்டு அவைக்குழாத் தற்றே பெருஞ்செல்வம்<br>' +
                'போக்கும் அதுவிளிந் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெரிய செல்வம் வந்து சேர்தல், கூத்தாடுமிடத்தில் கூட்டம் சேர்வதைப் போன்றது; அது நீங்கிப் போதலும் கூத்து முடிந்ததும் கூட்டம் கலைவதைப் போன்றது.';
            break;
        case 333:
            resultText = `<strong style="color: aqua">குறள் எண்: 333</strong><hr>` +
                'அற்கா இயல்பிற்றுச் செல்வம் அதுபெற்றால்<br>' +
                'அற்குப ஆங்கே செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செல்வம் நிலைக்காத இயல்பை உடையது; அத்தகைய செல்வத்தைப் பெற்றால், பெற்ற அப்பொழுதே நிலையான அறங்களைச் செய்ய வேண்டும்.';
            break;
        case 334:
            resultText = `<strong style="color: aqua">குறள் எண்: 334</strong><hr>` +
                'நாள்என ஒன்றுபோல் காட்டி உயிர்ஈரும்<br>' +
                'வாள்அது உணர்வார்ப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வாழ்க்கையை ஆராய்ந்து உணர்வாரைப் பெற்றால், நாள் என்பது ஒரு கால அளவுபோல் காட்டி, உயிரை உடம்பிலிருந்து பிரித்து அறுக்கும் வாளாக உள்ளது.';
            break;
        case 335:
            resultText = `<strong style="color: aqua">குறள் எண்: 335</strong><hr>` +
                'நாச்செற்று விக்குள்மேல் வாராமுன் நல்வினை<br>' +
                'மேற்சென்று செய்யப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாவை அடக்கி விக்கல் மேலெழுவதற்கு முன்னே (இறப்பு நெருங்குவதற்குமுன்) நல்ல அறச்செயல் விரைந்து செய்யத்தக்கதாகும்.';
            break;
        case 336:
            resultText = `<strong style="color: aqua">குறள் எண்: 336</strong><hr>` +
                'நெருநல் உளன்ஒருவன் இன்றுஇல்லை என்னும்<br>' +
                'பெருமை உடைத்துஇவ் வுலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நேற்று இருந்தவன் ஒருவன், இன்று இல்லாமல் இறந்து போனான் என்று சொல்லப்படும் நிலையாமை ஆகிய பெருமை உடையது இவ்வுலகம்.';
            break;
        case 337:
            resultText = `<strong style="color: aqua">குறள் எண்: 337</strong><hr>` +
                'ஒருபொழுதும் வாழ்வது அறியார் கருதுப<br>' +
                'கோடியும் அல்ல பல.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவில்லாதவர் ஒருவேளையாவது வாழ்க்கையின் தன்மையை ஆராய்ந்து அறிவதில்லை; ஆனால் வீணில் எண்ணுவனவோ ஒரு கோடியும் அல்ல; மிகப் பல எண்ணங்கள்.';
            break;
        case 338:
            resultText = `<strong style="color: aqua">குறள் எண்: 338</strong><hr>` +
                'குடம்பை தனித்துஒழியப் புள்பறந் தற்றே<br>' +
                'உடம்போடு உயிரிடை நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உடம்போடு உயிர்க்கு உள்ள உறவு, தான் இருந்த கூடு தனியே இருக்க அதைவிட்டு வேறிடத்திற்குப் பறவை பறந்தாற் போன்றது.';
            break;
        case 339:
            resultText = `<strong style="color: aqua">குறள் எண்: 339</strong><hr>` +
                'உறங்கு வதுபோலும் சாக்காடு உறங்கி<br>' +
                'விழிப்பது போலும் பிறப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இறப்பு எனப்படுவது ஒருவனுக்கு உறக்கம் வருதலைப் போன்றது; பிறப்பு எனப்படுவது உறக்கம் நீங்கி விழித்துக் கொள்வதைப் போன்றது.';
            break;
        case 340:
            resultText = `<strong style="color: aqua">குறள் எண்: 340</strong><hr>` +
                'புக்கில் அமைந்தின்று கொல்லோ உடம்பினுள்<br>' +
                'துச்சில் இருந்த உயிர்க்கு?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(நோய்களுக்கு இடமாகிய) உடம்பில் ஒரு மூலையில் குடியிருந்த உயிர்க்கு, நிலையாகப் புகுந்திருக்கும் வீடு இதுவரையில் அமையவில்லையோ?';
            break;
        case 341:
            resultText = `<strong style="color: aqua">குறள் எண்: 341</strong><hr>` +
                'யாதனின் யாதனின் நீங்கியான் நோதல்<br>' +
                'அதனின் அதனின் இலன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் எந்தப் பொருளிலிருந்து, பற்று நீங்கியவனாக இருக்கின்றானோ, அந்தந்தப் பொருளால் அவன் துன்பம் அடைவதில்லை.';
            break;
        case 342:
            resultText = `<strong style="color: aqua">குறள் எண்: 342</strong><hr>` +
                'வண்டின்உண் டாகத் துறக்க துறந்தபின்<br>' +
                'ஈண்டுஇயற் பால பல.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துன்பமில்லாத நிலைமை வேண்டுமானால், எல்லாப் பொருள்களும் உள்ள காலத்திலேயே துறக்க வேண்டும. துறந்தபின் இங்குப் பெறக்கூடும் இன்பங்கள் பல.';
            break;
        case 343:
            resultText = `<strong style="color: aqua">குறள் எண்: 343</strong><hr>` +
                'அடல்வேண்டும் ஐந்தன் புலத்தை விடல்வேண்டும்<br>' +
                'வேண்டிய எல்லாம் ஒருங்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஐம்பொறிகளுக்கு உரிய ஐந்து புலன்களின் ஆசையையும் வெல்லுதல் வேண்டும். அவற்றிற்கு வேண்டிய பொருள்களை எல்லாம் ஒரு சேர விடல் வேண்டும்.';
            break;
        case 344:
            resultText = `<strong style="color: aqua">குறள் எண்: 344</strong><hr>` +
                'இயல்பாகும் நோன்பிற்குஒன்று இன்மை உடைமை<br>' +
                'மயலாகும் மற்றும் பெயர்த்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தவம் செய்வதற்கு ஒரு பற்றும் இல்லாதிருத்தல் இயல்பாகும்; பற்று உடையவராக இருத்தல் மீண்டும் மயங்குதற்கு வழியாகும்.';
            break;
        case 345:
            resultText = `<strong style="color: aqua">குறள் எண்: 345</strong><hr>` +
                'மற்றும் தொடர்ப்பாடு எவன்கொல் பிறப்புஅறுக்கல்<br>' +
                'உற்றார்க்கு உடம்பும் மிகை?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறவித் துன்பத்தைப் போக்க முயல்கின்றவர்க்கு உடம்பும் மிகையான பொருள்; ஆகையால் அதற்குமேல் வேறு தொடர்பு கொள்வது ஏனோ?';
            break;
        case 346:
            resultText = `<strong style="color: aqua">குறள் எண்: 346</strong><hr>` +
                'யான்எனது என்னும் செருக்குஅறுப்பான் வானோர்க்கு<br>' +
                'உயர்ந்த உலகம் புகும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உடம்பை யான் எனக் கருதலும் தொடர்பு இல்லாத பொருளை எனது எனக் கருதலுமாகிய மயக்கத்தைப் போக்குகின்றவன், தேவர்க்கும் எட்டாத உயர்ந்த நிலை அடைவான்.';
            break;
        case 347:
            resultText = `<strong style="color: aqua">குறள் எண்: 347</strong><hr>` +
                'பற்றி விடாஅ இடும்பைகள் பற்றினைப்<br>' +
                'பற்றி விடாஅ தவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யான் எனது என்னும் இருவகைப் பற்றுக்களையும் பற்றிக் கொண்டு விடாதவரை, துன்பங்களும் விடாமல் பற்றிக் கொள்கின்றன.';
            break;
        case 348:
            resultText = `<strong style="color: aqua">குறள் எண்: 348</strong><hr>` +
                'தலைப்பட்டார் தீரத் துறந்தார் மயங்கி<br>' +
                'வலைப்பட்டார் மற்றை யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முற்றத் துறந்தவரே உயர்ந்த நிலையினர் ஆவர். அவ்வாறு துறக்காத மற்றவர், அறியாமையாகிய வலையில் அகப்பட்டவர் ஆவர்.';
            break;
        case 349:
            resultText = `<strong style="color: aqua">குறள் எண்: 349</strong><hr>` +
                'பற்றற்ற கண்ணே பிறப்பறுக்கும் மற்று<br>' +
                'நிலையாமை காணப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இருவகைப் பற்றும் அற்றபொழுதே அந்நிலை பிறவித் துன்பத்தை ஒழிக்கும்; இல்லையானால் (பிறவித்துன்பம் மாறி மாறி வந்து) நிலையாமை காணப்படும்.';
            break;
        case 350:
            resultText = `<strong style="color: aqua">குறள் எண்: 350</strong><hr>` +
                'பற்றுக பற்றற்றான் பற்றினை அப்பற்றைப்<br>' +
                'பற்றுக பற்று விடற்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பற்றில்லாதவனாகிய கடவுளுடைய பற்றை மட்டும் பற்றிக் கொள்ள வேண்டும்; உள்ள பற்றுக்களை விட்டொழிப்பதற்கே அப்பற்றைப் பற்ற வேண்டும்.';
            break;

        case 351:
            resultText = `<strong style="color: aqua">குறள் எண்: 351</strong><hr>` +
                'பொருள்அல்ல வற்றைப் பொருள்என்று உணரும்<br>' +
                'மருளான்ஆம் மாணாப் பிறப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மெய்ப்பொருள் அல்லாதவைகளை மெய்ப்பொருள் என்று தவறாக உணர்கின்ற மயக்க உணர்வால் சிறப்பில்லாத துன்பப்பிறவி உண்டாகும்.';
            break;
        case 352:
            resultText = `<strong style="color: aqua">குறள் எண்: 352</strong><hr>` +
                'இருள்நீங்கி இன்பம் பயக்கும் மருள் நீங்கி<br>' +
                'மாசஅறு காட்சி யவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மயக்கம் நீங்கிக் குற்றம் அற்ற மெய்யுணர்வை உடையவர்க்கு, அம் மெய்யுணர்வு அறியாமையை நீக்கி இன்ப நிலையைக் கொடுக்கும்.';
            break;
        case 353:
            resultText = `<strong style="color: aqua">குறள் எண்: 353</strong><hr>` +
                'ஐயத்தின் நீங்கித் தெளிந்தார்க்கு வையத்தின்<br>' +
                'வானம் நணிய உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஐயத்திலிருந்து நீங்கி மெய்யுணர்வு பெற்றவர்க்கு அடைந்துள்ள இவ்வுலகைவிட. அடையவேண்டிய மேலுலகம் அண்மையில் உள்ளதாகும்.';
            break;
        case 354:
            resultText = `<strong style="color: aqua">குறள் எண்: 354</strong><hr>` +
                'ஐயுணர்வு எய்தியக் கண்ணும் பயம்இன்றே<br>' +
                'மெய்உணர்வு இல்லா தவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மெய்யுணர்வு இல்லாதவர்க்கு ஐந்து புலன்களின் வேறுபாட்டால் வளர்ந்த ஐந்துவகை உணர்வும் முற்றப்பெற்ற போதிலும் பயன் இல்லை.';
            break;
        case 355:
            resultText = `<strong style="color: aqua">குறள் எண்: 355</strong><hr>` +
                'எப்பொருள் எத்தன்மைத்து ஆயினும் அப்பொருள்<br>' +
                'மெய்ப்பொருள் காண்பது அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எப்பொருள் எத்தன்மையதாய்த் தோன்றினாலும் (அத் தோற்றத்தை மட்டும் கண்டு மயங்காமல்) அப்பொருளின் உண்மையான இயல்பை அறிவதே மெய்யுணர்வாகும்.';
            break;
        case 356:
            resultText = `<strong style="color: aqua">குறள் எண்: 356</strong><hr>` +
                'கற்றுஈண்டு மெய்ப்பொருள் கண்டார் தலைப்படுவர்<br>' +
                'மற்றுஈண்டு வாரா நெறி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்க வேண்டியவற்றைக் கற்று, இங்கு மெய்ப் பொருளை உணர்ந்தவர்; மீண்டும் இப் பிறப்பிற்கு வாராத வழியை அடைவர்.';
            break;
        case 357:
            resultText = `<strong style="color: aqua">குறள் எண்: 357</strong><hr>` +
                'ஓர்த்துஉள்ளம் உள்ளது உணரின் ஒருதலையாப்<br>' +
                'பேர்த்துஉள்ள வேண்டா பிறப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுடைய உள்ளம் உண்மைப் பொருளை ஆராய்ந்து உறுதியாக உணர்ந்தால், அவனுக்கு மீண்டும் பிறப்பு உள்ளதென எண்ண வேண்டா.';
            break;
        case 358:
            resultText = `<strong style="color: aqua">குறள் எண்: 358</strong><hr>` +
                'பிறப்புஎன்னும் பேதைமை நீங்கச் சிறப்புஎன்னும்<br>' +
                'செம்பொருள் காண்பது அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறவித் துன்பத்திற்குக் காரணமான அறியாமை நீங்குமாறு, முத்தி என்னும் சிறந்த நிலைக்குக் காரணமான செம்பொருளைக் காண்பதே மெய்யுணர்வு.';
            break;
        case 359:
            resultText = `<strong style="color: aqua">குறள் எண்: 359</strong><hr>` +
                'சார்புஉணர்ந்து சார்பு கெடஒழுகின் மற்றழித்துச்<br>' +
                'சார்தரா சார்தரும் நோய்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எல்லாப் பொருளுக்கும் சார்பான செம்பொருளை உணர்ந்து பற்றுக் கெடுமாறு ஒழுகினால், சார்வதற்கு உரிய துன்பங்கள் திரும்ப வந்து அடையா.';
            break;
        case 360:
            resultText = `<strong style="color: aqua">குறள் எண்: 360</strong><hr>` +
                'காமம் வெகுளி மயக்கம் இவை மூன்றன்<br>' +
                'நாமம் கெடக்கெடும் நோய்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விருப்பு, வெறுப்பு, அறியாமை ஆகிய இக்குற்றங்கள் மூன்றனுடைய பெயரும் கெடுமாறு ஒழுகினால் துன்பங்கள் வாராமற் கெடும்.';
            break;

        case 351:
            resultText = `<strong style="color: aqua">குறள் எண்: 351</strong><hr>` +
                'பொருள்அல்ல வற்றைப் பொருள்என்று உணரும்<br>' +
                'மருளான்ஆம் மாணாப் பிறப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மெய்ப்பொருள் அல்லாதவைகளை மெய்ப்பொருள் என்று தவறாக உணர்கின்ற மயக்க உணர்வால் சிறப்பில்லாத துன்பப்பிறவி உண்டாகும்.';
            break;
        case 352:
            resultText = `<strong style="color: aqua">குறள் எண்: 352</strong><hr>` +
                'இருள்நீங்கி இன்பம் பயக்கும் மருள் நீங்கி<br>' +
                'மாசஅறு காட்சி யவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மயக்கம் நீங்கிக் குற்றம் அற்ற மெய்யுணர்வை உடையவர்க்கு, அம் மெய்யுணர்வு அறியாமையை நீக்கி இன்ப நிலையைக் கொடுக்கும்.';
            break;
        case 353:
            resultText = `<strong style="color: aqua">குறள் எண்: 353</strong><hr>` +
                'ஐயத்தின் நீங்கித் தெளிந்தார்க்கு வையத்தின்<br>' +
                'வானம் நணிய உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஐயத்திலிருந்து நீங்கி மெய்யுணர்வு பெற்றவர்க்கு அடைந்துள்ள இவ்வுலகைவிட. அடையவேண்டிய மேலுலகம் அண்மையில் உள்ளதாகும்.';
            break;
        case 354:
            resultText = `<strong style="color: aqua">குறள் எண்: 354</strong><hr>` +
                'ஐயுணர்வு எய்தியக் கண்ணும் பயம்இன்றே<br>' +
                'மெய்உணர்வு இல்லா தவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மெய்யுணர்வு இல்லாதவர்க்கு ஐந்து புலன்களின் வேறுபாட்டால் வளர்ந்த ஐந்துவகை உணர்வும் முற்றப்பெற்ற போதிலும் பயன் இல்லை.';
            break;
        case 355:
            resultText = `<strong style="color: aqua">குறள் எண்: 355</strong><hr>` +
                'எப்பொருள் எத்தன்மைத்து ஆயினும் அப்பொருள்<br>' +
                'மெய்ப்பொருள் காண்பது அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எப்பொருள் எத்தன்மையதாய்த் தோன்றினாலும் (அத் தோற்றத்தை மட்டும் கண்டு மயங்காமல்) அப்பொருளின் உண்மையான இயல்பை அறிவதே மெய்யுணர்வாகும்.';
            break;
        case 356:
            resultText = `<strong style="color: aqua">குறள் எண்: 356</strong><hr>` +
                'கற்றுஈண்டு மெய்ப்பொருள் கண்டார் தலைப்படுவர்<br>' +
                'மற்றுஈண்டு வாரா நெறி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்க வேண்டியவற்றைக் கற்று, இங்கு மெய்ப் பொருளை உணர்ந்தவர்; மீண்டும் இப் பிறப்பிற்கு வாராத வழியை அடைவர்.';
            break;
        case 357:
            resultText = `<strong style="color: aqua">குறள் எண்: 357</strong><hr>` +
                'ஓர்த்துஉள்ளம் உள்ளது உணரின் ஒருதலையாப்<br>' +
                'பேர்த்துஉள்ள வேண்டா பிறப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுடைய உள்ளம் உண்மைப் பொருளை ஆராய்ந்து உறுதியாக உணர்ந்தால், அவனுக்கு மீண்டும் பிறப்பு உள்ளதென எண்ண வேண்டா.';
            break;
        case 358:
            resultText = `<strong style="color: aqua">குறள் எண்: 358</strong><hr>` +
                'பிறப்புஎன்னும் பேதைமை நீங்கச் சிறப்புஎன்னும்<br>' +
                'செம்பொருள் காண்பது அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறவித் துன்பத்திற்குக் காரணமான அறியாமை நீங்குமாறு, முத்தி என்னும் சிறந்த நிலைக்குக் காரணமான செம்பொருளைக் காண்பதே மெய்யுணர்வு.';
            break;
        case 359:
            resultText = `<strong style="color: aqua">குறள் எண்: 359</strong><hr>` +
                'சார்புஉணர்ந்து சார்பு கெடஒழுகின் மற்றழித்துச்<br>' +
                'சார்தரா சார்தரும் நோய்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எல்லாப் பொருளுக்கும் சார்பான செம்பொருளை உணர்ந்து பற்றுக் கெடுமாறு ஒழுகினால், சார்வதற்கு உரிய துன்பங்கள் திரும்ப வந்து அடையா.';
            break;
        case 360:
            resultText = `<strong style="color: aqua">குறள் எண்: 360</strong><hr>` +
                'காமம் வெகுளி மயக்கம் இவை மூன்றன்<br>' +
                'நாமம் கெடக்கெடும் நோய்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விருப்பு, வெறுப்பு, அறியாமை ஆகிய இக்குற்றங்கள் மூன்றனுடைய பெயரும் கெடுமாறு ஒழுகினால் துன்பங்கள் வாராமற் கெடும்.';
            break;
        case 361:
            resultText = `<strong style="color: aqua">குறள் எண்: 361</strong><hr>` +
                'அவாஎன்ப எல்லா உயிர்க்கும்எஞ் ஞான்றும்<br>' +
                'தவாஅப் பிறப்புஈனும் வித்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எல்லா உயிர்களுக்கும் எக்காலத்திலும் ஒழியாமல் வருகின்ற பிறவித் துன்பத்தை உண்டாக்கும் வித்து அவா என்று கூறுவர்.';
            break;
        case 362:
            resultText = `<strong style="color: aqua">குறள் எண்: 362</strong><hr>` +
                'வேண்டுங்கால் வேண்டும் பிறவாமை மற்றுஅது<br>' +
                'வேண்டாமை வேண்ட வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் ஒன்றை விரும்புவதானால், பிறவா நிலைமையை விரும்பவேண்டும்; அது, அவா அற்ற நிலையை விரும்பினால் உண்டாகும்.';
            break;
        case 363:
            resultText = `<strong style="color: aqua">குறள் எண்: 363</strong><hr>` +
                'வேண்டாமை அன்ன விழுச்செல்வம் ஈண்டில்லை<br>' +
                'யாண்டும் அஃதுஒப்பது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவா அற்ற நிலைமை போன்ற சிறந்த செல்வம் இவ்வுலகில் இல்லை; வேறு எங்கும் அதற்கு நிகரான ஒன்று இல்லை.';
            break;
        case 364:
            resultText = `<strong style="color: aqua">குறள் எண்: 364</strong><hr>` +
                'தூஉய்மை என்பது அவாவின்மை மற்றுஅது<br>' +
                'வாஅய்மை வேண்ட வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தூயநிலை என்று கூறப்படுவது அவா இல்லாதிருத்தலே யாகும்; அவா அற்ற அத்தன்மை, மெய்ப் பொருளை விரும்புவதால் உண்டாகும்.';
            break;
        case 365:
            resultText = `<strong style="color: aqua">குறள் எண்: 365</strong><hr>` +
                'அற்றவர் என்பார் அவாஅற்றார் மற்றையார்<br>' +
                'அற்றாக அற்றது இலர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பற்றற்றவர் என்று கூறப்படுவோர் அவா அற்றவரே; அவா அறாத மற்றவர், அவ்வளவாகப் பற்று அற்றவர் அல்லர்.';
            break;
        case 366:
            resultText = `<strong style="color: aqua">குறள் எண்: 366</strong><hr>` +
                'அஞ்சுவது ஓரும் அறனே ஒருவனை<br>' +
                'வஞ்சிப்பது ஓரும் அவா.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் அவாவிற்கு அஞ்சி வாழ்வதே அறம்; ஏன் எனில் ஒருவனைச் சோர்வு கண்டு கெடுத்து வஞ்சிப்பது அவாவே.';
            break;
        case 367:
            resultText = `<strong style="color: aqua">குறள் எண்: 367</strong><hr>` +
                'அவாவினை ஆற்ற அறுப்பின் தவாவினை<br>' +
                'தான்வேண்டும் ஆற்றான் வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் ஆசையை முழுதும் ஒழித்தால், அவன் கெடாமல் வாழ்வதற்கு உரிய நல்ல செயல் அவன் விரும்புமாறு வாய்க்கும்.';
            break;
        case 368:
            resultText = `<strong style="color: aqua">குறள் எண்: 368</strong><hr>` +
                'அவாஇல்லார்க்கு இல்லாகும் துன்பம்அஃது உண்டேல்<br>' +
                'தவாஅது மேன்மேல் வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவா இல்லாதவர்க்குத் துன்பம் இல்லையாகும்; அவா இருந்தால் எல்லாத் துன்பங்களும் மேலும்மேலும் ஒழியாமல் வரும்.';
            break;
        case 369:
            resultText = `<strong style="color: aqua">குறள் எண்: 369</strong><hr>` +
                'இன்பம் இடையறாது ஈண்டும் அவாவென்னும்<br>' +
                'துன்பத்துள் துன்பம் கெடின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவா என்றுசொல்லப் படுகின்ற துன்பங்களுள் பொல்லாத துன்பம் கெடுமானால் இவ்வுலகிலும் இன்பம் இடையறாமல் வாய்க்கும்.';
            break;
        case 370:
            resultText = `<strong style="color: aqua">குறள் எண்: 370</strong><hr>` +
                'ஆரா இயற்கை அவாநீப்பின் அந்நிலையே<br>' +
                'பேரா இயற்கை தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருபோதும் நிரம்பாத தன்மை உடைய அவாவை ஒழித்தால் ஒழித்த அந்நிலையே எப்போதும் மாறாதிருக்கும் இன்ப வாழ்வைத் தரும்.';
            break;
        case 371:
            resultText = `<strong style="color: aqua">குறள் எண்: 371</strong><hr>` +
                'ஆகுஊழால் தோன்றும் அசைவின்மை கைப்பொருள்<br>' +
                'போகுஊழால் தோன்றும் மடி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கைப்பொருள் ஆவதற்குக் காரணமான ஊழால் சோர்வில்லாத முயற்சி உண்டாகும்; கைப்பொருள் போவதற்குக் காரணமான ஊழால் சோம்பல் ஏற்படும்.';
            break;
        case 372:
            resultText = `<strong style="color: aqua">குறள் எண்: 372</strong><hr>` +
                'பேதைப் படுக்கும் இழவுஊழ் அறிவகற்றும்<br>' +
                'ஆகல்ஊழ் உற்றக் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் இழத்தற்குக் காரணமான ஊழ், பேதை யாக்கும்; பொருள் ஆவதற்குக் காரணமான ஊழ், அறிவைப் பெருக்கும்.';
            break;
        case 373:
            resultText = `<strong style="color: aqua">குறள் எண்: 373</strong><hr>` +
                'நுண்ணிய நூல்பல கற்பினும் மற்றும்தன்<br>' +
                'உண்மை அறிவே மிகும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் நுட்பமான நூல் பலவற்றைக் கற்றாலும், ஊழிற்கு ஏற்றவாறு அவனுக்கு உள்ளதாகும் அறிவே மேற்பட்டுத் தோன்றும்.';
            break;
        case 374:
            resultText = `<strong style="color: aqua">குறள் எண்: 374</strong><hr>` +
                'இருவேறு உலகத்து இயற்கை திருவேறு<br>' +
                'தெள்ளியர் ஆதலும் வேறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகத்தின் இயற்கை, ஊழின் காரணமாக இருவேறு வகைப்படும்; செல்வம் உடையவராதலும் வேறு, அறிவு உடையவராதலும் வேறு.';
            break;
        case 375:
            resultText = `<strong style="color: aqua">குறள் எண்: 375</strong><hr>` +
                'நல்லவை எல்லாஅம் தீயவாம் தீயவும்<br>' +
                'நல்லவாம் செல்வம் செயற்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செல்வத்தை ஈட்டும் முயற்சிக்கு, ஊழ்வகையால் நல்லவை எல்லாம் தீயவை ஆதலும் உண்டு; தீயவை நல்லவை ஆதலும் உண்டு.';
            break;
        case 376:
            resultText = `<strong style="color: aqua">குறள் எண்: 376</strong><hr>` +
                'பரியினும் ஆகாவாம் பால்அல்ல உய்த்துச்<br>' +
                'சொரியினும் போகா தம.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊழால் தமக்கு உரியவை அல்லாத பொருள்கள் வருந்திக் காப்பாற்றினாலும் நில்லாமல் போகும்; தமக்கு உரியவை கொண்டுபோய்ச் சொரிந்தாலும் போகா.';
            break;
        case 377:
            resultText = `<strong style="color: aqua">குறள் எண்: 377</strong><hr>` +
                'வகுத்தான் வகுத்த வகையல்லால் கோடி<br>' +
                'தொகுத்தார்க்கும் துய்த்தல் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊழ் ஏற்படுத்திய வகையால் அல்லாமல் முயன்று கோடிக்கணக்கான பொருள்களைச் சேர்த்தவர்க்கும் அவற்றை நுகர முடியாது.';
            break;
        case 378:
            resultText = `<strong style="color: aqua">குறள் எண்: 378</strong><hr>` +
                'துறப்பார்மன் துப்புர வில்லார் உறற்பால<br>' +
                'ஊட்டா கழியும் எனின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வரவேண்டிய துன்பங்கள் வந்து வருத்தாமல் நீங்குமானால், நுகரும் பொருள் இல்லாத வறியவர் துறவறம் மேற்கொள்வர்.';
            break;
        case 379:
            resultText = `<strong style="color: aqua">குறள் எண்: 379</strong><hr>` +
                'நன்றுஆம்கால் நல்லவாக் காண்பவர் அன்றுஆம்கால்<br>' +
                'அல்லற் படுவது எவன்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்வினை விளையும்போது நல்லவை எனக் கருதி மகிழ்கின்றவர், தீவினை விளையும்போது துன்பப்பட்டுக் கலங்குவது ஏனோ?';
            break;
        case 380:
            resultText = `<strong style="color: aqua">குறள் எண்: 380</strong><hr>` +
                'ஊழின் பெருவலி யாவுள? மற்றொன்று<br>' +
                'சூழினும் தான்முந் துறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊழைவிட மிக்க வலிமையுள்ளவை வேறு எவை உள்ளன? ஊழை விலக்கும் பொருட்டு மற்றொரு வழியை ஆராய்ந்தாலும் அங்கும் தானே முன் வந்து நிற்கும்.';
            break;
        case 381:
            resultText = `<strong style="color: aqua">குறள் எண்: 381</strong><hr>` +
                'படைகுடி கூழ்அமைச்சு நட்புஅரண் ஆறும்<br>' +
                'உடையான் அரசருள் ஏறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'படை, குடி, கூழ், அமைச்சு, நட்பு, அரண் என்று கூறப்படும் ஆறு அங்கங்களையும் உடையவனே அரசருள் ஆண் சிங்கம் போன்றவன்.';
            break;
        case 382:
            resultText = `<strong style="color: aqua">குறள் எண்: 382</strong><hr>` +
                'அஞ்சாமை ஈகை அறிவுஊக்கம் இந்நான்கும்<br>' +
                'எஞ்சாமை வேந்தற்கு இயல்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அஞ்சாமை, ஈகை, அறிவுடைமை, ஊக்கமுடைமை ஆகிய இந்த நான்கு பண்புகளும் குறைவுபடாமல் இருத்தலே அரசனுக்கு இயல்பாகும்.';
            break;
        case 383:
            resultText = `<strong style="color: aqua">குறள் எண்: 383</strong><hr>` +
                'தூங்காமை கல்வி துணிவுடைமை இம்மூன்றும்<br>' +
                'நீங்கா நிலன்ஆள் பவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காலம் தாழ்த்தாத தன்மை, கல்வியுடைமை, துணிவுடைமை ஆகிய இந்த மூன்று பண்புகளும் நிலத்தை ஆளும் அரசனுக்கு நீங்காமல் இருக்க வேண்டியவை.';
            break;
        case 384:
            resultText = `<strong style="color: aqua">குறள் எண்: 384</strong><hr>` +
                'அறன்இழுக்காது அல்லவை நீக்கி மறன்இழுக்கா<br>' +
                'மானம் உடையது அரசு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆட்சி முறைக்கு உரிய அறத்தில் தவறாமல், அறமல்லாதவற்றை நீக்கி, வீரத்தில் குறைபடாத மானத்தை உடையவனே சிறந்த அரசன் ஆவான்.';
            break;
        case 385:
            resultText = `<strong style="color: aqua">குறள் எண்: 385</strong><hr>` +
                'இயற்றலும் ஈட்டலும் காத்தலும் காத்த<br>' +
                'வகுத்தலும் வல்லது அரசு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் வரும் வழிகளை மேன்மேலும் இயற்றலும் வந்த பொருள்களைச் சேர்த்தலும், காத்தலும், காத்தவற்றை வகுத்துச் செலவு செய்தலும் வல்லவன் அரசன்.';
            break;
        case 386:
            resultText = `<strong style="color: aqua">குறள் எண்: 386</strong><hr>` +
                'காட்சிக்கு எளியன் கடுஞ்சொல்லன் அல்லனேல்<br>' +
                'மீக்கூறும் மன்னன் நிலம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காண்பதற்கு எளியவனாய், கடுஞ்சொல் கூறாதவனாய் இருந்தால், அந்த மன்னனுடைய ஆட்சிக்கு உட்பட்ட நாட்டை உலகம் புகழும்.';
            break;
        case 387:
            resultText = `<strong style="color: aqua">குறள் எண்: 387</strong><hr>` +
                'இன்சொலால் ஈத்துஅளிக்க வல்லார்க்குத் தன்சொலால்<br>' +
                'தான்கண் டனைத்துஇவ் வுலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இனிய சொற்களுடன் தக்கவர்க்குப் பொருளை உதவிக் காக்கவல்ல அரசனுக்கு இவ்வுலகம் தன் புகழோடு தான் கருதியபடி அமைவதாகும்.';
            break;
        case 388:
            resultText = `<strong style="color: aqua">குறள் எண்: 388</strong><hr>` +
                'முறைசெய்து காப்பாற்றும் மன்னவன் மக்கட்கு<br>' +
                'இறைஎன்று வைக்கப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நீதிமுறை செய்து குடிமக்களைக் காப்பாற்றும் மன்னவன், மக்களுக்குத் தலைவன் என்று தனியே கருதி மதிக்கப்படுவான்.';
            break;
        case 389:
            resultText = `<strong style="color: aqua">குறள் எண்: 389</strong><hr>` +
                'செவிகைப்பச் சொற்பொறுக்கும் பண்புடை வேந்தன்<br>' +
                'கவிகைக்கீழ்த் தங்கும் உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குறைகூறுவோரின் சொற்களைச் செவி கைக்கும் நிலையிலும் பொறுக்கின்ற பண்பு உடைய அரசனது குடைநிழலில் உலகம் தங்கும்.';
            break;
        case 390:
            resultText = `<strong style="color: aqua">குறள் எண்: 390</strong><hr>` +
                'கொடைஅளி செங்கோல் குடிஓம்பல் நான்கும்<br>' +
                'உடையான்ஆம் வேந்தர்க்கு ஒளி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கொடை, அருள், செங்கோல்முறை, தளர்ந்த குடிகளைக் காத்தல் ஆகிய நான்கும் உடைய அரசன், அரசர்க்கெல்லாம் விளக்குப் போன்றவன்.';
            break;
        case 391:
            resultText = `<strong style="color: aqua">குறள் எண்: 391</strong><hr>` +
                'கற்க கசடறக் கற்பவை கற்றபின்<br>' +
                'நிற்க அதற்குத் தக.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்கத் தகுந்த நூல்களைக் குற்றமறக் கற்க வேண்டும்; அவ்வாறு கற்ற பிறகு கற்ற கல்விக்குத் தக்கவாறு நெறியில் நிற்க வேண்டும்.';
            break;
        case 392:
            resultText = `<strong style="color: aqua">குறள் எண்: 392</strong><hr>` +
                'எண்என்ப ஏனை எழுத்துஎன்ப இவ்விரண்டும்<br>' +
                'கண்என்ப வாழும் உயிர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எண் என்று சொல்லப்படுவன, எழுத்து என்று சொல்லப்படுவன ஆகிய இருவகைக் கலைகளையும் வாழும் மக்களுக்குக் கண்கள் என்று கூறுவர்.';
            break;
        case 393:
            resultText = `<strong style="color: aqua">குறள் எண்: 393</strong><hr>` +
                'கண்உடையர் என்பவர் கற்றோர் முகத்துஇரண்டு<br>' +
                'புண்உடையர் கல்லா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்ணுடையவர் என்று உயர்வாகக் கூறப்படுகின்றவர் கற்றவரே; கல்லாதவர் முகத்தில் இரண்டு புண் உடையவர் ஆவர்.';
            break;
        case 394:
            resultText = `<strong style="color: aqua">குறள் எண்: 394</strong><hr>` +
                'உவப்பத் தலைக்கூடி உள்ளப் பிரிதல்<br>' +
                'அனைத்தே புலவர் தொழில்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மகிழும்படியாகக் கூடிப் பழகி, வருந்தி நினைக்கும் படியாகப் பிரிதல் புலவரின் தொழிலாகும்.';
            break;
        case 395:
            resultText = `<strong style="color: aqua">குறள் எண்: 395</strong><hr>` +
                'உடையார்முன் இல்லார்போல் ஏக்கற்றுங் கற்றார்<br>' +
                'கடையரே கல்லா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செல்வர்முன் வறியவர் நிற்பதுபோல் (கற்றவர்முன்) ஏங்கித் தாழ்ந்து நின்றும் கல்வி கற்றவரே உயர்ந்தவர்; கல்லாதவர் இழிந்தவர்.';
            break;
        case 396:
            resultText = `<strong style="color: aqua">குறள் எண்: 396</strong><hr>` +
                'தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக்<br>' +
                'கற்றனைத்து ஊறும் அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மணலில் உள்ள கேணியில் தோண்டிய அளவிற்கு நீர் ஊறும்; அதுபோல், மக்களுக்குக் கற்ற கல்வியின் அளவிற்கு அறிவு ஊறும்.';
            break;
        case 397:
            resultText = `<strong style="color: aqua">குறள் எண்: 397</strong><hr>` +
                'யாதானும் நாடாமால் ஊராமால் என்ஒருவன்<br>' +
                'சாந்துணையுங் கல்லாத வாறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்றவனுக்குத் தன் நாடும் ஊரும் போலவே வேறு எதுவாயினும் நாடாகும்; ஆகையால் ஒருவன் சாகும்வரையில் கல்லாமல் காலங்கழிப்பது ஏன்?';
            break;
        case 398:
            resultText = `<strong style="color: aqua">குறள் எண்: 398</strong><hr>` +
                'ஒருமைக்கண் தான்கற்ற கல்வி ஒருவற்கு<br>' +
                'எழுமையும் ஏமாப்பு உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரு பிறப்பில் தான் கற்ற கல்வியானது அப்பிறப்பிற்கு மட்டும் அல்லாமல் ஒருவனுக்கு எழுபிறப்பிலும் உதவும் தன்மையுடையதாகும்.';
            break;
        case 399:
            resultText = `<strong style="color: aqua">குறள் எண்: 399</strong><hr>` +
                'தாம்இன் புறுவது உலகுஇன் புறக்கண்டு<br>' +
                'காமுறுவர் கற்றறிந் தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தாம் இன்புறுவதற்குக் காரணமான கல்வியால், உலகமும் இன்புறுவதைக் கண்டு, கற்றறிந்த அறிஞர் மேன்மேலும் அக்கல்வியையே விரும்புவர்.';
            break;
        case 400:
            resultText = `<strong style="color: aqua">குறள் எண்: 400</strong><hr>` +
                'கேடுஇல் விழுச்செல்வம் கல்வி ஒருவற்கு<br>' +
                'மாடுஅல்ல மற்றை யவை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்கு அழிவு இல்லாத சிறந்த செல்வம் கல்வியே ஆகும்; கல்வி தவிர மற்ற பொருள்கள் செல்வம் அல்ல.';
            break;
        case 401:
            resultText = `<strong style="color: aqua">குறள் எண்: 401</strong><hr>` +
                'அரங்குஇன்றி வட்டுஆடி யற்றே நிரம்பிய<br>' +
                'நூல்இன்றிக் கோட்டி கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவு நிரம்புவதற்குக் காரணமான நூல்களைப் படிக்காமல், கற்றவரிடம் சென்று பேசுதல், சூதாடும் அரங்கு இழைக்காமல், வட்டுக்காயை உருட்டி ஆடுவது போலாகும்.';
            break;
        case 402:
            resultText = `<strong style="color: aqua">குறள் எண்: 402</strong><hr>` +
                'கல்லாதான் சொல்கா முறுதல் முலைஇரண்டும்<br>' +
                'இல்லாதாள் பெண்காமுற் றற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்றவரின் அவையில் கல்லாதவன் ஒன்றைச் சொல்ல விரும்புதல், முலை இரண்டும் இல்லாதவள் பெண் தன்மையை விரும்பினாற் போன்றது.';
            break;
        case 403:
            resultText = `<strong style="color: aqua">குறள் எண்: 403</strong><hr>` +
                'கல்லா தவரும் நனிநல்லர் கற்றார்முன்<br>' +
                'சொல்லாது இருக்கப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்றவரின் முன்னிலையில் ஒன்றையும் சொல்லாமல் அமைதியாக இருக்கப் பெறினால், கல்லாதவரும் நல்லவரே ஆவர்.';
            break;
        case 404:
            resultText = `<strong style="color: aqua">குறள் எண்: 404</strong><hr>` +
                'கல்லாதான் ஓட்பம் கழியநன்று ஆயினும்<br>' +
                'கொள்ளார் அறிவுஉடை யார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கல்லாதவனுடைய அறிவு ஒரு காலம் நன்றாக இருந்தாலும், அறிவுடையோர் அதை அறிவின் பகுதியாக ஏற்றுக் கொள்ள மாட்டார்கள்.';
            break;
        case 405:
            resultText = `<strong style="color: aqua">குறள் எண்: 405</strong><hr>` +
                'கல்லா ஒருவன் தகைமை தலைப்பெய்து<br>' +
                'சொல்லாடச் சோர்வு படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கல்லாத ஒருவன் தன்னைத் தானே மதித்து, (கற்றவரிடம்) கூடிப் பேசும்போது, அவன் பேச்சினால் அவன் கெட்டுவிடுவான்.';
            break;
        case 406:
            resultText = `<strong style="color: aqua">குறள் எண்: 406</strong><hr>` +
                'உளர்என்னும் மாத்திரையர் அல்லால் பயவாக்<br>' +
                'களர்அனையர் கல்லா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கல்லாதவர் "உயிரோடு இருக்கின்றனர்" என்று மட்டுமே சொல்லப்படுவார்; வேறு பயனில்லாத களரிடம் ஒப்புக்கூறப்படுவார்.';
            break;
        case 407:
            resultText = `<strong style="color: aqua">குறள் எண்: 407</strong><hr>` +
                'நுண்மாண் நுழைபுலம் இல்லான் எழில்நலம்<br>' +
                'மண்மாண் புனைபாவை யற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நுட்பமான அறிவு இல்லாதவனுடைய எழுச்சியான அழகு, மண்ணால் புனையப்பட்ட பாவை போன்றது.';
            break;
        case 408:
            resultText = `<strong style="color: aqua">குறள் எண்: 408</strong><hr>` +
                'நல்லார்கண் பட்ட வறுமையின் இன்னாதே<br>' +
                'கல்லார்கண் பட்ட திரு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்லவருக்கு வறுமை வந்தது துன்பம் தரும்; அதுவும் கல்லாதவரிடம் செல்வம் சேர்ந்திருப்பது அதைவிடக் கெட்டது.';
            break;
        case 409:
            resultText = `<strong style="color: aqua">குறள் எண்: 409</strong><hr>` +
                'மேல்பிறந்தார் ஆயினும் கல்லாதார் கீழ்ப்பிறந்தும்<br>' +
                'கற்றார் அனைத்திலர் பாடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உயர்ந்த குடியில் பிறந்தவராக இருந்தாலும், கற்ற அறிவில்லாதவர் கற்றவர்களின் பெருமையை அடைய மாட்டார்.';
            break;
        case 410:
            resultText = `<strong style="color: aqua">குறள் எண்: 410</strong><hr>` +
                'விலங்கொடு மக்கள் அனையர் இலங்குநூல்<br>' +
                'கற்றாரோடு ஏனை யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்றவரோடு விலங்குகளுக்கு உள்ள வேறுபாட்டை, கல்லாதவருக்கும் மக்கள் அடைவார்கள்.';
            break;
        case 411:
            resultText = `<strong style="color: aqua">குறள் எண்: 411</strong><hr>` +
                'செல்வத்துள் செல்வம் செவிச்செல்வம் அச்செல்வம்<br>' +
                'செல்வத்துள் எல்லாம் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செவியால் கேட்டறியும் செல்வம், செல்வங்களுள் ஒன்றாகப் போற்றப்படும் செல்வமாகும்; அச் செல்வம் செல்வங்கள் எல்லாவற்றிலும் தலையானதாகும்.';
            break;
        case 412:
            resultText = `<strong style="color: aqua">குறள் எண்: 412</strong><hr>` +
                'செவிக்குணவு இல்லாத போழ்து சிறிது<br>' +
                'வயிற்றுக்கும் ஈயப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செவிக்குக் கேள்வியாகிய உணவு இல்லாதபோது (அதற்குத் துணையாக உடலை ஓம்புமாறு) வயிற்றுக்கும் சிறிது உணவு தரப்படும்.';
            break;
        case 413:
            resultText = `<strong style="color: aqua">குறள் எண்: 413</strong><hr>` +
                'செவிஉணவிற் கேள்வி யுடையார் அவிஉணவின்<br>' +
                'ஆன்றாரோடு ஒப்பர் நிலத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செவியுணவாகிய கேள்வி உடையவர் நிலத்தில் வாழ்கின்றவரே ஆயினும், அவி உணவைக்கொள்ளும் தேவரோடு ஒப்பாவர்.';
            break;
        case 414:
            resultText = `<strong style="color: aqua">குறள் எண்: 414</strong><hr>` +
                'கற்றிலன் ஆயினும் கேட்க அஃதொருவற்கு<br>' +
                'ஒற்கத்தின் ஊற்றாம் துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நூல்களைக் கற்கவில்லையாயினும், கற்றறிந்தவரிடம் கேட்டறிய வேண்டும்; அஃது ஒருவனுக்கு வாழ்க்கையில் தளர்ச்சி வந்தபோது ஊன்றுகோல்போல் துணையாகும்.';
            break;
        case 415:
            resultText = `<strong style="color: aqua">குறள் எண்: 415</strong><hr>` +
                'இழுக்கல் உடையுழி ஊற்றுக்கோல் அற்றே<br>' +
                'ஒழுக்கம் உடையார்வாய்ச் சொல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒழுக்கமுடைய சான்றோரின் வாய்ச்சொற்கள், வழுக்கல் உடைய சேற்றுநிலத்தில் ஊன்றுகோல்போல் வாழ்க்கையில் உதவும்.';
            break;
        case 416:
            resultText = `<strong style="color: aqua">குறள் எண்: 416</strong><hr>` +
                'எனைத்தானும் நல்லவை கேட்க அனைத்தானும்<br>' +
                'ஆன்ற பெருமை தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எவ்வளவு சிறிதேயாயினும் நல்லவற்றைக் கேட்டறிய வேண்டும்; கேட்ட அந்த அளவிற்கு அவை நிறைந்த பெருமையைத் தரும்.';
            break;
        case 417:
            resultText = `<strong style="color: aqua">குறள் எண்: 417</strong><hr>` +
                'பிழைத்துஉணர்ந்தும் பேதைமை சொல்லார் இழைத்துணர்ந்து<br>' +
                'ஈண்டிய கேள்வி யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நுட்பமாக உணர்ந்து நிறைந்த கேள்வியறிவை உடையவர், ஒருகால் பொருள்களை தவறாக உணர்ந்திருந்தாலும் பேதைமையானவற்றைச் சொல்லார்.';
            break;
        case 418:
            resultText = `<strong style="color: aqua">குறள் எண்: 418</strong><hr>` +
                'கேட்பினுங் கேளாத் தகையவே கேள்வியால்<br>' +
                'தோட்கப் படாத செவி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கேள்வியறிவால் துளைக்கப்படாத செவிகள், (இயற்கையான துளைகள் கொண்டு ஒசையைக்) கேட்டறிந்தாலும், கேளாத செவிட்டுத் தன்மை உடையனவே.';
            break;
        case 419:
            resultText = `<strong style="color: aqua">குறள் எண்: 419</strong><hr>` +
                'நுணங்கிய கேள்வியர் அல்லார் வணங்கிய<br>' +
                'வாயினர் ஆதல் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நுட்பமான பொருள்களைக் கேட்டறிந்தவர் அல்லாத மற்றவர், வணக்கமான சொற்களைப் பேசும் வாயினை உடையவராக முடியாது.';
            break;
        case 420:
            resultText = `<strong style="color: aqua">குறள் எண்: 420</strong><hr>` +
                'செவியின் சுவையுணரா வாயுணர்வின் மாக்கள்<br>' +
                'அவியினும் வாழினும் என்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செவியால் கேள்விச்சுவை உணராமல் வாயின் சுவையுணர்வு மட்டும் உடைய மக்கள், இறந்தாலும் என்ன? உயிரோடு வாழ்ந்தாலும் என்ன?';
            break;
        case 421:
            resultText = `<strong style="color: aqua">குறள் எண்: 421</strong><hr>` +
                'அறிவற்றங் காக்கும் கருவி செறுவார்க்கும்<br>' +
                'உள்ளழிக்கல் ஆகா அரண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவு, அழிவு வராமல் காக்கும் கருவியாகும்; அன்றியும் பகைகொண்டு எதிர்ப்பவர்க்கும் அழிக்க முடியாத உள்ளரணும் ஆகும்.';
            break;
        case 422:
            resultText = `<strong style="color: aqua">குறள் எண்: 422</strong><hr>` +
                'சென்ற இடத்தால் செலவிடா தீதுஒரீஇ<br>' +
                'நன்றின்பால் உய்ப்பது அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனத்தைச் சென்ற இடத்தில் செல்லவிடாமல், தீமையானதிலிருந்து நீக்கிக் காத்து நன்மையானதில் செல்லவிடுவதே அறிவாகும்.';
            break;
        case 423:
            resultText = `<strong style="color: aqua">குறள் எண்: 423</strong><hr>` +
                'எப்பொருள் யார்யார்வாய்க் கேட்பினும் அப்பொருள்<br>' +
                'மெய்ப்பொருள் காண்பது அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எப்பொருளை யார் யாரிடம் கேட்டாலும், கேட்டு ஆழமாக ஆராய்ந்து அப்பொருளின் மெய்ப்பொருளைக் காண்பதே அறிவாகும்.';
            break;
        case 424:
            resultText = `<strong style="color: aqua">குறள் எண்: 424</strong><hr>` +
                'எண்பொருள வாகச் செலச்சொல்லித் தான்பிறர்வாய்<br>' +
                'நுண்பொருள் காண்பது அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தான் சொல்லுவன எளிய பொருள்களைப் போன்று எளிமையாகச் சொல்லி, பிறரிடம் கேட்பவற்றின் நுண்பொருளை ஆராய்ந்து காண்பதே அறிவாகும்.';
            break;
        case 425:
            resultText = `<strong style="color: aqua">குறள் எண்: 425</strong><hr>` +
                'உலகம் தழீஇயது ஒட்பம் மலர்தலும்<br>' +
                'கூம்பலும் இல்லது அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகத்து உயர்ந்தவரை நட்பாக்கிக்கொள்வது சிறந்த அறிவு; முன்னே மகிழ்ந்து விரிதலும், பின்னே வருந்திக் குவிதலும் இல்லாதது அறிவு.';
            break;

        case 426:
            resultText = `<strong style="color: aqua">குறள் எண்: 426</strong><hr>` +
                'எவ்வது உறைவது உலகம் உலகத்தோடு<br>' +
                'அவ்வது உறைவது அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகம் எவ்வாறு நடைபெறுகின்றதோ, உலகத்தோடு பொருந்திய வகையில் தானும் அவ்வாறு நடப்பதே அறிவாகும்.';
            break;
        case 427:
            resultText = `<strong style="color: aqua">குறள் எண்: 427</strong><hr>` +
                'அறிவுடையார் ஆவது அறிவார் அறிவிலார்<br>' +
                'அஃதுஅறி கல்லா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவுடையவர் எதிர்காலத்தில் நிகழப்போவதை முன்னே எண்ணி அறியவல்லார்; அறிவில்லாதவர் அதனை அறிய முடியாதவர்.';
            break;
        case 428:
            resultText = `<strong style="color: aqua">குறள் எண்: 428</strong><hr>` +
                'அஞ்சுவது அஞ்சாமை பேதைமை அஞ்சுவது<br>' +
                'அஞ்சல் அறிவார் தொழில்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அஞ்சத்தக்கதைக் கண்டு அஞ்சாதிருப்பது அறியாமையாகும்; அஞ்சத்தக்கதைக் கண்டு அஞ்சுவதே அறிவுடைவரின் தொழிலாகும்.';
            break;
        case 429:
            resultText = `<strong style="color: aqua">குறள் எண்: 429</strong><hr>` +
                'எதிரதாக் காக்கும் அறிவினார்க்கு இல்லை<br>' +
                'அதிர வருவதோர் நோய்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வரப்போவதை முன்னே அறிந்து காத்துக் கொள்ளவல்ல அறிவுடையவர்க்கு, அவர் நடுஙகும்படியாக வரக்கூடிய துன்பம் ஒன்றும் இல்லை.';
            break;
        case 430:
            resultText = `<strong style="color: aqua">குறள் எண்: 430</strong><hr>` +
                'அறிவுடையார் எல்லாம் உடையார் அறிவிலார்<br>' +
                'என்னுடைய ரேனும் இலர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவுடையவர் (வேறொன்றும் இல்லாதிருப்பினும்) எல்லாம் உடையவரே ஆவர்; அறிவில்லாதவர் வேறு என்ன உடையவராக இருப்பினும் ஒன்றும் இல்லாதவரே ஆவர்.';
            break;
        case 431:
            resultText = `<strong style="color: aqua">குறள் எண்: 431</strong><hr>` +
                'செருக்கும் சினமும் சிறுமையும் இல்லார்<br>' +
                'பெருக்கம் பெருமித நீர்த்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செருக்கும் சினமும் காமமும் ஆகிய இந்தக் குற்றங்கள் இல்லாதவருடைய வாழ்வில் காணும் பெருக்கம் மேம்பாடு உடையதாகும்.';
            break;
        case 432:
            resultText = `<strong style="color: aqua">குறள் எண்: 432</strong><hr>` +
                'இவறலும் மாண்புஇறந்த மானமும் மாணா<br>' +
                'உவகையும் ஏதம் இறைக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் கொடாத தன்மையும், மாட்சியில்லாத மானமும், தகுதியற்ற மகிழ்ச்சியும் தலைவனாக இருப்பவனுக்குக் குற்றங்களாகும்.';
            break;
        case 433:
            resultText = `<strong style="color: aqua">குறள் எண்: 433</strong><hr>` +
                'தினைத்துணையாம் குற்றம் வரினும் பனைத்துணையாக்<br>' +
                'கொள்வர் பழிநாணு வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பழி நாணுகின்ற பெருமக்கள் தினையளவாகிய சிறு குற்றம் நேர்ந்தாலும், அதைப் பனையளவாகக் கருதிக் (குற்றம் செய்யாமல்) காத்துக்கொள்வர்.';
            break;
        case 434:
            resultText = `<strong style="color: aqua">குறள் எண்: 434</strong><hr>` +
                'குற்றமே காக்க பொருளாக குற்றமே<br>' +
                'அற்றம் தரூஉம் பகை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குற்றமே ஒருவனுக்கு அழிவை உண்டாக்கும் பகையாகும். ஆகையால் குற்றம் செய்யாமல் இருப்பதே நோக்கமாகக் கொண்டு காத்துக் கொள்ளவேண்டும்.';
            break;
        case 435:
            resultText = `<strong style="color: aqua">குறள் எண்: 435</strong><hr>` +
                'வருமுன்னர்க் காவாதான் வாழ்க்கை எரிமுன்னர்<br>' +
                'வைத்தூறு போலக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குற்றம் நேர்வதற்கு முன்னமே வராமல் காத்துக் கொள்ளாதவனுடைய வாழ்க்கை, நெருப்பின்முன் நின்ற வைக்கோல்போர்போல் அழிந்துவிடும்.';
            break;
        case 436:
            resultText = `<strong style="color: aqua">குறள் எண்: 436</strong><hr>` +
                'தன்குற்றம் நீக்கிப் பிறர்குற்றம் காண்கிற்பின்<br>' +
                'என்குற்ற மாகும் இறைக்கு?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முன்னே தன் குற்றத்தைக் கண்டு நீக்கிப் பிறகு பிறருடைய குற்றத்தை ஆராயவல்லவனானால் தலைவனுக்கு என்ன குற்றமாகும்?';
            break;
        case 437:
            resultText = `<strong style="color: aqua">குறள் எண்: 437</strong><hr>` +
                'செயற்பால செய்யாது இவறியான் செல்வம்<br>' +
                'உயற்பாலது அன்றிக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செய்யத்தக்க நன்மைகளைச்செய்யாமல் பொருளைச் சேர்த்து வைத்திருப்பவனுடைய செல்வம் உய்யுந்தன்மை இல்லாமல் அழியும்.';
            break;
        case 438:
            resultText = `<strong style="color: aqua">குறள் எண்: 438</strong><hr>` +
                'பற்றுள்ளம் என்னும் இவறன்மை எற்றுள்ளும்<br>' +
                'எண்ணப் படுவதொன்று அன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருளினிடத்தில் பற்றுக் கொள்ளும் உள்ளமாகிய ஈயாத்தன்மை, குற்றம் எதனோடும் சேர்த்து எண்ணத்தகாத ஒரு தனிக் குற்றமாகும்.';
            break;
        case 439:
            resultText = `<strong style="color: aqua">குறள் எண்: 439</strong><hr>` +
                'வியவற்க எஞ்ஞான்றும் தன்னை நயவற்க<br>' +
                'நன்றி பயவா வினை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எக்காலத்திலும் தன்னை மிக உயர்வாக எண்ணி வியந்து மதிக்கக்கூடாது; நன்மை தராத செயலைத் தான் விரும்பவும் கூடாது.';
            break;
        case 440:
            resultText = `<strong style="color: aqua">குறள் எண்: 440</strong><hr>` +
                'காதல காதல் அறியாமை உய்க்கிற்பின்<br>' +
                'ஏதில ஏதிலார் நூல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் விருப்பம் பிறர்க்குத் தெரியாதபடி விருப்பமானவற்றை நுகர வல்லவனானால், பகைவர் தன்னை வஞ்சிப்பதற்காகச் செய்யும சூழ்ச்சிகள் பலிக்காமல் போகும்.';
            break;
        case 441:
            resultText = `<strong style="color: aqua">குறள் எண்: 441</strong><hr>` +
                'அறன்அறிந்து மூத்த அறிவுடையார் கேண்மை<br>' +
                'திறன்அறிந்து தேர்ந்து கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறம் உணர்ந்தவராய்த் தன்னைவிட மூத்தவராய் உள்ள அறிவுடையவரின் நட்பைக், கொள்ளும் வகை அறிந்து ஆராய்ந்து கொள்ள வேண்டும்.';
            break;
        case 442:
            resultText = `<strong style="color: aqua">குறள் எண்: 442</strong><hr>` +
                'உற்றநோய் நீக்கி உறாஅமை முன்காக்கும்<br>' +
                'பெற்றியார்ப் பேணிக் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வந்துள்ள துன்பத்தை நீக்கி, இனித் துன்பம் வராதபடி முன்னதாகவே காக்கவல்ல தன்மையுடையவரைப் போற்றி நட்புக் கொள்ள வேண்டும்.';
            break;
        case 443:
            resultText = `<strong style="color: aqua">குறள் எண்: 443</strong><hr>` +
                'அரியவற்றுள் எல்லாம் அரிதே பெரியாரைப்<br>' +
                'பேணித் தமராக் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெரியாரைப் போற்றித் தமக்குச் சுற்றத்தாராக்கிக் கொள்ளுதல் பெறத்தக்க அரிய பேறுகள் எல்லாவற்றிலும் அருமையானதாகும்.';
            break;
        case 444:
            resultText = `<strong style="color: aqua">குறள் எண்: 444</strong><hr>` +
                'தம்மின் பெரியார் தமரா ஒழுகுதல்<br>' +
                'வன்மையுள் எல்லாம் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்மை விட, ( அறிவு முதலியவற்றால் ) பெரியவர் தமக்குச் சுற்றத்தாராகுமாறு நடத்தல், வல்லமை எல்லாவற்றிலும் சிறந்ததாகும்.';
            break;
        case 445:
            resultText = `<strong style="color: aqua">குறள் எண்: 445</strong><hr>` +
                'சூழ்வார்கண் ணாக ஒழுகலான் மன்னவன்<br>' +
                'சூழ்வாரைச் சூழ்ந்து கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தக்க வழிகளை ஆராய்ந்து கூறும் அறிஞரையே உலகம் கண்ணாகக் கொண்டு நடத்தலால், மன்னவனும் அத்தகையாரை ஆராய்ந்து நட்புக் கொள்ள வேண்டும்.';
            break;
        case 446:
            resultText = `<strong style="color: aqua">குறள் எண்: 446</strong><hr>` +
                'தக்கார் இனத்தனாய்த் தான்ஒழுக வல்லானைச்<br>' +
                'செற்றார் செயக்கிடந்தது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தக்க பெரியாரின் கூட்டத்தில் உள்ளவனாய் நடக்கவல்ல ஒருவனுக்கு அவனுடைய பகைவர் செய்யக்கூடிய தீங்கு ஒன்றும் இல்லை.';
            break;
        case 447:
            resultText = `<strong style="color: aqua">குறள் எண்: 447</strong><hr>` +
                'இடிக்கும் துணையாரை ஆள்வாரை யாரே<br>' +
                'கெடுக்கும் தகைமை யவர்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கடிந்து அறிவுரை கூறவல்ல பெரியாரின் துணை கொண்டு நடப்பவரைக் கெடுக்கும் ஆற்றல் உடையவர் யார் இருக்கின்றனர்?';
            break;
        case 448:
            resultText = `<strong style="color: aqua">குறள் எண்: 448</strong><hr>` +
                'இடிப்பாரை இல்லாத ஏமரா மன்னன்<br>' +
                'கெடுப்பார் இலானுங் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கடிந்து அறிவுரை கூறும் பெரியாரின் துணை இல்லாத காவலற்ற அரசன் தன்னைக் கெடுக்கும் பகைவர் எவரும் இல்லாவிட்டாலும் கெடுவான்.';
            break;
        case 449:
            resultText = `<strong style="color: aqua">குறள் எண்: 449</strong><hr>` +
                'முதல்இலார்க்கு ஊதியம் இல்லை மதலையாம்<br>' +
                'சார்புஇலார்க்கு இல்லை நிலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முதல் இல்லாத வணிகர்க்கு அதனால் வரும் ஊதியம் இல்லை; அது போல் தம்மைத் தாங்கிக் காப்பாற்றும் துணை இல்லாதவர்க்கு நிலைபேறு இல்லை.';
            break;
        case 450:
            resultText = `<strong style="color: aqua">குறள் எண்: 450</strong><hr>` +
                'பல்லார் பகைகொளலின் பத்தடுத்த தீமைத்தே<br>' +
                'நல்லார் தொடர்கை விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்லவராகிய பெரியாரின் தொடர்பைக் கைவிடுதல் பலருடைய பகையைத் தேடிக்கொள்வதைவிடப் பத்து மடங்கு தீமை உடையதாகும்.';
            break;
        case 451:
            resultText = `<strong style="color: aqua">குறள் எண்: 451</strong><hr>` +
                'சிற்றினம் அஞ்சும் பெருமை சிறுமைதான்<br>' +
                'சுற்றமாச் சூழ்ந்து விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெரியோரின் இயல்பு சிற்றினத்தை அஞ்சி ஒதுக்கும்; சிறியோரின் இயல்பு அதையே சுற்றமாக எண்ணித் தழுவிக் கொள்ளும்.';
            break;
        case 452:
            resultText = `<strong style="color: aqua">குறள் எண்: 452</strong><hr>` +
                'நிலத்துஇயல்பால் நீர்திரிந்து அற்றாகும் மாந்தர்க்கு<br>' +
                'இனத்துஇயல்பது ஆகும் அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சேர்ந்த நிலத்தின் இயல்பால் நீர் வேறுபட்டு அந்நிலத்தின் தன்மையுடையதாகும்; அது போல் மக்களுடைய அறிவு இனத்தின் இயல்பினை உடையதாகும்.';
            break;
        case 453:
            resultText = `<strong style="color: aqua">குறள் எண்: 453</strong><hr>` +
                'மனத்தான்ஆம் மாந்தர்க் குணர்ச்சி இனத்தான்ஆம்<br>' +
                'இன்னான் எனப்படும் சொல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மக்களுக்கு இயற்கையறிவு மனத்தால் ஏற்படும்; இப்படிப்பட்டவன் என்று உலகத்தாரால் மதிக்கப்படும் சொல் சேர்ந்த இனத்தால் ஏற்படும்.';
            break;
        case 454:
            resultText = `<strong style="color: aqua">குறள் எண்: 454</strong><hr>` +
                'மனத்து உளதுபோலக் காட்டி ஒருவற்கு<br>' +
                'இனத்துஉள தாகும் அறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்குச் சிறப்பறிவு மனத்தில் உள்ளது போலக்காட்டி (உண்மையாக நோக்கும் போது) அவன் சேர்ந்த இனத்தில் உள்ளதாகும்.';
            break;
        case 455:
            resultText = `<strong style="color: aqua">குறள் எண்: 455</strong><hr>` +
                'மனம்தூய்மை செய்வினை தூய்மை இரண்டும்<br>' +
                'இனம்தூய்மை தூவா வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனத்தின் தூய்மை, செய்யும் செயலின் தூய்மை ஆகிய இவ்விரண்டும் சேர்ந்த இனத்தின் தூய்மையைப் பொறுத்தே ஏற்படும்.';
            break;

        case 456:
            resultText = `<strong style="color: aqua">குறள் எண்: 456</strong><hr>` +
                'மனம்தூயார்க்கு எச்சம்நன் றாகும் இனம்தூயார்க்கு<br>' +
                'இல்லைநன்று ஆகா வினை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனம் தூய்மையாகப் பெற்றவர்க்கு அவர்க்குப்பின் எஞ்சி நிற்கும் புகழ் முதலியவை நன்மையாகும். இனம் தூய்மையாக உள்ளவர்க்கு நன்மையாகாத செயல் இல்லை.';
            break;
        case 457:
            resultText = `<strong style="color: aqua">குறள் எண்: 457</strong><hr>` +
                'மனநலம் மன்னுயிர்க்கு ஆக்கம் இனநலம்<br>' +
                'எல்லாப் புகழும் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனத்தின் நன்மை உயிர்க்கு ஆக்கமாகும்; இனத்தின் நன்மை (அவ்வளவோடு நிற்காமல்) எல்லாப் புகழையும் கொடுக்கும்.';
            break;
        case 458:
            resultText = `<strong style="color: aqua">குறள் எண்: 458</strong><hr>` +
                'மனநலம் நன்குஉடைய ராயினும் சான்றோர்க்கு<br>' +
                'இனநலம் ஏமாப்பு உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனத்தின் நன்மையை உறுதியாக உடையவராயினும் சான்றோர்க்கு இனத்தின் நன்மை மேலும் நல்ல காவலாக அமைவதாகும்.';
            break;
        case 459:
            resultText = `<strong style="color: aqua">குறள் எண்: 459</strong><hr>` +
                'மனநலத்தின் ஆகும் மறுமை:மற் றஃதும்<br>' +
                'இனநலத்தின் ஏமாப் புடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனத்தின் நன்மையால் மறுமை இன்பம் உண்டாகும்; அதுவும் இனத்தின் நன்மையால் மேலும் சிறப்புடையதாகும்.';
            break;
        case 460:
            resultText = `<strong style="color: aqua">குறள் எண்: 460</strong><hr>` +
                'நல்லினத்தின் ஊங்கும் துணையில்லை: தீயினத்தின்<br>' +
                'அல்லற் படுப்பதூஉம் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல இனத்தைவிடச் சிறந்ததாகிய துணையும் உலகத்தில் இல்லை; தீய இனத்தைவிடத் துன்பப்படுத்தும் பகையும் இல்லை.';
            break;
        case 461:
            resultText = `<strong style="color: aqua">குறள் எண்: 461</strong><hr>` +
                'அழிவதூஉம் ஆவதூஉம் ஆகி வழிபயக்கும்<br>' +
                'ஊதியமும் சூழ்ந்து செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரு செயலைத் தொடங்குமுன், அதனால் அழிவதையும், அழிந்தபின் ஆவதையும், பின்பு உண்டாகும் ஊதியத்தையும் ஆராய்ந்து செய்ய வேண்டும்.';
            break;
        case 462:
            resultText = `<strong style="color: aqua">குறள் எண்: 462</strong><hr>` +
                'தெரிந்த இனத்தொடு தேர்ந்துஎண்ணிச் செய்வார்க்கு<br>' +
                'அரும்பொருள் யாதொன்றும் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆராய்ந்து சேர்ந்த இனத்துடன் (செயலைப்பற்றி) நன்றாகத் தேர்ந்து, தாமும் எண்ணிப் பார்த்துச் செய்கின்றவர்க்கு அரிய பொருள் ஒன்றும் இல்லை.';
            break;
        case 463:
            resultText = `<strong style="color: aqua">குறள் எண்: 463</strong><hr>` +
                'ஆக்கங் கருதி முதல்இழக்கும் செய்வினை<br>' +
                'ஊக்கார் அறிவுடை யார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பின் விளையும் ஊதியத்தைக் கருதி இப்போது உள்ள முதலை இழந்துவிடக் காரணமான செயலை அறிவுடையவர் மேற்கொள்ளமாட்டார்.';
            break;
        case 464:
            resultText = `<strong style="color: aqua">குறள் எண்: 464</strong><hr>` +
                'தெளிவு இலதனைத் தொடங்கார் இளிவுஎன்னும்<br>' +
                'ஏதப்பாடு அஞ்சு பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இழிவு தருவதாகிய குற்றத்திற்கு அஞ்சுகின்றவர் ( இன்ன ஊதியம் பயக்கும் என்னும்) தெளிவு இல்லாத செயலைத் தொடங்கமாட்டார்.';
            break;
        case 465:
            resultText = `<strong style="color: aqua">குறள் எண்: 465</strong><hr>` +
                'வகையறச் சூழாது எழுதல் பகைவரைப்<br>' +
                'பாத்திப் படுப்பதோர் ஆறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செயலின் வகைகளை எல்லாம் முற்ற எண்ணாமல் செய்யத் தொடங்குதல் பகைவரை வளரும் பாத்தியில் நிலைபெறச் செய்வதொரு வழியாகும்.';
            break;
        case 466:
            resultText = `<strong style="color: aqua">குறள் எண்: 466</strong><hr>` +
                'செய்தக்க அல்ல செயக்கெடும் செய்தக்க<br>' +
                'செய்யாமை யானும் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் செய்யத்தகாத செயல்களைச் செய்வதனால் கெடுவான்; செய்யத்தக்க செயல்களைச் செய்யாமல் விடுவதனாலும் கெடுவான்.';
            break;
        case 467:
            resultText = `<strong style="color: aqua">குறள் எண்: 467</strong><hr>` +
                'எண்ணித் துணிக கருமம் துணிந்தபின்<br>' +
                'எண்ணுவம் என்பது இழுக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செய்யத் தகுந்த செயலையும் வழிகளை எண்ணிய பிறகே துணிந்து தொடங்க வேண்டும். துணிந்தபின் எண்ணிப் பார்க்கலாம் என்பது குற்றமாகும்.';
            break;
        case 468:
            resultText = `<strong style="color: aqua">குறள் எண்: 468</strong><hr>` +
                'ஆற்றின் வருந்தா வருத்தம் பலர்நின்று<br>' +
                'போற்றினும் பொத்துப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தக்கவழியில் செய்யப்படாத முயற்சி பலர் துணையாக நின்று (அதை முடிக்குமாறு) காத்த போதிலும் குறையாகி விடும்.';
            break;
        case 469:
            resultText = `<strong style="color: aqua">குறள் எண்: 469</strong><hr>` +
                'நன்றுஆற்ற லுள்ளும் தவறுஉண்டு அவரவர்<br>' +
                'பண்பறிந்து ஆற்றாக் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவரவருடைய இயல்புகளை அறிந்து அவரவர்க்குப் பொருந்துமாறு செய்யாவிட்டால் நன்மை செய்வதிலும் தவறு உண்டாகும்.';
            break;
        case 470:
            resultText = `<strong style="color: aqua">குறள் எண்: 470</strong><hr>` +
                'எள்ளாத எண்ணிச் செயல்வேண்டும் தம்மொடு<br>' +
                'கொள்ளாத கொள்ளாது உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம் நிலைமையோடு பொருந்தாதவற்றை உலகம் ஏற்றுக் கொள்ளாது. ஆகையால் உலகம் இகழ்ந்து தள்ளாத செயல்களை ஆராய்ந்து செய்ய வேண்டும்.';
            break;
        case 471:
            resultText = `<strong style="color: aqua">குறள் எண்: 471</strong><hr>` +
                'வினைவலியும் தன்வலியும் மாற்றான் வலியும்<br>' +
                'துணைவலியும் தூக்கிச் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செயலின் வலிமையும், தன் வலிமையும், பகைவனுடைய வலிமையும், இருவர்க்கும் துணையானவரின் வலிமையும் ஆராய்ந்து செய்யவேண்டும்.';
            break;
        case 472:
            resultText = `<strong style="color: aqua">குறள் எண்: 472</strong><hr>` +
                'ஒல்வது அறிவது அறிந்ததன் கண்தங்கிச்<br>' +
                'செல்வார்க்குச் செல்லாதது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தனக்குப் பொருந்தும் செயலையும், அதற்காக அறிய வேண்டியதையும் அறிந்து அதனிடம் நிலைத்து முயல்கின்றவர்க்கு முடியாதது ஒன்றும் இல்லை.';
            break;
        case 473:
            resultText = `<strong style="color: aqua">குறள் எண்: 473</strong><hr>` +
                'உடைத்தம் வலிஅறியார் ஊக்கத்தின் ஊக்கி<br>' +
                'இடைக்கண் முரிந்தார் பலர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்முடைய வலிமை இவ்வளவு என்று அறியாமல் ஊக்கத்தால் முனைந்து தொடங்கி இடையில் அதை முடிக்க வகையில்லாமல் அழிந்தவர் பலர்.';
            break;
        case 474:
            resultText = `<strong style="color: aqua">குறள் எண்: 474</strong><hr>` +
                'அமைந்தாங்கு ஒழுகான் அளவுஅறியான் தன்னை<br>' +
                'வியந்தான் விரைந்து கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மற்றவர்களோடு ஒத்து நடக்காமல். தன் வலிமையின் அளவையும் அறியாமல், தன்னை வியந்து மதித்துக் கொண்டிருப்பவன் விரைவில் கெடுவான்.';
            break;
        case 475:
            resultText = `<strong style="color: aqua">குறள் எண்: 475</strong><hr>` +
                'பீலிபெய் சாகாடும் அச்சுஇறும் அப்பண்டம்<br>' +
                'சால மிகுத்துப் பெயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மயிலிறகு ஏற்றிய வண்டியே ஆனாலும், அந்தப் பண்டமும் (அளவோடு ஏற்றாமல்) அளவுகடந்து மிகுதியாக ஏற்றினால் அச்சு முறியும்.';
            break;
        case 476:
            resultText = `<strong style="color: aqua">குறள் எண்: 476</strong><hr>` +
                'நுனிக்கொம்பர் ஏறினார் அஃதுஇறந்து ஊக்கின்<br>' +
                'உயிர்க்குஇறுதி யாகி விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரு மரத்தின் நுனிக்கொம்பில் ஏறியவர், அதையும் கடந்து மேலும் ஏற முனைந்தால், அவருடைய உயிர்க்கு முடிவாக நேர்ந்துவிடும்.';
            break;
        case 477:
            resultText = `<strong style="color: aqua">குறள் எண்: 477</strong><hr>` +
                'ஆற்றின் அளவறிந்து ஈக: அதுபொருள்<br>' +
                'போற்றி வழங்கும் நெறி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தக்க வழியில் பிறர்க்குக் கொடுக்கும் அளவு அறிந்து கொடுக்கவேண்டும்; அதுவே பொருளைப் போற்றி வாழும் வழியாகும்.';
            break;
        case 478:
            resultText = `<strong style="color: aqua">குறள் எண்: 478</strong><hr>` +
                'ஆகுஆறு அளவுஇட்டிது ஆயினும் கேடுஇல்லை<br>' +
                'போகுஆறு அகலாக் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் வரும் வழி (வருவாய்) சிறியதாக இருந்தாலும், போகும் வழி (செலவு) விரிவுபடாவிட்டால் அதனால் தீங்கு இல்லை.';
            break;
        case 479:
            resultText = `<strong style="color: aqua">குறள் எண்: 479</strong><hr>` +
                'அளவுஅறிந்து வாழாதான் வாழ்க்கை உளபோல<br>' +
                'இல்லாகித் தோன்றாக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருளின் அளவு அறிந்து வாழாதவனுடைய வாழ்க்கை (பல வளமும்) இருப்பது போல் தோன்றி இல்லாமல் மறைந்து கெட்டுவிடும்.';
            break;
        case 480:
            resultText = `<strong style="color: aqua">குறள் எண்: 480</strong><hr>` +
                'உளவரை தூக்காத ஒப்புரவு ஆண்மை<br>' +
                'வளவரை வல்லைக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தனக்குப் பொருள் உள்ள அளவை ஆராயாமல் மேற்கொள்ளும் ஒப்புரவினால், ஒருவனுடைய செல்வத்தின் அளவு விரைவில் கெடும்.';
            break;
        case 481:
            resultText = `<strong style="color: aqua">குறள் எண்: 481</strong><hr>` +
                'பகவல்லும் கூகையைக் காக்கை: இகல்வெல்லும்<br>' +
                'வேந்தர்க்கு வேண்டும் பொழுது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காக்கை தன்னைவிட வலிய கோட்டானைப் பகலில் வென்றுவிடும்; அதுபோல் பகையை வெல்லக் கருதும் அரசர்க்கும் அதற்கு ஏற்ற காலம் வேண்டும்.<hr>';
            break;

        case 482:
            resultText = `<strong style="color: aqua">குறள் எண்: 482</strong><hr>` +
                'பருவத்தோடு ஒட்ட ஒழுகல் திருவினைத்<br>' +
                'தீராமை ஆர்க்கும் கயிறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காலத்தோடு பொருந்துமாறு ஆராய்ந்து நடத்தல் (நில்லாத இயல்பு உடைய) செல்வத்தை நீங்காமல் நிற்குமாறு கட்டும் கயிறாகும்.<hr>';
            break;

        case 483:
            resultText = `<strong style="color: aqua">குறள் எண்: 483</strong><hr>` +
                'அருவினை என்ப உளவோ கருவியான்<br>' +
                'காலம் அறிந்து செயின்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(செய்யும் செயலை முடிப்பதற்கு வேண்டிய) கருவிகளுடன் ஏற்ற காலத்தையும் அறிந்து செய்தால், அரிய செயல்கள் என்பவை உண்டோ?<hr>';
            break;

        case 484:
            resultText = `<strong style="color: aqua">குறள் எண்: 484</strong><hr>` +
                'ஞாலம் கருதினும் கைகூடும் காலம்<br>' +
                'கருதி இடத்தால் செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(செயலை முடிப்பதற்கு ஏற்ற) காலத்தை அறிந்து இடத்தோடு பொருந்துமாறு செய்தால், உலகமே வேண்டும் எனக் கருதினாலும் கைகூடும்.<hr>';
            break;

        case 485:
            resultText = `<strong style="color: aqua">குறள் எண்: 485</strong><hr>` +
                'காலம் கருதி இருப்பர் கலங்காது<br>' +
                'ஞாலம் கருது பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகத்தைக் கொள்ளக் கருதுகின்றவர் அதைப்பற்றி எண்ணிக் கலங்காமல் அதற்கு ஏற்ற காலத்தைக் கருதிக் கொண்டு பொறுத்திருப்பர்.<hr>';
            break;

        case 486:
            resultText = `<strong style="color: aqua">குறள் எண்: 486</strong><hr>` +
                'ஊக்கம் உடையான் ஒடுக்கம் பொருதகர்<br>' +
                'தாக்கற்குப் பேரும் தகைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊக்கம் மிகுந்தவன் (காலத்தை எதிர்பார்த்து) அடங்கியிருத்தல், போர் செய்யும் ஆட்டுக்கடா தன் பகையைத் தாக்குவதற்காகப் பின்னே கால்வாங்குதலைப் போன்றது.<hr>';
            break;

        case 487:
            resultText = `<strong style="color: aqua">குறள் எண்: 487</strong><hr>` +
                'பொள்ளென ஆங்கே புறம்வேரார் காலம்பார்த்து<br>' +
                'உள்வேர்ப்பர் ஒள்ளி யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவுடையவர், (பகைவர் தீங்கு செய்த) அப்பொழுதே உடனே புறத்தில் சினம் கொள்ளமாட்டார்; (வெல்வதற்கு ஏற்ற) காலம் பார்த்து அகத்தில் சினம் கொள்வர்.<hr>';
            break;

        case 488:
            resultText = `<strong style="color: aqua">குறள் எண்: 488</strong><hr>` +
                'செறுநரைக் காணின் சுமக்க இறுவரை<br>' +
                'காணின் கிழக்காம் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவரைக் கண்டால் பொறுத்துச் செல்ல வேண்டும்; அப் பகைவர்க்கு முடிவுகாலம் வந்தபோது அவருடைய தலைகீழே விழும்.<hr>';
            break;

        case 489:
            resultText = `<strong style="color: aqua">குறள் எண்: 489</strong><hr>` +
                'எய்தற்கு அரியது இயைந்தக்கால் அந்நிலையே<br>' +
                'செய்தற்கு அரிய செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கிடைத்தற்கரிய காலம் வந்து வாய்க்குமானால், அந்த வாய்ப்பைப் பயன்படுத்திக்கொண்டு அப்போதே செய்தற்கரிய செயல்களைச் செய்யவேண்டும்.<hr>';
            break;

        case 490:
            resultText = `<strong style="color: aqua">குறள் எண்: 490</strong><hr>` +
                'கொக்குஒக்க கூம்பும் பருவத்து மற்றுஅதன்<br>' +
                'குத்துஒக்க சீர்த்த இடத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொறுத்திருக்கும் காலத்தில் கொக்குப்போல் அமைதியா இருக்கவேண்டும்; காலம் வாய்த்தபோது அதன் குத்துப் போல் தவறாமல் செய்து முடிக்கவேண்டும்.<hr>';
            break;

        case 491:
            resultText = `<strong style="color: aqua">குறள் எண்: 491</strong><hr>` +
                'தொடங்கற்க எவ்வினையும் எள்ளற்க முற்றும்<br>' +
                'இடங்கண்ட பின்அல் லது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முற்றுகை செய்வதற்கு ஏற்ற இடத்தைக் கண்டபின் அல்லாமல் எச் செயலையும் தொடங்கக் கூடாது; பகைவரை இகழவும் கூடாது.<hr>';
            break;

        case 492:
            resultText = `<strong style="color: aqua">குறள் எண்: 492</strong><hr>` +
                'முரண்சேர்ந்த மொய்ம்பி னவர்க்கும் அரண்சேர்ந்துஆம்<br>' +
                'ஆக்கம் பலவுந் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மாறுபாடு பொருந்திய வலிமை உடையவர்க்கும் அரணோடு பொருந்தி ஏற்படுகின்ற வெற்றியானது பலவகைப் பயன்களையும் கொடுக்கும்.<hr>';
            break;

        case 493:
            resultText = `<strong style="color: aqua">குறள் எண்: 493</strong><hr>` +
                'ஆற்றாரும் ஆற்றி அடுப இடன்அறிந்து<br>' +
                'போற்றார்கண் போற்றிச் செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தக்க இடத்தை அறிந்து தம்மைக் காத்துக்கொண்டு பகைவரிடத்திற் சென்று தம் செயலைச் செய்தால், வலிமை இல்லாதவரும் வலிமை உடையவராய் வெல்வர்.<hr>';
            break;

        case 494:
            resultText = `<strong style="color: aqua">குறள் எண்: 494</strong><hr>` +
                'எண்ணியார் எண்ணம் இழப்பர் இடன்அறிந்து<br>' +
                'துன்னியார் துன்னிச் செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தக்க இடத்தை அறிந்து பொருந்தியவராய்ச் செயலை நெருங்கிச் செய்வாராயின், அவரை வெல்ல எண்ணியிருந்த பகைவர் தம் எண்ணத்தை இழந்துவிடுவார்.<hr>';
            break;

        case 495:
            resultText = `<strong style="color: aqua">குறள் எண்: 495</strong><hr>` +
                'நெடும்புனலுள் வெல்லும் முதலை அடும்புனலின்<br>' +
                'நீங்கின் அதனைப் பிற.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆழமுள்ள நீரில் முதலை மற்ற உயிர்களை வெல்லும்; ஆனால் நீரிலிருந்து நீங்கி வந்தால் அந்த முதலையையும் மற்ற உயிர்கள் வென்று விடும்.<hr>';
            break;

        case 496:
            resultText = `<strong style="color: aqua">குறள் எண்: 496</strong><hr>` +
                'கடல்ஓடா கால்வல் நெடுந்தேர் கடல்ஓடும்<br>' +
                'நாவாயும் ஓடா நிலத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வலிய சக்கரங்களையுடைய பெரிய தேர்கள் கடலில் ஓடமுடியாது; கடலில் ஓடுகின்ற கப்பல்களும் நிலத்தில் ஓடமுடியாது.<hr>';
            break;

        case 497:
            resultText = `<strong style="color: aqua">குறள் எண்: 497</strong><hr>` +
                'அஞ்சாமை அல்லால் துணைவேண்டா எஞ்சாமை<br>' +
                'எண்ணி இடத்தாற் செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(செய்யும் வழிவகைகளைக்) குறைவில்லாமல் எண்ணித் தக்க இடத்தில் பொருந்திச் செய்தால், அஞ்சாமை அல்லாமல் வேறு துணை வேண்டியதில்லை.<hr>';
            break;

        case 498:
            resultText = `<strong style="color: aqua">குறள் எண்: 498</strong><hr>` +
                'சிறுபடையான் செல்லிடம் சேரின் உறுபடையான்<br>' +
                'ஊக்கம் அழிந்து விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சிறிய படை உடையவனுக்குத் தக்கதாக உள்ள இடத்தில் பொருந்தி நின்றால், பெரிய படை உடையவன் தன் ஊக்கம் அழிவான்.<hr>';
            break;

        case 499:
            resultText = `<strong style="color: aqua">குறள் எண்: 499</strong><hr>` +
                'சிறைநலனும் சீரும் இலர்எனினும் மாந்தர்<br>' +
                'உறைநிலத்தோடு ஒட்டல் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரணாகிய நன்மையும் மற்றச் சிறப்பும் இல்லாதவராயினும் பகைவர் வாழ்கின்ற இடத்திற்குச் சென்று அவரைத் தாக்குதல் அரிது.<hr>';
            break;

        case 500:
            resultText = `<strong style="color: aqua">குறள் எண்: 500</strong><hr>` +
                'கால்ஆழ் களரின் நரிஅடும் கண்அஞ்சா<br>' +
                'வேலாள் முகத்த களிறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வேல் ஏந்திய வீரரைக் கோத்தெடுத்த கொம்பு உடைய அஞ்சாத யானையையும், கால் ஆழும் சேற்று நிலத்தில் அகப்பட்டபோது நரிகள் கொன்றுவிடும்.<hr>';
            break;

        case 501:
            resultText = `<strong style="color: aqua">குறள் எண்: 501</strong><hr>` +
                'அறம்பொருள் இன்பம் உயிர்அச்சம் நான்கின்<br>' +
                'திறம்தெரிந்து தேறப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறம், பொருள், இன்பம், உயிர்க்காக அஞ்சும் அச்சம் ஆகிய நான்கு வகையாலும் ஆராயப்பட்ட பிறகே ஒருவன் (ஒரு தொழிலுக்கு உரியவனாகத்) தெளியப்படுவான்.<hr>';
            break;

        case 502:
            resultText = `<strong style="color: aqua">குறள் எண்: 502</strong><hr>` +
                'குடிப்பிறந்து குற்றத்தின் நீங்கி வடுப்பரியும்<br>' +
                'நாண்உடையான் கட்டே தெளிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல குடியில் பிறந்து குற்றங்களிலிருந்து நீங்கிப் பழியான செயல்களைச் செய்ய அஞ்சுகின்ற நாணம் உடையவனையே நம்பித் தெளிய வேண்டும்.<hr>';
            break;

        case 503:
            resultText = `<strong style="color: aqua">குறள் எண்: 503</strong><hr>` +
                'அரியகற்று ஆசுஅற்றார் கண்ணும் தெரியுங்கால்<br>' +
                'இன்மை அரிதே வெளிறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரிய நூல்களைக் கற்றுத் தேர்ந்து குற்றம் அற்றவரிடத்திலும் ஆராய்ந்து பார்க்குமிடத்தில் அறியாமை இல்லாதிருப்பது அருமையாகும்.<hr>';
            break;

        case 504:
            resultText = `<strong style="color: aqua">குறள் எண்: 504</strong><hr>` +
                'குணம்நாடிக் குற்றமும் நாடி அவற்றுள்<br>' +
                'மிகைநாடி மிக்க கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுடைய குணங்களை ஆராய்ந்து, பிறகு குற்றங்களையும் ஆராய்ந்து, மிகுதியானவை எவையென ஆராய்ந்து, மிகுந்திருப்பவற்றால் தெளிந்து கொள்ள வேண்டும்.<hr>';
            break;

        case 505:
            resultText = `<strong style="color: aqua">குறள் எண்: 505</strong><hr>` +
                'பெருமைக்கும் ஏனைச் சிறுமைக்கும் தம்தம்<br>' +
                'கருமமே கட்டளைக் கல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(மக்களுடைய குணங்களாலாகிய) பெருமைக்கும் (குற்றங்களாலாகிய) சிறுமைக்கும் தேர்ந்தறியும் உரை கல்லாக இருப்பவை அவரவருடைய செயல்களே ஆகும்.<hr>';
            break;

        case 506:
            resultText = `<strong style="color: aqua">குறள் எண்: 506</strong><hr>` +
                'அற்றாரைத் தேறுதல் ஓம்புக மற்றுஅவர்<br>' +
                'பற்றிலர் நாணார் பழி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சுற்றத்தாரின் தொடர்பு அற்றவரை நம்பித் தெளியக் கூடாது; அவர் உலகத்தில் பற்று இல்லாதவராகையால் பழிக்கு நாணமாட்டார்.<hr>';
            break;

        case 507:
            resultText = `<strong style="color: aqua">குறள் எண்: 507</strong><hr>` +
                'காதன்மை கந்தா அறிவுஅறியார்த் தேறுதல்<br>' +
                'பேதைமை எல்லாம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறியவேண்டியவற்றை அறியாதிருப்பவரை அன்புடைமை காரணமாக நம்பித் தெளிதல், (தெளிந்தவர்க்கு) எல்லா அறியாமையையும் கொடுக்கும்.<hr>';
            break;

        case 508:
            resultText = `<strong style="color: aqua">குறள் எண்: 508</strong><hr>` +
                'தேரான் பிறனைத் தெளிந்தான் வழிமுறை<br>' +
                'தீரா இடும்பை தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மற்றவனைப் பற்றி ஒன்றும் ஆராயாமல் தெளிந்தால் அஃது (அவனுக்கு மட்டும் அல்லாமல்) அவனுடைய வழிமுறையில் தோன்றியவர்க்கும் தீராத துன்பத்தைக் கொடுக்கும்.<hr>';
            break;

        case 509:
            resultText = `<strong style="color: aqua">குறள் எண்: 509</strong><hr>` +
                'தேறற்க யாரையும் தேராது தேர்ந்தபின்<br>' +
                'தேறுக தேறும் பொருள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாரையும் ஆராயமல் தெளியக்கூடாது; நன்றாக ஆராய்ந்த பிறகு, அவரிடம் தெளிவாகக் கொள்ளத்தக்க பொருள்களைத் தெளிந்து நம்ப வேண்டும்.<hr>';
            break;

        case 510:
            resultText = `<strong style="color: aqua">குறள் எண்: 510</strong><hr>` +
                'தேரான் தெளிவும் தெளிந்தான்கண் ஐயுறவும்<br>' +
                'தீரா இடும்பை தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனை ஆராயாமல் தெளிவடைதலும், ஆராய்ந்து தெளிந்த ஒருவனிடம் ஐயப்படுதலும் ஆகிய இவை நீங்காத துன்பத்தைக் கொடுக்கும்.<hr>';
            break;

        case 511:
            resultText = `<strong style="color: aqua">குறள் எண்: 511</strong><hr>` +
                'நன்மையும் தீமையும் நாடி நலம்புரிந்த<br>' +
                'தன்மையான் ஆளப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நன்மையும் தீமையுமாகிய இரண்டையும் ஆராய்ந்து நன்மை தருகின்றவற்றையே விரும்புகின்ற இயல்புடையவன் (செயலுக்கு உரியவனாக) ஆளப்படுவான்.<hr>';
            break;

        case 512:
            resultText = `<strong style="color: aqua">குறள் எண்: 512</strong><hr>` +
                'வாரி பெருக்கி வளம்படுத்து உற்றவை<br>' +
                'ஆராய்வான் செய்க வினை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் வரும் வழிகளைப் பெருகச் செய்து, அவற்றால் வளத்தை உண்டாக்கி, வரும் இடையூறுகளை ஆராய்ந்து நீக்க வல்லவனே செயல் செய்யவேண்டும்.<hr>';
            break;

        case 513:
            resultText = `<strong style="color: aqua">குறள் எண்: 513</strong><hr>` +
                'அன்புஅறிவு தேற்றம் அவாஇன்மை இந்நான்கும்<br>' +
                'நன்குடையான் கட்டே தெளிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பு, அறிவு, ஐயமில்லாமல் தெளியும் ஆற்றல், அவா இல்லாமை ஆகிய இந்நான்கு பண்புகளையும் நிலையாக உடையவனைத் தெளியலாம்.<hr>';
            break;

        case 514:
            resultText = `<strong style="color: aqua">குறள் எண்: 514</strong><hr>` +
                'எனைவகையான் தேறியக் கண்ணும் வினைவகையான்<br>' +
                'வேறுஆகும் மாந்தர் பலர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எவ்வகையால் ஆராய்ந்து தெளிந்த பிறகும் (செயலை மேற்கொண்டு செய்யும்போது) அச் செயல்வகையால் வேறுபடும் மக்கள் உலகத்தில் உண்டு.<hr>';
            break;

        case 515:
            resultText = `<strong style="color: aqua">குறள் எண்: 515</strong><hr>` +
                'அறிந்துஆற்றிச் செய்கிற்பாற்கு அல்லால் வினைதான்<br>' +
                'சிறந்தான் என்று ஏவற்பாற் றன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(செய்யும் வழிகளை) அறிந்து இடையூறுகளைத் தாங்கிச் செய்துமுடிக்க வல்லவனை அல்லாமல், மற்றவனைச் சிறந்தவன் என்று கருதி ஒரு செயலைச் செய்யுமாறு ஏவக்கூடாது.<hr>';
            break;

        case 516:
            resultText = `<strong style="color: aqua">குறள் எண்: 516</strong><hr>` +
                'செய்வானை நாடி வினைநாடிக் காலத்தோடு<br>' +
                'எய்த உணர்ந்து செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செய்கின்றவனுடைய தன்மையை ஆராய்ந்து, செயலின் தன்மையையும் ஆராய்ந்து, தக்க காலத்தோடு பொருந்துமாறு உணர்ந்து செய்விக்க வேண்டும்.<hr>';
            break;

        case 517:
            resultText = `<strong style="color: aqua">குறள் எண்: 517</strong><hr>` +
                'இதனை இதனால் இவன்முடிக்கும் என்றுஆய்ந்து<br>' +
                'அதனை அவன்கண் விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இந்தத் தொழிலை இக் கருவியால் இன்னவன் முடிப்பான் என்று ஆராய்ந்த பிறகு அத் தொழிலை அவனிடம் ஒப்படைக்க வேண்டும்.<hr>';
            break;

        case 518:
            resultText = `<strong style="color: aqua">குறள் எண்: 518</strong><hr>` +
                'வினைக்குஉரிமை நாடிய பின்றை அவனை<br>' +
                'அதற்குஉரிய னாகச் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் ஒரு தொழிலைச் செய்வதற்கு உரியவனாக இருப்பதை ஆராய்ந்த பிறகு அவனை அத் தொழிலுக்கு உரியவனாகும்படி உயர்த்தவேண்டும்.<hr>';
            break;

        case 519:
            resultText = `<strong style="color: aqua">குறள் எண்: 519</strong><hr>` +
                'வினைக்கண் வினையுடையான் கேண்மைவேறு ஆக<br>' +
                'நினைப்பானை நீங்கும் திரு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மேற்கொண்ட தொழிலில் எப்போதும் முயற்சி உடையவனின் உறவைத் தவறாக நினைக்கும் தலைவனை விட்டுச் செல்வம் நீங்கும்.<hr>';
            break;

        case 520:
            resultText = `<strong style="color: aqua">குறள் எண்: 520</strong><hr>` +
                'நாள்தோறும் நாடுக மன்னன் வினைசெய்வான்<br>' +
                'கோடாமை கோடாது உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தொழில் செய்கின்றவன் கோணாதிருக்கும் வரையில் உலகம் கெடாது; ஆகையால் மன்னன் நாள்தோறும் அவனுடைய நிலைமையை ஆராய வேண்டும்.<hr>';
            break;
        case 521:
            resultText = `<strong style="color: aqua">குறள் எண்: 521</strong><hr>` +
                'பற்றற்ற கண்ணும் பழமைபா ராட்டுதல்<br>' +
                'சுற்றத்தார் கண்ணே உள.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் வறியவனான காலத்திலும் அவனுக்கும் தமக்கும் இருந்த பழைய உறவைப் பாராட்டிப் பேசும் பண்புகள் சுற்றத்தாரிடம் உண்டு.<hr>';
            break;

        case 522:
            resultText = `<strong style="color: aqua">குறள் எண்: 522</strong><hr>` +
                'விருப்புஅறாச் சுற்றம் இயையின் அருப்புஅறா<br>' +
                'ஆக்கம் பலவும் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பு நீங்காத சுற்றம் ஒருவனுக்குக் கிடைத்தால், அது மேன்மேலும் வளர்ச்சி குறையாத ஆக்கம் பலவற்றையும் அவனுக்குக் கொடுக்கும்.<hr>';
            break;

        case 523:
            resultText = `<strong style="color: aqua">குறள் எண்: 523</strong><hr>` +
                'அளவளாவு இல்லாதான் வாழ்க்கை குளவளாக்<br>' +
                'கோடுஇன்றி நீர்நிறைந் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சுற்றத்தாரோடு மனம் கலந்து பழகும் தன்மை இல்லாதவனுடைய வாழ்க்கை, குளப்பரப்பானது கரையில்லாமல் நீர் நிறைந்தாற் போன்றது.<hr>';
            break;

        case 524:
            resultText = `<strong style="color: aqua">குறள் எண்: 524</strong><hr>` +
                'சுற்றத்தால் சுற்றப் படஒழுகல் செல்வம்தான்<br>' +
                'பெற்றத்தால் பெற்ற பயன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சுற்றத்தாரால் சுற்றப்படும்படியாக அவர்களைத் தழுவி அன்பாக வாழ்தல் ஒருவன் செல்வத்தைப் பெற்றதனால் பெற்ற பயனாகும்.<hr>';
            break;

        case 525:
            resultText = `<strong style="color: aqua">குறள் எண்: 525</strong><hr>` +
                'கொடுத்தலும் இன்சொலும் ஆற்றின் அடுக்கிய<br>' +
                'சுற்றத்தால் சுற்றப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் கொடுத்தலும் இன்சொல் கூறுதலுமாகிய இரண்டும் செய்ய வல்லவனானால், ஒருவன் தொடர்ந்த பல சுற்றத்தால் சூழப்படுவான்.<hr>';
            break;

        case 526:
            resultText = `<strong style="color: aqua">குறள் எண்: 526</strong><hr>` +
                'பெரும்கொடையான் பேணான் வெகுளி அவனின்<br>' +
                'மருங்குஉடையார் மாநிலத்து இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெரிய கொடையாளியாகவும் சினமற்றவனாகவும் ஒருவன் இருந்தால் அவனைப்போல் சுற்றத்தாரை உடையவர் உலகத்தில் யாரும் இல்லை.<hr>';
            break;

        case 527:
            resultText = `<strong style="color: aqua">குறள் எண்: 527</strong><hr>` +
                'காக்கை கரவா கரைந்துஉண்ணும் ஆக்கமும்<br>' +
                'அன்னநீ ரார்க்கே உள.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காக்கை (தனக்குக் கிடைத்ததை) மறைத்துவைக்காமல் சுற்றத்தைக் கூவி அழைத்து உண்ணும்; ஆக்கமும் அத்தகைய இயல்பு உடையவர்க்கே உண்டு.<hr>';
            break;

        case 528:
            resultText = `<strong style="color: aqua">குறள் எண்: 528</strong><hr>` +
                'பொதுநோக்கான் வேந்தன் வரிசையா நோக்கின்<br>' +
                'அதுநோக்கி வாழ்வார் பலர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரசன் எல்லாரையும் பொதுவகையாக நோக்காமல், அவரவர் சிறப்புக்கு ஏற்றவாறு நோக்கினால், அதை விரும்பிச் சுற்றமாக வாழ்கின்றவர் பலர் ஆவர்.<hr>';
            break;

        case 529:
            resultText = `<strong style="color: aqua">குறள் எண்: 529</strong><hr>` +
                'தமராகித் தன்துறந்தார் சுற்றம் அமராமைக்<br>' +
                'காரணம் இன்றி வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முன் சுற்றத்தாராக இருந்து பின் ஒரு காரணத்தால் பிரிந்தவரின் உறவு, அவ்வாறு அவர் பொருந்தாமலிருந்த காரணம் நீங்கியபின் தானே வந்து சேரும்.<hr>';
            break;

        case 530:
            resultText = `<strong style="color: aqua">குறள் எண்: 530</strong><hr>` +
                'உழைப்பிரிந்து காரணத்தின் வந்தானை வேந்தன்<br>' +
                'இழைத்துஇருந்து எண்ணிக் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன்னிடமிருந்து பிரிந்து சென்று ஒரு காரணம்பற்றித் திரும்பி வந்தவனை, அரசன், அவன் நாடிய உதவியைச் செய்து ஆராய்ந்து உறவு கொள்ளவேண்டும்.<hr>';
            break;

        case 531:
            resultText = `<strong style="color: aqua">குறள் எண்: 531</strong><hr>` +
                'இறந்த வெகுளியின் தீதே சிறந்த<br>' +
                'உவகை மகிழ்ச்சியின் சோர்வு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெரிய உவகையால் மகிழ்ந்திருக்கும்போது மறதியால் வரும் சோர்வு, ஒருவனுக்கு வரம்பு கடந்த சினம் வருவதைவிடத் தீமையானதாகும்.<hr>';
            break;

        case 532:
            resultText = `<strong style="color: aqua">குறள் எண்: 532</strong><hr>` +
                'பொச்சாப்புக் கொல்லும் புகழை அறிவினை<br>' +
                'நிச்ச நிரப்புக்கொன் றாங்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாள்தோறும் விடாமல் வரும் வறுமை அறிவைக் கொல்வதுபோல, ஒருவனுடைய புகழை அவனுடைய மறதி கொன்றுவிடும்.<hr>';
            break;

        case 533:
            resultText = `<strong style="color: aqua">குறள் எண்: 533</strong><hr>` +
                'பொச்சாப்பார்க்கு இல்லை புகழ்மை அதுஉலகத்து<br>' +
                'எப்பால்நூ லோர்க்கும் துணிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மறதியால் சோர்ந்து நடப்பவர்க்குப் புகழுடன் வாழும் தன்மையில்லை; அஃது உலகத்தில் எப்படிப்பட்ட நூலோர்க்கும் ஒப்பமுடிந்த முடிபாகும்.<hr>';
            break;

        case 534:
            resultText = `<strong style="color: aqua">குறள் எண்: 534</strong><hr>` +
                'அச்ச முடையார்க்கு அரண்இல்லை ஆங்கில்லை<br>' +
                'பொச்சாப்பு உடையார்க்கு நன்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உள்ளத்தில் அச்சம் உடையவர்க்குப் புறத்திலே அரண் இருந்தும் பயன் இல்லை; அதுபோல் மறதி உடையவர்க்கு நல்ல நிலை வாய்த்தும் பயன் இல்லை.<hr>';
            break;

        case 535:
            resultText = `<strong style="color: aqua">குறள் எண்: 535</strong><hr>` +
                'முன்னுறக் காவாது இழுக்கியான் தன்பிழை<br>' +
                'பின்ஊறு இரங்கி விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வரும் இடையூறுகளை முன்னே அறிந்து காக்காமல் மறந்து சோர்ந்தவன், பின்பு அவை வந்துற்றபோது தன் பிழையை நினைந்து இரங்குவான்.<hr>';
            break;


        case 536:
            resultText = `<strong style="color: aqua">குறள் எண்: 536</strong><hr>` +
                'இழுக்காமை யார்மாட்டும் என்றும் வழுக்காமை<br>' +
                'வாயின் அதுஒப்பது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாரிடத்திலும் எக்காலத்திலும் மறந்தும் சோர்ந்திருக்காத தன்மை தவறாமல் பொருந்தியிருக்குமானால், அதற்கு ஒப்பான நன்மை வேறொன்றும் இல்லை.<hr>';
            break;

        case 537:
            resultText = `<strong style="color: aqua">குறள் எண்: 537</strong><hr>` +
                'அரியஎன்று ஆகாத இல்லைபொச் சாவாக்<br>' +
                'கருவியால் போற்றிச் செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மறவாமை என்னும் கருவி்கொண்டு (கடமைகளைப்) போற்றிச் செய்தால், செய்வதற்கு அரியவை என்று ஒருவனால் முடியாத செயல்கள் இல்லை.<hr>';
            break;

        case 538:
            resultText = `<strong style="color: aqua">குறள் எண்: 538</strong><hr>` +
                'புகழ்ந்தவை போற்றிச் செயல்வேண்டும் செய்யாது<br>' +
                'இகழ்ந்தார்க்கு எழுமையும் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சான்றோர் புகழ்ந்து சொல்லிய செயல்களைப் போற்றிச் செய்ய வேண்டும்; அவ்வாறு செய்யாமல் மறந்து சோர்ந்தவருக்கு ஏழு பிறப்பிலும் நன்மை இல்லை.<hr>';
            break;

        case 539:
            resultText = `<strong style="color: aqua">குறள் எண்: 539</strong><hr>` +
                'இகழ்ச்சியின் கெட்டாரை உள்ளுக தாம்தம்<br>' +
                'மகிழ்ச்சியின் மைந்துறும் போழ்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தாம் தம் மகிழ்ச்சியால் செருக்குக் கொண்டு கடமையை மறந்திருக்கும் போது, அவ்வாறு சோர்ந்திருந்த காரணத்தால் முற்காலத்தில் அழிந்தவரை நினைக்கவேண்டும்.<hr>';
            break;

        case 540:
            resultText = `<strong style="color: aqua">குறள் எண்: 540</strong><hr>` +
                'உள்ளியது எய்தல் எளிதுமன் மற்றும்தான்<br>' +
                'உள்ளியது உள்ளப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் எண்ணியதை விடாமல் எண்ணி, (சோர்வில்லாமல்) இருக்கப் பெற்றால், அவன் கருதியதை அடைதல் எளிதாகும்.<hr>';
            break;

        case 541:
            resultText = `<strong style="color: aqua">குறள் எண்: 541</strong><hr>` +
                'ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும்<br>' +
                'தேர்ந்துசெய் வஃதே முறை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாரிடத்திலும் (குற்றம் இன்னதென்று) ஆராய்ந்து, கண்ணோட்டம் செய்யாமல் நடுவுநிலைமை பொருந்தி (செய்யத்தக்கதை) ஆராய்ந்து செய்வதே நீதிமுறையாகும்.<hr>';
            break;

        case 542:
            resultText = `<strong style="color: aqua">குறள் எண்: 542</strong><hr>` +
                'வான்நோக்கி வாழும் உலகெல்லாம் மன்னவன்<br>' +
                'கோல்நோக்கி வாழும் குடி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகத்தில் உள்ள உயிர்கள் எல்லாம் மழையை நோக்கி வாழ்கின்றன. அது போல் குடிகள் எல்லாம் அரசனுடைய செங்கோலை நோக்கி வாழ்கின்றனர்.<hr>';
            break;

        case 543:
            resultText = `<strong style="color: aqua">குறள் எண்: 543</strong><hr>` +
                'அந்தணர் நூற்கும் அறத்திற்கும் ஆதியாய்<br>' +
                'நின்றது மன்னவன் கோல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அந்தணர் போற்றும் மறைநூலுக்கும் அறத்திற்கும் அடிப்படையாய் நின்று உலகத்தைக் காப்பது அரசனுடைய செங்கோலாகும்.<hr>';
            break;

        case 544:
            resultText = `<strong style="color: aqua">குறள் எண்: 544</strong><hr>` +
                'குடிதழீஇக் கோல்ஓச்சும் மாநில மன்னன்<br>' +
                'அடிதழீஇ நிற்கும் உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குடிகளை அன்போடு அணைத்துக் கொண்டு செங்கோல் செலுத்துகின்ற அரசனுடைய அடியைப் பொருந்தி உலகம் நிலைபெறும்.<hr>';
            break;

        case 545:
            resultText = `<strong style="color: aqua">குறள் எண்: 545</strong><hr>` +
                'இயல்புளிக் கோல்ஓச்சும் மன்னவன் நாட்ட<br>' +
                'பெயலும் விளையுளும் தொக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நீதிமுறைப்படி செங்கோல் செலுத்தும் அரசனுடைய நாட்டில் பருவ மழையும் நிறைந்த விளைவும் ஒரு சேர ஏற்படுவனவாகும்.<hr>';
            break;

        case 546:
            resultText = `<strong style="color: aqua">குறள் எண்: 546</strong><hr>` +
                'வேல்அன்று வென்றி தருவது: மன்னவன்<br>' +
                'கோல்அதூஉம் கோடாது எனின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்கு வெற்றி பெற்றுத் தருவது வேல் அன்று; அரசனுடைய செங்கோலே ஆகும்; அச்செங்கோலும் கோணாதிருக்குமாயின்.<hr>';
            break;

        case 547:
            resultText = `<strong style="color: aqua">குறள் எண்: 547</strong><hr>` +
                'இறைகாக்கும் வையகம் எல்லாம் அவனை<br>' +
                'முறைகாக்கும் முட்டாச் செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகத்தை எல்லாம் அரசன் காப்பாற்றுவான்; நீதிமுறை கெடாதவாறு ஆட்சி செய்வானாயின் அரசனை அந்த முறையே காப்பாற்றும்.<hr>';
            break;

        case 548:
            resultText = `<strong style="color: aqua">குறள் எண்: 548</strong><hr>` +
                'எண்பதத்தான் ஓரா முறைசெய்யா மன்னவன்<br>' +
                'தண்பதத்தான் தானே கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எளிய செல்வி உடையவனாய் ஆராய்ந்து நீதிமுறை செய்யாத அரசன் தாழ்ந்த நிலையில் நின்று ( பகைவரில்லாமலும்) தானே கெடுவான்.<hr>';
            break;

        case 549:
            resultText = `<strong style="color: aqua">குறள் எண்: 549</strong><hr>` +
                'குடிபுறங் காத்துஓம்பிக் குற்றம் கடிதல்<br>' +
                'வடுஅன்று வேந்தன் தொழில்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குடிகளைப் பிறர் வருத்தாமல் காத்துத், தானும் வருத்தாமல் காப்பாற்றி, அவர்களுடைய குற்றங்களைத் தக்க தண்டனையால் ஒழித்தல், அரசனுடைய தொழில்; பழி அன்று.<hr>';
            break;

        case 550:
            resultText = `<strong style="color: aqua">குறள் எண்: 550</strong><hr>` +
                'கொலையிற் கொடியாரை வேந்துஒறுத்தல் பைங்கூழ்<br>' +
                'களைகட் டதனொடு நேர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கொடியவர் சிலரைக் கொலைத்தண்டனையால் அரசன் ஒறுத்தல் பயிரைக் காப்பாற்றக் களையைக் களைவதற்கு நிகரான செயலாகும்.<hr>';
            break;



        case 551:
            resultText = `<strong style="color: aqua">குறள் எண்: 551</strong><hr>` +
                'கொலைமேற்கொண் டாரிற் கொடிதே அலைமேற்கொண்டு<br>' +
                'அல்லவை செய்துஒழுகும் வேந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குடிகளை வருத்தும் தொழிலை மேற்கொண்டு, முறையல்லாத செயல்களைச் செய்து நடக்கும் அரசன் கொலைத் தொழிலைக் கொண்டவரைவிடக் கொடியவன்.<hr>';
            break;

        case 552:
            resultText = `<strong style="color: aqua">குறள் எண்: 552</strong><hr>` +
                'வேலொடு நின்றான் இடுஎன் றதுபோலும்<br>' +
                'கோலொடு நின்றான் இரவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆட்சிக்குரிய கோலை ஏந்தி நின்ற அரசன் குடிகளைப் பொருள் கேட்டல், போகும் வழியில் தனியே வேல் ஏந்தி நின்ற கள்வன் "கொடு" என்று கேட்பதைப் போன்றது.<hr>';
            break;

        case 553:
            resultText = `<strong style="color: aqua">குறள் எண்: 553</strong><hr>` +
                'நாள்தோறும் நாடி முறைசெய்யா மன்னவன்<br>' +
                'நாள்தோறும் நாடு கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாள்தோறும தன் ஆட்சியில் விளையும் நன்மை தீமைகளை ஆராய்ந்து முறை செய்யாத அரசன், நாள்தோறும் (மெல்ல மெல்லத்) தன் நாட்டை இழந்து வருவான்.<hr>';
            break;

        case 554:
            resultText = `<strong style="color: aqua">குறள் எண்: 554</strong><hr>` +
                'கூழும் குடியும் ஒருங்குஇழக்கும் கோல்கோடிச்<br>' +
                'சூழாது செய்யும் அரசு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆட்சிமுறை கெட்டுக் கொடுங்கோலனாகி ஆராயாமல் எதையும் செய்யும் அரசன், பொருளையும் குடிகளையும் ஒரு சேர இழந்து விடுவான்.<hr>';
            break;

        case 555:
            resultText = `<strong style="color: aqua">குறள் எண்: 555</strong><hr>` +
                'அல்லற்பட்டு ஆற்றாது அழுதகண் ணீர்அன்றே<br>' +
                'செல்வத்தைத் தேய்க்கும் படை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முறை செய்யாதவனுடைய செல்வத்தைத் தேய்த்து அழிக்கவல்ல படை, அவனால் பலர் துன்பப்பட்டுத் துன்பம் பொறுக்க முடியாமல் அழுத கண்ணீர் அன்றோ?<hr>';
            break;

        case 556:
            resultText = `<strong style="color: aqua">குறள் எண்: 556</strong><hr>` +
                'மன்னர்க்கு மன்னுதல் செங்கோன்மை அஃதுஇன்றேல்<br>' +
                'மன்னாவாம் மன்னர்க்கு ஒளி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரசர்க்குப் புகழ் நிலைபெறக் காரணம் செங்கோல் முறையாகும். அஃது இல்லையானால் அரசர்க்குப் புகழ் நிலைபெறாமல் போகும்.<hr>';
            break;

        case 557:
            resultText = `<strong style="color: aqua">குறள் எண்: 557</strong><hr>` +
                'துளியின்மை ஞாலத்திற்கு எற்றுஅற்றே வேந்தன்<br>' +
                'அளியின்மை வாழும் உயிர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மழைத்துளி இல்லாதிருத்தல் உலகத்திற்கு எத்தன்மையானதோ அத்தன்மையானது நாட்டில் வாழும் குடிமக்களுக்கு அரசனுடைய அருள் இல்லாத ஆட்சி.<hr>';
            break;

        case 558:
            resultText = `<strong style="color: aqua">குறள் எண்: 558</strong><hr>` +
                'இன்மையின் இன்னாது உடைமை முறைசெய்யா<br>' +
                'மன்னவன் கோல்கீழ்ப் படின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முறை செய்யாத அரசனுடைய கொடுங்கோல் ஆட்சியின் கீழ் இருக்கப்பெற்றால், பொருள் இல்லாத வறுமை நிலையைவிடச் செல்வநிலை துன்பமானதாகும்.<hr>';
            break;

        case 559:
            resultText = `<strong style="color: aqua">குறள் எண்: 559</strong><hr>` +
                'முறைகோடி மன்னவன் செய்யின் உறைகோடி<br>' +
                'ஒல்லாது வானம் பெயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரசன் முறைதவறி நாட்டை ஆட்சி செய்வானானால், அந்த நாட்டில் பருவமழை தவறி மேகம் மழை பெய்யாமல் போகும்.<hr>';
            break;

        case 560:
            resultText = `<strong style="color: aqua">குறள் எண்: 560</strong><hr>` +
                'ஆபயன் குன்றும் அறுதொழிலோர் நூல்மறப்பர்<br>' +
                'காவலன் காவான் எனின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாட்டைக் காக்கும் தலைவன் முறைப்படி காக்காவிட்டால் அந்நாட்டில் பசுக்கள் பால் தருதலாகிய பயன் குன்றும்; அந்தணரும் அறநூல்களை மறப்பர்.<hr>';
            break;

        case 561:
            resultText = `<strong style="color: aqua">குறள் எண்: 561</strong><hr>` +
                'தக்காங்கு நாடித் தலைச்செல்லா வண்ணத்தால்<br>' +
                'ஒத்தாங்கு ஒறுப்பது வேந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செய்த குற்றத்தைத் தக்கவாறு ஆராய்ந்து மீண்டும் அக் குற்றம் செய்யாதபடி குற்றத்திற்குப் பொருந்துமாறு தண்டிப்பவனே அரசன் ஆவான்.<hr>';
            break;

        case 562:
            resultText = `<strong style="color: aqua">குறள் எண்: 562</strong><hr>` +
                'கடிதுஓச்சி மெல்ல எறிக நெடிதுஆக்கம்<br>' +
                'நீங்காமை வேண்டு பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆக்கம் நெடுங்காலம் நீங்காமலிருக்க விரும்புகின்றவர் (தண்டிக்கத் தொடங்கும்போது) அளவு கடந்து செய்வது போல் காட்டி, அளவு மீறாமல் முறை செய்ய வேண்டும்.<hr>';
            break;

        case 563:
            resultText = `<strong style="color: aqua">குறள் எண்: 563</strong><hr>` +
                'வெருவந்த செய்துஒழுகும் வெங்கோலன் ஆயின்<br>' +
                'ஒருவந்தம் ஒல்லைக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குடிகள் அஞ்சும்படியான கொடுமைகளைச் செய்து ஆளும் கொடுங்கோல் அரசனானால், அவன் திண்ணமாக விரைவில் கெடுவான்.<hr>';
            break;

        case 564:
            resultText = `<strong style="color: aqua">குறள் எண்: 564</strong><hr>` +
                'இறைகடியன் என்றுஉரைக்கும் இன்னாச்சொல் வேந்தன்<br>' +
                'உறைகடுகி ஒல்லைக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நம் அரசன் கடுமையானவன் என்று குடிகளால் கூறப்படும் கொடுஞ் சொல்லை உடைய வேந்தன், தன் ஆயுள் குறைந்து விரைவில் கெடுவான்.<hr>';
            break;

        case 565:
            resultText = `<strong style="color: aqua">குறள் எண்: 565</strong><hr>` +
                'அருஞ்செவ்வி இன்னா முகத்தான் பெருஞ்செல்வம்<br>' +
                'பேஎய்கண் டன்னது உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எளிதில் காணமுடியாத அருமையும், இனிமையற்ற முகமும் உடையவனது பெரிய செல்வம், பேய் கண்டு காத்திருப்பதைப் போன்ற தன்மையுடையது.<hr>';
            break;



        case 566:
            resultText = `<strong style="color: aqua">குறள் எண்: 566</strong><hr>` +
                'கடுஞ்சொல்லன் கண்ணிலன் ஆயின் நெடுஞ்செல்வம்<br>' +
                'நீடுஇன்றி ஆங்கே கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கடுஞ்சொல் உடையவனாய்க் கண்ணோட்டம் இல்லாதவனாய் உள்ளவனுடைய பெரிய செல்வம் நீட்டித்தல் இல்லாமல் அப்பொழுதே கெடும்.<hr>';
            break;

        case 567:
            resultText = `<strong style="color: aqua">குறள் எண்: 567</strong><hr>` +
                'கடுமொழியும் கைஇகந்த தண்டமும் வேந்தன்<br>' +
                'அடுமுரண் தேய்க்கும் அரம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கடுமையான சொல்லும் முறைகடந்த தண்டனையும் அரசனுடைய வெற்றிக்குக் காரணமான வலிமையைத் தேய்க்கும் அரம் ஆகும்.<hr>';
            break;

        case 568:
            resultText = `<strong style="color: aqua">குறள் எண்: 568</strong><hr>` +
                'இனத்ததுஆற்றி எண்ணாத வேந்தன் சினத்துஆற்றிச்<br>' +
                'சீறின் சிறுகும் திரு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அமைச்சர் முதலான தன் இனத்தாரிடம் கலந்து எண்ணாத அரசன், சினத்தின் வழியில் சென்று சீறி நிற்பானானால், அவனுடைய செல்வம் சுருங்கும்.<hr>';
            break;

        case 569:
            resultText = `<strong style="color: aqua">குறள் எண்: 569</strong><hr>` +
                'செருவந்த போழ்தில் சிறைசெய்யா வேந்தன்<br>' +
                'வெருவந்து வெய்து கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முன்னமே தக்கவாறு அரண் செய்துகொள்ளாத அரசன் போர் வந்த காலத்தில் (தற்காப்பு இல்லாமல்) அஞ்சி விரைவில் அழிவான்.<hr>';
            break;

        case 570:
            resultText = `<strong style="color: aqua">குறள் எண்: 570</strong><hr>` +
                'கல்லார்ப் பிணிக்கும் கடுங்கோல்: அதுவல்லது<br>' +
                'இல்லை நிலக்குப் பொறை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கடுங்கோலாகிய ஆட்சிமுறை கல்லாதவரைத் தனக்கு அரணாகச் சேர்த்துக்கொள்ளும்; அது தவிர நிலத்திற்குச் சுமை வேறு இல்லை.<hr>';
            break;

        case 571:
            resultText = `<strong style="color: aqua">குறள் எண்: 571</strong><hr>` +
                'கண்ணோட்டம் என்னும் கழிபெரும் காரிகை<br>' +
                'உண்மையான் உண்டுஇவ் வுலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்ணோட்டம் என்று சொல்லப்படுகின்ற மிகச் சிறந்த அழகு இருக்கும் காரணத்தால்தான், இந்த உலகம் அழியாமல் இருக்கின்றது.<hr>';
            break;

        case 572:
            resultText = `<strong style="color: aqua">குறள் எண்: 572</strong><hr>` +
                'கண்ணோட்டத்து உள்ளது உலகியல்; அஃதிலார்<br>' +
                'உன்மை நிலக்குப் பொறை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்ணோட்டத்தினால் உலகியல் நடைபெறுகின்றது; கண்ணோட்டம் இல்லாதவர் உயிரோடு இருந்தால் நிலத்திற்குச் சுமையே தவிர, வேறு பயனில்லை.<hr>';
            break;

        case 573:
            resultText = `<strong style="color: aqua">குறள் எண்: 573</strong><hr>` +
                'பண்என்னாம் பாடற்கு இயைபின்றேல் கண்என்னாம்<br>' +
                'கண்ணோட்டம் இல்லாத கண்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பாடலோடு பொருந்துதல் இல்லையானால் இசை என்ன பயனுடையதாகும்? அதுபோல், கண்ணோட்டம் இல்லாவிட்டால் கண் என்ன பயனுடையதாகும்?<hr>';
            break;

        case 574:
            resultText = `<strong style="color: aqua">குறள் எண்: 574</strong><hr>` +
                'உளபோல் முகத்துஎவன் செய்யும் அளவினால்<br>' +
                'கண்ணேட்டம் இல்லாத கண்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தக்க அளவிற்குக் கண்ணோட்டம் இல்லாத கண்கள் முகத்தில் உள்ளவைபோல் தோன்றுதல் அல்லாமல் வேறு என்ன பயன் செய்யும்?<hr>';
            break;

        case 575:
            resultText = `<strong style="color: aqua">குறள் எண்: 575</strong><hr>` +
                'கண்ணிற்கு அணிகலம் கண்ணோட்டம் அஃதின்றேல்<br>' +
                'புண்ணென்று உணரப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுடைய கண்ணுக்கு அணிகலமாவது கண்ணோட்டம் என்னும் பண்பே; அஃது இல்லையானால் புண் என்று உணரப்படும்.<hr>';
            break;

        case 576:
            resultText = `<strong style="color: aqua">குறள் எண்: 576</strong><hr>` +
                'மண்ணோடு இயைந்த மரத்தனையர் கண்ணோடு<br>' +
                'இயைந்துகண் ணோடா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்ணோட்டத்திற்கு உரிய கண்ணோடு பொருந்தி இருந்தும் கண்ணோட்டம் இல்லாதவர், (கண் இருந்தும் காணாத) மரத்தினைப் போன்றவர்.<hr>';
            break;

        case 577:
            resultText = `<strong style="color: aqua">குறள் எண்: 577</strong><hr>` +
                'கண்ணோட்டம் இல்லவர் கண்ணிலர், கண்ணுடையார்<br>' +
                'கண்ணோட்டம் இன்மையும் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்ணோட்டம் இல்லாத மக்கள் கண் இல்லாதவரே ஆவர். கண் உடைய மக்கள் கண்ணோட்டம் இல்லாதிருத்தலும் இல்லை.<hr>';
            break;

        case 578:
            resultText = `<strong style="color: aqua">குறள் எண்: 578</strong><hr>` +
                'கருமம் சிதையாமல் கண்ணோட வல்லார்க்கு<br>' +
                'உரிமை உடைத்துஇவ் வுலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம் தம் கடமையாகிய தொழில் கெடாமல் கண்ணோட்டம் உடையவராக இருக்கவல்லவர்க்கு, இவ்வுலகம் உரிமை உடையது.<hr>';
            break;

        case 579:
            resultText = `<strong style="color: aqua">குறள் எண்: 579</strong><hr>` +
                'ஒறுத்துஆற்றும் பண்பினார் கண்ணும்கண் ணோடிப்<br>' +
                'பொறுத்துஆற்றும் பண்பே தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தண்டித்தற்குரிய தன்மை உடையவரிடத்திலும் கண்ணோட்டம் செய்து, (அவர் செய்த குற்றத்தைப்) பொறுத்துக் காக்கும் பண்பே சிறந்தது.<hr>';
            break;

        case 580:
            resultText = `<strong style="color: aqua">குறள் எண்: 580</strong><hr>` +
                'பெயக்கண்டும் நஞ்சுஉண்டு அமைவர் நயத்தக்க<br>' +
                'நாகரிகம் வேண்டு பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாவராலும் விரும்பத்தக்க நாகரிகமான கண்ணோட்டத்தை விரும்புகின்றவர், பழகியவர் தமக்கு நஞ்சு இடக்கண்டும் அதை உண்டு அமைவர்.<hr>';
            break;


        case 581:
            resultText = `<strong style="color: aqua">குறள் எண்: 581</strong><hr>` +
                'ஒற்றும் உரைசான்ற நூலும் இவைஇரண்டும்<br>' +
                'தெற்றென்க மன்னவன் கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒற்றரும் புகழ் அமைந்த நீதிநூலும் ஆகிய இவ்விருவகைக் கருவிகளையும் அரசன் தன்னுடைய கண்களாகத் தெளிய வேண்டும்.<hr>';
            break;

        case 582:
            resultText = `<strong style="color: aqua">குறள் எண்: 582</strong><hr>` +
                'எல்லார்க்கும் எல்லாம் நிகழ்பவை எஞ்ஞான்றும்<br>' +
                'வல்லறிதல் வேந்தன் தொழில்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எல்லாரிடத்திலும்நிகழ்கின்றவை எல்லாவற்றையும் எக்காலத்திலும் (ஒற்றரைக்கொண்டு) விரைந்து அறிதல் அரசனுக்குரிய தொழிலாகும்.<hr>';
            break;

        case 583:
            resultText = `<strong style="color: aqua">குறள் எண்: 583</strong><hr>` +
                'ஒற்றினான் ஒற்றிப் பொருள்தெரியா மன்னவன்<br>' +
                'கொற்றம் கொளக்கிடந்தது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒற்றரால் (நாட்டு நிகழ்ச்சிகளை) அறிந்து அவற்றின் பயனை ஆராய்ந்துணராத அரசன் வெற்றி பெறத்தக்க வழிவேறு இல்லை.<hr>';
            break;

        case 584:
            resultText = `<strong style="color: aqua">குறள் எண்: 584</strong><hr>` +
                'வினைசெய்வார் தம்சுற்றம் வேண்டாதார் என்றாங்கு<br>' +
                'அனைவரையும் ஆராய்வது ஒற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்முடைய தொழிலைச் செய்கின்றவர், தம் சுற்றத்தார், தம் பகைவர் என்று கூறப்படும் எல்லாரையும் ஆராய்வதே ஒற்றரின் தொழிலாகும்.<hr>';
            break;

        case 585:
            resultText = `<strong style="color: aqua">குறள் எண்: 585</strong><hr>` +
                'கடாஅ உருவொடு கண்அஞ்சாது யாண்டும்<br>' +
                'உகாஅமை வல்லதே ஒற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஐயுற முடியாத உருவத்தோடு, பார்த்தவருடைய கண்பார்வைக்கு அஞ்சாமல் எவ்விடத்திலும் மனத்திலுள்ளதை வெளிப்படுத்தாமல், இருக்கவல்லவனே ஒற்றன் ஆவன்.<hr>';
            break;

        case 586:
            resultText = `<strong style="color: aqua">குறள் எண்: 586</strong><hr>` +
                'துறந்தார் படிவத்தர் ஆகி இறந்துஆராய்ந்து<br>' +
                'என்செயினும் சோர்வுஇலது ஒற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துறந்தவரின் வடிவத்தை உடையவராய், அரிய இடங்களிலெல்லாம் சென்று ஆராய்ந்து, (ஐயுற்றவர்) என்ன செய்தாலும் சோர்ந்துவிடாதவரே ஒற்றர் ஆவார்.<hr>';
            break;

        case 587:
            resultText = `<strong style="color: aqua">குறள் எண்: 587</strong><hr>` +
                'மறைந்தவை கேட்கவற்று ஆகி அறிந்தவை<br>' +
                'ஐயப்பாடு இல்லதே ஒற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மறைந்த செய்திகளையும் கேட்டறியவல்லவனாய் அறிந்த செய்திகளை ஐயப்படாமல் துணியவல்லவனாய் உள்ளவனே ஒற்றன் ஆவான்.<hr>';
            break;

        case 588:
            resultText = `<strong style="color: aqua">குறள் எண்: 588</strong><hr>` +
                'ஒற்றுஒற்றித் தந்த பொருளையும் மற்றுமோர்<br>' +
                'ஒற்றினால் ஒற்றிக் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஓர் ஒற்றன் மறைந்து கேட்டுத் தெரிவித்த செய்தியையும் மற்றோர் ஒற்றனால் கேட்டுவரச் செய்து ஒப்புமை கண்டபின் உண்மை என்று கொள்ள வேண்டும்.<hr>';
            break;

        case 589:
            resultText = `<strong style="color: aqua">குறள் எண்: 589</strong><hr>` +
                'ஒற்றுஒற்று உணராமை ஆள்க உடன்மூவர்<br>' +
                'சொல்தொக்க தேறப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஓர் ஒற்றனை மற்றோர் ஒற்றன் அறியாதபடி ஆளவேண்டும்; அவ்வாறு ஆளப்பட்ட ஒற்றர் மூவரின் சொல் ஒத்திருந்தால் அவை உண்மை எனத் தெளியப்படும்.<hr>';
            break;

        case 590:
            resultText = `<strong style="color: aqua">குறள் எண்: 590</strong><hr>` +
                'சிறப்புஅறிய ஒற்றின்கண் செய்யற்க செய்யின்<br>' +
                'புறப்படுத்தான் ஆகும் மறை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒற்றனிடத்தில் செய்யும் சிறப்பைப் பிறர் அறியுமாறு செய்யக்கூடாது; செய்தால் மறைப்பொருளைத் தானே வெளிப்படுத்தியவன் ஆவான்.<hr>';
            break;

        case 591:
            resultText = `<strong style="color: aqua">குறள் எண்: 591</strong><hr>` +
                'உடையர் எனப்படுவது ஊக்கம்அஃது இல்லார்<br>' +
                'உடையது உடையரோ மற்று?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவர் பெற்றிருக்கின்றார் என்று சொல்லத்தக்க சிறப்புடையது ஊக்கமாகும்; ஊக்கம் இல்லாதவர் வேறு எதைப் பெற்றிருந்தாலும் அதை உடையவர் ஆவரோ?<hr>';
            break;

        case 592:
            resultText = `<strong style="color: aqua">குறள் எண்: 592</strong><hr>` +
                'உள்ளம் உடைமை உடைமை பொருள்உடைமை<br>' +
                'நில்லாது நீங்கி விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவர்க்கு ஊக்கமுடைமையே நிலையான உடைமையாகும்; மற்றப் பொருளுடைமையானது நிலைபேறு இல்லாமல் நீங்கிவிடுவதாகும்.<hr>';
            break;

        case 593:
            resultText = `<strong style="color: aqua">குறள் எண்: 593</strong><hr>` +
                'ஆக்கம் இழந்தேம்என்று அல்லாவார் ஊக்கம்<br>' +
                'ஒருவந்தம் கைத்துஉடை யார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊக்கத்தை உறுதியாகத் தம்கைப் பொருளாக உடையவர், ஆக்கம் (இழந்துவிட்ட காலத்திலும்) இழந்துவிட்டோம் என்று கலங்கமாட்டார்.<hr>';
            break;

        case 594:
            resultText = `<strong style="color: aqua">குறள் எண்: 594</strong><hr>` +
                'ஆக்கம் அதர்வினாய்ச் செல்லும் அசைவிலா<br>' +
                'ஊக்கம் உடையா னுழை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சோர்வு இல்லாத ஊக்கம் உடையவனிடத்தில் ஆக்கமானது தானே அவன் உள்ள இடத்திற்கு வழி கேட்டுக்கொண்டு போய்ச் சேரும்.<hr>';
            break;

        case 595:
            resultText = `<strong style="color: aqua">குறள் எண்: 595</strong><hr>` +
                'வெள்ளத்து அனைய மலர்நீட்டம் மாந்தர்தம்<br>' +
                'உள்ளத்து அனையது உயர்வு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நீர்ப்பூக்களின் தாளின் நீளம் அவை நின்ற நீரின் அளவினவாகும்; மக்களின் ஊக்கத்தின் அளவினதாகும் வாழ்க்கையின் உயர்வு.<hr>';
            break;



        case 596:
            resultText = `<strong style="color: aqua">குறள் எண்: 596</strong><hr>` +
                'உள்ளுவது எல்லாம் உயர்வுள்ளல் மற்றுஅது<br>' +
                'தள்ளினும் தள்ளாமை நீர்த்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எண்ணுவதெல்லாம் உயர்வைப் பற்றியே எண்ணவேண்டும்; அவ்வுயர்வு கைகூடாவிட்டாலும் அவ்வாறு எண்ணுவதை விடக்கூடாது.<hr>';
            break;

        case 597:
            resultText = `<strong style="color: aqua">குறள் எண்: 597</strong><hr>` +
                'சிதைவுஇடத்து ஒல்கார் உரவோர் புதையம்பின்<br>' +
                'பட்டுப்பாடு ஊன்றும் களிறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உடம்பை மறைக்குமளவு அம்புகளால் புண்பட்டும், யானை தன் பெருமையை நிலைநிறுத்தும்; அதுபோல், ஊக்கம் உடையவர் அழிவு வந்தவிடத்திலும் தளரமாட்டார்.<hr>';
            break;

        case 598:
            resultText = `<strong style="color: aqua">குறள் எண்: 598</strong><hr>` +
                'உள்ளம் இலாதவர் எய்தார் உலகத்து<br>' +
                'வள்ளியம் என்னும் செருக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊக்கம் இல்லாதவர், "இவ்வுலகில் யாம் வண்மை உடையேம்" என்று தம்மைத் தாம் எண்ணி மகிழும் மகிழ்ச்சியை அடையமாட்டார்.<hr>';
            break;

        case 599:
            resultText = `<strong style="color: aqua">குறள் எண்: 599</strong><hr>` +
                'பரியது கூர்ங்கோட்டது ஆயினும் யானை<br>' +
                'வெரூஉம் புலிதாக் குறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யானை பருத்த உடம்பை உடையது; கூர்மையான கொம்புகளை உடையது; ஆயினும் ஊக்கமுள்ளதாகிய புலி தாக்கினால் அதற்கு அஞ்சும்.<hr>';
            break;

        case 600:
            resultText = `<strong style="color: aqua">குறள் எண்: 600</strong><hr>` +
                'உரம்ஒருவற்கு உள்ள வெறுக்கை அஃதுஇல்லார்<br>' +
                'மரம்மக்கள் ஆதலே வேறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்கு வலிமையாவது ஊக்க மிகுதியே. அவ்வூக்கம் இல்லாதவர் மரங்களே; (வடிவால்) மக்களைப் போல் இருத்தலே வேறுபாடு.<hr>';
            break;

        case 601:
            resultText = `<strong style="color: aqua">குறள் எண்: 601</strong><hr>` +
                'குடிஎன்னும் குன்றா விளக்கம் மடிஎன்னும்<br>' +
                'மாசுஊர மாய்ந்து கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்குத் தன் குடியாகிய மங்காத விளக்கு, அவனுடைய சோம்பலாகிய மாசு படியப் படிய ஒளி மங்கிக் கெட்டுவிடும்.<hr>';
            break;

        case 602:
            resultText = `<strong style="color: aqua">குறள் எண்: 602</strong><hr>` +
                'மடியை மடியா ஒழுகல் குடியைக்<br>' +
                'குடியாக வேண்டு பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம் குடியைச் சிறப்புடைய குடியாக விளங்குமாறு செய்ய விரும்புகின்றவர் சோம்பலைச் சோம்பலாகக் கொண்டு முயற்சியுடையவராய் நடக்கவேண்டும்.<hr>';
            break;

        case 603:
            resultText = `<strong style="color: aqua">குறள் எண்: 603</strong><hr>` +
                'மடிமடிக் கொண்டுஒழுகும் பேதை பிறந்த<br>' +
                'குடிமடியும் தன்னினும் முந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அழிக்கும் இயல்புடைய சோம்பலைத் தன்னிடம் கொண்டு நடக்கும் அறிவில்லாதவன் பிறந்த குடி, அவனுக்கு முன் அழிந்துவிடும்.<hr>';
            break;

        case 604:
            resultText = `<strong style="color: aqua">குறள் எண்: 604</strong><hr>` +
                'குடிமடிந்து குற்றம் பெருகும் மடிமடிந்து<br>' +
                'மாண்ட உஞற்றி லவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சோம்பலில் அகப்பட்டுச் சிறந்த முயற்சி இல்லாதவராய் வாழ்கின்றவர்க்குக் குடியின் பெருமை அழிந்து குற்றம் பெருகும்.<hr>';
            break;

        case 605:
            resultText = `<strong style="color: aqua">குறள் எண்: 605</strong><hr>` +
                'நெடுநீர் மறவி மடிதுயில் நான்கும்<br>' +
                'கெடுநீரார் காமக் கலன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காலம் நீட்டித்தல், மறதி, சோம்பல், அளவு மீறிய தூக்கம் ஆகிய இந் நான்கும் கெடுகின்ற இயல்புடையவர் விரும்பி ஏறும் மரக்கலமாம்.<hr>';
            break;

        case 606:
            resultText = `<strong style="color: aqua">குறள் எண்: 606</strong><hr>` +
                'படியுடையார் பற்றுஅமைந்தக் கண்ணும் மடியுடையார்<br>' +
                'மாண்பயன் எய்தல் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாட்டை ஆளும் தலைவருடைய உறவு தானே வந்து சேர்ந்தாலும், சோம்பல் உடையவர் சிறந்த பயனை அடைய முடியாது.<hr>';
            break;

        case 607:
            resultText = `<strong style="color: aqua">குறள் எண்: 607</strong><hr>` +
                'இடிபுரிந்து எள்ளும்சொல் கேட்பர் மடிபுரிந்து<br>' +
                'மாண்ட உஞற்றி லவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சோம்பலை விரும்பி மேற்கொண்டு சிறந்த முயற்சி இல்லாதவராய் வாழ்கின்றவர், பிறர் இடித்துக் கூறி இகழ்கின்ற சொல்லைக் கேட்கும் நிலைமை அடைவர்.<hr>';
            break;

        case 608:
            resultText = `<strong style="color: aqua">குறள் எண்: 608</strong><hr>` +
                'மடிமை குடிமைக்கண் தங்கின்தன் ஒன்னார்க்கு<br>' +
                'அடிமை புகுத்தி விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சோம்பல் நல்ல குடியில் பிறந்தவனிடம் வந்து பொருந்தினால், அஃது அவனை அவனுடைய பகைவர்க்கு அடிமையாகுமாறு செய்துவிடும்.<hr>';
            break;

        case 609:
            resultText = `<strong style="color: aqua">குறள் எண்: 609</strong><hr>` +
                'குடிஆண்மை யுள்வந்த குற்றம் ஒருவன்<br>' +
                'மடிஆண்மை மாற்றக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் சோம்பலை ஆளுந் தன்மையை மாற்றி விட்டால் அவனுடைய குடியிலும் ஆண்மையிலும் வந்த குற்றம் தீர்ந்து விடும்.<hr>';
            break;

        case 610:
            resultText = `<strong style="color: aqua">குறள் எண்: 610</strong><hr>` +
                'மடிஇலா மன்னவன் எய்தும் அடிஅளந்தான்<br>' +
                'தாஅயது எல்லாம் ஒருங்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அடியால் உலகத்தை அளந்த கடவுள் தாவிய பரப்பு எல்லாவற்றையும் சோம்பல் இல்லாத அரசன் ஒருசேர அடைவான்.<hr>';
            break;

        case 611:
            resultText = `<strong style="color: aqua">குறள் எண்: 611</strong><hr>` +
                'அருமை உடைத்துஎன்று அசாவாமை வேண்டும்<br>' +
                'பெருமை முயற்சி தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இது செய்வதற்கு அருமையானது என்று சோர்வுறாமல் இருக்க வேண்டும்; அதைச் செய்வதற்குத் தக்க பெருமையை முயற்சி உண்டாக்கும்.<hr>';
            break;

        case 612:
            resultText = `<strong style="color: aqua">குறள் எண்: 612</strong><hr>` +
                'வினைக்கண் வினைகெடல் ஓம்பல் வினைக்குறை<br>' +
                'தீர்ந்தாரின் தீர்ந்தன்று உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தொழிலாகிய குறையைச் செய்யாமல் கைவிட்டவரை உலகம் கைவிடும்; ஆகையால் தொழிலில் முயற்சி இல்லாதிருத்தலை ஒழிக்க வேண்டும்.<hr>';
            break;

        case 613:
            resultText = `<strong style="color: aqua">குறள் எண்: 613</strong><hr>` +
                'தாளாண்மை என்னும் தகைமைக்கண் தங்கிற்றே<br>' +
                'வேளாண்மை என்னும் செருக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர்க்கு உதவி செய்தல் என்னும் மேம்பட்ட நிலைமை, முயற்சி என்று சொல்லப்படுகின்ற உயர்ந்த பண்பில் நிலைத்திருக்கின்றது.<hr>';
            break;

        case 614:
            resultText = `<strong style="color: aqua">குறள் எண்: 614</strong><hr>` +
                'தாளாண்மை இல்லாதான் வேளாண்மை பேடிகை<br>' +
                'வாள்ஆண்மை போலக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முயற்சி இல்லாதவன் உதவி செய்பவனாக இருத்தல், பேடி தன் கையால் வாளை எடுத்து ஆளும் தன்மைபோல் நிறைவேறாமல் போகும்.<hr>';
            break;

        case 615:
            resultText = `<strong style="color: aqua">குறள் எண்: 615</strong><hr>` +
                'இன்பம் விழையான் வினைவிழைவான் தன்கேளிர்<br>' +
                'துன்பம் துடைத்துஊன்றும் தூண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் இன்பத்தை விரும்பாதவனாய் மேற்கொண்ட செயலை முடிக்க விரும்புகின்றவன், தன் சுற்றத்தாரின் துன்பத்தைப் போக்கித் தாங்குகின்ற தூண் ஆவான்.<hr>';
            break;

        case 616:
            resultText = `<strong style="color: aqua">குறள் எண்: 616</strong><hr>` +
                'முயற்சி திருவினை ஆக்கும் முயற்றின்மை<br>' +
                'இன்மை புகுத்தி விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முயற்சி ஒருவனுக்குச் செல்வத்தைப் பெருகச் செய்யும்; முயற்சி இல்லாதிருத்தல் அவனுக்கு வறுமையைச் சேர்த்து விடும்.<hr>';
            break;

        case 617:
            resultText = `<strong style="color: aqua">குறள் எண்: 617</strong><hr>` +
                'மடியுளாள் மாமுகடி என்ப மடிஇலான்<br>' +
                'தாள்உளாள் தாமரையி னாள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுடைய சோம்பலிலே கரிய மூதேவி வாழ்கின்றாள்; சோம்பல் இல்லாதவனுடைய முயற்சியிலே திருமகள் வாழ்கின்றாள்.<hr>';
            break;

        case 618:
            resultText = `<strong style="color: aqua">குறள் எண்: 618</strong><hr>` +
                'பொறிஇன்மை யார்க்கும் பழிஅன்று அறிவுஅறிந்து<br>' +
                'ஆள்வினை இன்மை பழி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நன்மை விளைக்கும் ஊழ் இல்லாதிருத்தல் யார்க்கும் பழி அன்று; அறிய வேண்டியவற்றை அறிந்து முயற்சி செய்யாதிருத்தலே பழி.<hr>';
            break;

        case 619:
            resultText = `<strong style="color: aqua">குறள் எண்: 619</strong><hr>` +
                'தெய்வத்தான் ஆகாது எனினும் முயற்சிதன்<br>' +
                'மெய்வருத்தக் கூலி தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊழின் காரணத்தால் ஒரு செயல் முடியாமல் போகுமாயினும், முயற்சி தன் உடம்பு வருந்திய வருத்தத்தின் கூலியையாவது கொடுக்கும்.<hr>';
            break;

        case 620:
            resultText = `<strong style="color: aqua">குறள் எண்: 620</strong><hr>` +
                'ஊழையும் உப்பக்கம் காண்பர் உலைவுஇன்றித்<br>' +
                'தாழாது உஞற்று பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சோர்வு இல்லாமல் முயற்சியில் குறைவு இல்லாமல் முயல்கின்றவர், (செயலுக்கு இடையூறாக வரும்) ஊழையும் ஒரு காலத்தில் தோல்வியுறச் செய்வர்.<hr>';
            break;

        case 621:
            resultText = `<strong style="color: aqua">குறள் எண்: 621</strong><hr>` +
                'இடுக்கண் வருங்கால் நகுக அதனை<br>' +
                'அடுத்துஊர்வது அஃதுஒப்பது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துன்பம் வரும்போதும் (அதற்காகக் கலங்காமல்) நகுதல் வேண்டும். அத் துன்பத்தை நெருங்கி எதிர்த்து வெல்லவல்லது அதைப் போன்றது வேறு இல்லை.<hr>';
            break;

        case 622:
            resultText = `<strong style="color: aqua">குறள் எண்: 622</strong><hr>` +
                'வெள்ளத்து அனைய இடும்பை அறிவுஉடையான்<br>' +
                'உள்ளத்தின் உள்ளக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வெள்ளம்போல் அளவற்றதாய் வரும் துன்பமும், அறிவுடையவன் தன் உள்ளத்தினால் அத் துன்பத்தின் இயல்பை நினைத்த அளவில் கெடும்.<hr>';
            break;

        case 623:
            resultText = `<strong style="color: aqua">குறள் எண்: 623</strong><hr>` +
                'இடும்பைக்கு இடும்பை படுப்பர் இடும்பைக்கு<br>' +
                'இடும்பை படாஅ தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துன்பம் வந்தபோது அதற்காக வருந்திக் கலங்காதவர் அந்தத் துன்பத்திற்கே துன்பம் உண்டாக்கி அதை வென்று விடுவர்.<hr>';
            break;

        case 624:
            resultText = `<strong style="color: aqua">குறள் எண்: 624</strong><hr>` +
                'மடுத்தவாய் எல்லாம் பகடுஅன்னான் உற்ற<br>' +
                'இடுக்கண் இடர்ப்பாடு உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தடைப்பட்ட இடங்களில் எல்லாம் (வண்டியை இழுத்துச் செல்லும்) எருதுபோல் விடாமுயற்சி உடையவன் உற்ற துன்பமே துன்பப்படுவதாகும்.<hr>';
            break;

        case 625:
            resultText = `<strong style="color: aqua">குறள் எண்: 625</strong><hr>` +
                'அடுக்கி வரினும் அழிவுஇலான் உற்ற<br>' +
                'இடுக்கண் இடுக்கண் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விடாமல் மேன்மேலும் துன்பம் வந்தபோதிலும் கலங்காமலிருக்கும் ஆற்றலுடையவன் அடைந்த துன்பமே துன்பப்பட்டுப் போகும்.<hr>';
            break;

        case 626:
            resultText = `<strong style="color: aqua">குறள் எண்: 626</strong><hr>` +
                'அற்றேம்என்று அல்லல் படுபவோ பெற்றேம்என்று<br>' +
                'ஓம்புதல் தேற்றா தவர்?<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செல்வம் வந்தபோது "இதைப் பெற்றோமே" என்று பற்றுக் கொண்டு காத்தறியாதவர், வறுமை வந்தபோது "இழந்தோமே" என்று அல்லல்படுவாரோ?<hr>';
            break;

        case 627:
            resultText = `<strong style="color: aqua">குறள் எண்: 627</strong><hr>` +
                'இலக்கம் உடம்புஇடும்பைக் கென்று கலக்கத்தைக்<br>' +
                'கையாறாக் கொள்ளாதாம் மேல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மேலோர், உடம்பு துன்பத்திற்கு இலக்கமானது என்று உணர்ந்து, (துன்பம் வந்தபோது) கலங்குவதை ஒழுக்க நெறியாகக் கொள்ளமாட்டார்.<hr>';
            break;

        case 628:
            resultText = `<strong style="color: aqua">குறள் எண்: 628</strong><hr>` +
                'இன்பம் விழையான் இடும்பை இயல்புஎன்பான்<br>' +
                'துன்பம் உறுதல் இலன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இன்பமானதை விரும்பாதவனாய்த் துன்பம் இயற்கையானது என்று தெளிந்திருப்பவன் துன்பம் வந்தபோது துன்ப முறுவது இல்லை.<hr>';
            break;

        case 629:
            resultText = `<strong style="color: aqua">குறள் எண்: 629</strong><hr>` +
                'இன்பத்துள் இன்பம் விழையாதான் துன்பத்துள்<br>' +
                'துன்பம் உறுதல் இலன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இன்பம் வந்த காலத்தில் அந்த இன்பத்தை விரும்பிப் போற்றாதவன், துன்பம் வந்த காலத்தில் அந்தத் துன்பத்தை அடைவதும் இல்லை.<hr>';
            break;

        case 630:
            resultText = `<strong style="color: aqua">குறள் எண்: 630</strong><hr>` +
                'இன்னாமை இன்பம் எனக்கொளின் ஆகும்தன்<br>' +
                'ஒன்னார் விழையும் சிறப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் துன்பத்தையே தனக்கு இன்பமாகக் கருதிக் கொள்வானானால் அவனுடைய பகைவரும் விரும்பத்தக்க சிறப்பு உண்டாகும்.<hr>';
            break;

        case 631:
            resultText = `<strong style="color: aqua">குறள் எண்: 631</strong><hr>` +
                'கருவியும் காலமும் செய்கையும் செய்யும்<br>' +
                'அருவினையும் மாண்டது அமைச்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செயலுக்கு உரிய கருவியும், ஏற்ற காலமும், செய்யும் வகையும், செய்யப்படும் அரிய செயலும் சிறப்படையச் செய்ய வல்லவன் அமைச்சன்.<hr>';
            break;

        case 632:
            resultText = `<strong style="color: aqua">குறள் எண்: 632</strong><hr>` +
                'வன்கண் குடிகாத்தல் கற்றறிதல் ஆள்வினையோடு<br>' +
                'ஐந்துடன் மாண்டது அமைச்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அஞ்சாமையும், குடிபிறப்பும், காக்கும் திறனும், கற்றறிந்த அறிவும், முயற்சியும் ஆகிய இவ்வைந்தும் திருந்தப் பெற்றவன் அமைச்சன்.<hr>';
            break;

        case 633:
            resultText = `<strong style="color: aqua">குறள் எண்: 633</strong><hr>` +
                'பிரித்தலும் பேணிக் கொளலும் பிரிந்தார்ப்<br>' +
                'பொருத்தலும் வல்லது அமைச்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவர்க்குத் துணையானவரைப் பிரித்தலும், தம்மிடம் உள்ளவரைக் காத்தலும், பிரிந்தவரை மீண்டும் சேர்த்துக் கொள்ளலும் வல்லவன் அமைச்சன்.<hr>';
            break;

        case 634:
            resultText = `<strong style="color: aqua">குறள் எண்: 634</strong><hr>` +
                'தெரிதலும் தேர்ந்து செயலும் ஒருதலையாச்<br>' +
                'சொல்லலும் வல்லது அமைச்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செய்யத்தக்க செயலை ஆராய்தலும், அதற்குரிய வழிகளை ஆராய்ந்து செய்தலும், துணிவாகக் கருத்தைச் சொல்லுதலும் வல்லவன் அமைச்சன்.<hr>';
            break;

        case 635:
            resultText = `<strong style="color: aqua">குறள் எண்: 635</strong><hr>` +
                'அறன்அறிந்து ஆன்றுஅமைந்த சொல்லான்எஞ் ஞான்றும்<br>' +
                'திறன்அறிந்தான் தேர்ச்சித் துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறத்தை அறிந்தவனாய் அறிவு நிறைந்து அமைந்த சொல்லை உடையவனாய், எக்காலத்திலும் செயல்செய்யும் திறன் அறிந்தவனாய் உள்ளவன் ஆராய்ந்து கூறும் துணையாவான்.<hr>';
            break;

        case 636:
            resultText = `<strong style="color: aqua">குறள் எண்: 636</strong><hr>` +
                'மதிநுட்பம் நூலோடு உடையார்க்கு அதிநுட்பம்<br>' +
                'யாஉள முன்நிற் பவை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இயற்கையான நுட்ப அறிவை நூலறிவோடு ஒருங்கே உடையவர்க்கு மிக்க நுட்பமான சூழ்ச்சிகளாய் முன் நிற்பவை எவை உள்ளன?<hr>';
            break;

        case 637:
            resultText = `<strong style="color: aqua">குறள் எண்: 637</strong><hr>` +
                'செயற்கை அறிந்தக் கடைத்தும் உலகத்து<br>' +
                'இயற்கை அறிந்து செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நூலறிவால் செயலைச் செய்யும் வகைகளை அறிந்த போதிலும் உலகத்தின் இயற்கையை அறிந்து அதனோடு பொருந்துமாறு செய்ய வேண்டும்.<hr>';
            break;

        case 638:
            resultText = `<strong style="color: aqua">குறள் எண்: 638</strong><hr>` +
                'அறிகொன்று அறியான் எனினும் உறுதி<br>' +
                'உழைஇருந்தான் கூறல் கடன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவுறுத்துவாரின் அறிவையும் அழித்துத் தானும் அறியாதவனாக அரசன் இருந்தாலும், அமைச்சன் அவனுக்கு உறுதியானவற்றை எடுத்துக்கூறுதல் கடமையாகும்.<hr>';
            break;

        case 639:
            resultText = `<strong style="color: aqua">குறள் எண்: 639</strong><hr>` +
                'பழுதுஎண்ணும் மந்திரியின் பக்கத்துள் தெவ்வோர்<br>' +
                'எழுபது கோடி உறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தவறான வழியை எண்ணிக் கூறுகின்ற அமைச்சனை விட எழுபது கோடி பகைவர் பக்கத்தில் இருந்தாலும் நன்மையாகும்.<hr>';
            break;

        case 640:
            resultText = `<strong style="color: aqua">குறள் எண்: 640</strong><hr>` +
                'முறைப்படச் சூழ்ந்தும் முடிவுஇலவே செய்வர்<br>' +
                'திறப்பாடு இலாஅ தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செயல்களை முடிக்கும் திறன் இல்லாதவர், முன்னே முறையாக எண்ணி வைத்திருந்தும் (செய்யும்போது) குறையானவைகளையே செய்வர்.<hr>';
            break;

        case 641:
            resultText = `<strong style="color: aqua">குறள் எண்: 641</strong><hr>` +
                'நாநலம் என்னும் நலன்உடைமை அந்நலம்<br>' +
                'யாநலத்து உள்ளதூஉம் அன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாவன்மையாகிய நலம் ஒருவகைச் செல்வம் ஆகும்; அந்த நாநலம் தனிச்சிறப்புடையது. ஆகையால் மற்ற எந்த நலங்களிலும் அடங்குவது அன்று.<hr>';
            break;

        case 642:
            resultText = `<strong style="color: aqua">குறள் எண்: 642</strong><hr>` +
                'ஆக்கமும் கேடும் அதனால் வருதலால்<br>' +
                'காத்துஓம்பல் சொல்லின்கண் சோர்வு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆக்கமும் கேடும் சொல்கின்ற சொல்லால் வருதலால் ஒருவன் தன்னுடைய சொல்லில் தவறு நேராமல் காத்துக் கொள்ள வேண்டும்.<hr>';
            break;

        case 643:
            resultText = `<strong style="color: aqua">குறள் எண்: 643</strong><hr>` +
                'கேட்டார்ப் பிணிக்குந் தகைஅவாய்க் கேளாரும்<br>' +
                'வேட்ப மொழிவதாஞ் சொல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சொல்லும்போது கேட்டவரைத் தன் வயப்படுத்தும் பண்புகளுடன், கேட்காதவரும் கேட்க விரும்புமாறு கூறப்படுவது சொல்வன்மையாகும்.<hr>';
            break;

        case 644:
            resultText = `<strong style="color: aqua">குறள் எண்: 644</strong><hr>` +
                'திறன்அறிந்து சொல்லுக சொல்லை அறனும்<br>' +
                'பொருளும் அதனின்ஊங்கு இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சொல்லின் திறத்தை அறிந்து சொல்லை வழங்க வேண்டும்; அத்தகைய சொல்வன்மையைவிடச் சிறந்த அறமும் பொருளும் இல்லை.<hr>';
            break;

        case 645:
            resultText = `<strong style="color: aqua">குறள் எண்: 645</strong><hr>` +
                'சொல்லுக சொல்லைப் பிறிதுஓர்சொல் அச்சொல்லை<br>' +
                'வெல்லும்சொல் இன்மை அறிந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வேறொரு சொல் அந்தச் சொல்லை வெல்லும் சொல்லாக இல்லாதிருத்தலை அறிந்த பிறகே சொல்லக் கருதியதைச் சொல்லவேண்டும்.<hr>';
            break;

        case 646:
            resultText = `<strong style="color: aqua">குறள் எண்: 646</strong><hr>` +
                'வேட்பத்தாம் சொல்லிப் பிறர்சொல் பயன்கோடல்<br>' +
                'மாட்சியின் மாசுஅற்றார் கோள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர் விரும்பும் படியாகத் தாம் சொல்லி, பிறர் சொல்லும் போது அச்சொல்லின் பயனை ஆராய்ந்து கொள்ளுதல் மாசற்ற சிறப்புடையவரின் கொள்கையாகும்.<hr>';
            break;

        case 647:
            resultText = `<strong style="color: aqua">குறள் எண்: 647</strong><hr>` +
                'சொலல்வல்லன் சோர்வுஇலன் அஞ்சான் அவனை<br>' +
                'இகல்வெல்லல் யார்க்கும் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தான் கருதியவற்றை நன்கு சொல்ல வல்லவனாய், சொல்லும் போது சோர்வு இல்லாதவனாய், அஞ்சாதவனாய் உள்ளவனை மாறுபாட்டால் வெல்வது யார்க்கும் முடியாது.<hr>';
            break;

        case 648:
            resultText = `<strong style="color: aqua">குறள் எண்: 648</strong><hr>` +
                'விரைந்து தொழில்கேட்கும் ஞாலம் நிரந்துஇனிது<br>' +
                'சொல்லுதல் வல்லார்ப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கருத்துக்களை ஒழுங்காகக் கோத்து இனிமையாகச் சொல்ல வல்லவரைப் பெற்றால், உலகம் விரைந்து அவருடைய ஏவலைக் கேட்டு நடக்கும்.<hr>';
            break;

        case 649:
            resultText = `<strong style="color: aqua">குறள் எண்: 649</strong><hr>` +
                'பலசொல்லக் காமுறுவர் மன்றமாசு அற்ற<br>' +
                'சிலசொல்லல் தேற்றா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குற்றமற்றவையாகிய சில சொற்களைச் சொல்லத் தெரியாதவர், உண்மையாகவே பல சொற்களைச் சொல்லிக் கொண்டிருக்க விரும்புவர்.<hr>';
            break;

        case 650:
            resultText = `<strong style="color: aqua">குறள் எண்: 650</strong><hr>` +
                'இணர்ஊழ்த்தும் நாறா மலர்அனையர் கற்றது<br>' +
                'உணர விரித்துஉரையா தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தாம் கற்ற நூற்பொருளைப் பிறர் உணருமாறு விரித்துரைக்க முடியாதவர், கொத்தாக மலர்ந்திருந்த போதிலும் மணம் கமழாத மலரைப் போன்றவர்.<hr>';
            break;

        case 651:
            resultText = `<strong style="color: aqua">குறள் எண்: 651</strong><hr>` +
                'துணைநலம் ஆக்கம் தரூஉம் வினைநலம்<br>' +
                'வேண்டிய எல்லாம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்கு வாய்ந்த துணையின் நன்மை ஆக்கத்தைக் கொடுக்கும்; செய்யும் வினையின் நன்மை அவன் விரும்பிய எல்லாவற்றையும் கொடுக்கும்.<hr>';
            break;

        case 652:
            resultText = `<strong style="color: aqua">குறள் எண்: 652</strong><hr>` +
                'என்றும் ஒருவுதல் வேண்டும் புகழொடு<br>' +
                'நன்றி பயவா வினை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புகழையும் அறத்தையும் தாராத (தூய்மை அற்ற) செயல்களை எக்காலத்திலும் ஒருவன் செய்யாமல் விட்டொழிக்க வேண்டும்.<hr>';
            break;

        case 653:
            resultText = `<strong style="color: aqua">குறள் எண்: 653</strong><hr>` +
                'ஓஒதல் வேண்டும் ஒளிமாழ்கும் செய்வினை<br>' +
                'ஆஅதும் என்னு மவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மேன்மேலும் உயர்வோம் என்று விரும்பி முயல்கின்றவர் தம்முடைய புகழ் கெடுவதற்குக் காரணமான செயலைச் செய்யாமல் விடவேண்டும்.<hr>';
            break;

        case 654:
            resultText = `<strong style="color: aqua">குறள் எண்: 654</strong><hr>` +
                'இடுக்கண் படினும் இளிவந்த செய்யார்<br>' +
                'நடுக்கற்ற காட்சி யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அசைவற்ற தெளிந்த அறிவினையுடையவர், துன்பத்தில் சிக்குண்டாலும் (அத் துன்பத்தைத் தீர்ப்பதற்காகவும்) இழிவான செயல்களைச் செய்யமாட்டார்.<hr>';
            break;

        case 655:
            resultText = `<strong style="color: aqua">குறள் எண்: 655</strong><hr>` +
                'எற்றுஎன்று இரங்குவ செய்யற்க செய்வானேல்<br>' +
                'மற்றுஅன்ன செய்யாமை நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறகு நினைந்து வருந்துவதற்குக் காரணமான செயல்களைச் செய்யக்கூடாது. ஒருகால் தவறிச் செய்தாலும், மீண்டும் அத்தன்மையானவற்றைச் செய்யாதிருத்தல் நல்லது.<hr>';
            break;

        case 656:
            resultText = `<strong style="color: aqua">குறள் எண்: 656</strong><hr>` +
                'ஈன்றான் பசிகாண்பான் ஆயினும் செய்யற்க<br>' +
                'சான்றோர் பழிக்கும் வினை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெற்ற தாயின் பசியைக் கண்டு வருந்த நேர்ந்தாலும், சான்றோர் பழிப்பதற்குக் காரணமான இழிவுற்ற செயல்களை ஒருவன் செய்யக்கூடாது.<hr>';
            break;

        case 657:
            resultText = `<strong style="color: aqua">குறள் எண்: 657</strong><hr>` +
                'பழிமலைந்து எய்திய ஆக்கத்தின் சான்றோர்<br>' +
                'கழிநல் குரவே தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பழியை மேற்கொண்டு இழிதொழில் செய்து பெறும் செல்வத்தைவிடச் சான்றோர் வினைத்தூய்மை யோடிருந்து பெறும் பொல்லாத வறுமையே சிறந்தது.<hr>';
            break;

        case 658:
            resultText = `<strong style="color: aqua">குறள் எண்: 658</strong><hr>` +
                'கடிந்த கடிந்துஓரார் செய்தார்க்கு அவைதாம்<br>' +
                'முடிந்தாலும் பீழை தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆகாதவை என விலக்கப்பட்ட செயல்களை விலக்கி விடாமல் மேற்கொண்டு செய்தவர்க்கு, அச் செயல்கள் நிறைவேறினாலும் துன்பமே கொடுக்கும்.<hr>';
            break;

        case 659:
            resultText = `<strong style="color: aqua">குறள் எண்: 659</strong><hr>` +
                'அழக்கொண்ட எல்லாம் அழப்போம் இழப்பினும்<br>' +
                'பிற்பயக்கும் நற்பா லவை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர் வருந்துமாறு செய்து பெற்ற பொருள் எல்லாம் பெற்றவன் வருந்துமாறு செய்து போய்விடும்; நல்வழியில் வந்தவை இழக்கப்பட்டாலும் பிறகு பயன் தரும்.<hr>';
            break;

        case 660:
            resultText = `<strong style="color: aqua">குறள் எண்: 660</strong><hr>` +
                'சலத்தால் பொருள்செய்துஏம் ஆர்த்தல் பசுமண்<br>' +
                'கலத்துள்நீர் பெய்துஇரீஇ யற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வஞ்சனையான வழியால் பொருளைச் சேர்த்துக் காப்பாற்றுதல், பச்சை மண்கலத்துள் நீரைவிட்டு அதைக் காப்பாற்றி வைத்தாற் போன்றது.<hr>';
            break;

        case 661:
            resultText = `<strong style="color: aqua">குறள் எண்: 661</strong><hr>` +
                'வினைத்திட்பம் என்பது ஒருவன் மனத்திட்பம்<br>' +
                'மற்றைய எல்லாம் பிற.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரு தொழிலின் திட்பம் என்று சொல்லப்படுவது ஒருவனுடைய மனத்தின் திட்பமே (உறுதியே) ஆகும்; மற்றவை எல்லாம் வேறானவை.<hr>';
            break;

        case 662:
            resultText = `<strong style="color: aqua">குறள் எண்: 662</strong><hr>` +
                'ஊறுஒரால் உற்றபின் ஒல்காமை இவ்விரண்டின்<br>' +
                'ஆறுஎன்பர் ஆய்ந்தவர் கோள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இடையூறு வருவதற்கு முன்பே நீக்குதல், வந்தபின் தளராமை ஆகிய இந்த இரண்டினது வழியே வினைத் திட்பம் பற்றி ஆராய்ந்தவரின் கொள்கையாம்.<hr>';
            break;

        case 663:
            resultText = `<strong style="color: aqua">குறள் எண்: 663</strong><hr>` +
                'கடைக்கொட்கச் செய்தக்கது ஆண்மை இடைக்கொட்கின்<br>' +
                'எற்றா விழுமம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செய்யும் செயலை முடிவில் வெளிப்படும்படியாகச் செய்யும் தகுதியே ஆண்மையாகும்; இடையில் வெளிப்பட்டால் நீங்காத துன்பத்தைக் கொடுக்கும்.<hr>';
            break;

        case 664:
            resultText = `<strong style="color: aqua">குறள் எண்: 664</strong><hr>` +
                'சொல்லுதல் யார்க்கும் எளிய: அரியஆம்<br>' +
                'சொல்லிய வண்ணம் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '\'இச்செயலை இவ்வாறு செய்து முடிக்கலாம்\' என்று சொல்லுதல் எவர்க்கும் எளியனவாம் ; சொல்லியபடி செய்து முடித்தல் அரியனவாம்.<hr>';
            break;

        case 665:
            resultText = `<strong style="color: aqua">குறள் எண்: 665</strong><hr>` +
                'வீறுஎய்தி மாண்டார் வினைத்திட்பம் வேந்தன்கண்<br>' +
                'ஊறுஎய்தி உள்ளப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செயல் திறனால் பெருமை பெற்று உயர்ந்தவரின் வினைத் திட்பமானது, நாட்டை ஆளும் அரசனிடத்திலும் எட்டி மதிக்கப்பட்டு விளங்கும்.<hr>';
            break;

        case 666:
            resultText = `<strong style="color: aqua">குறள் எண்: 666</strong><hr>` +
                'எண்ணிய எண்ணியாங்கு எய்துப எண்ணியார்<br>' +
                'திண்ணியர் ஆகப் பெறின்.<r>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எண்ணியவர் (எண்ணியபடியே செயல் ஆற்றுவதில்) உறுதியுடையவராக இருக்கப் பெற்றால், அவர் எண்ணியவற்றை எண்ணியவாறே அடைவர்.<hr>';
            break;


        case 667:
            resultText = `<strong style="color: aqua">குறள் எண்: 667</strong><hr>` +
                'உருவுகண்டு எள்ளாமை வேண்டும் உருள்பெருந்தேர்க்கு<br>' +
                'அச்சுஆணி அன்னார் உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உருளும் பெரிய தேர்க்கு அச்சில் இருந்து தாங்கும் சிறிய ஆணிபோன்றவர்கள் உலகத்தில் உள்ளனர். அவர்களுடைய உருவின் சிறுமையைக் கண்டு இகழக் கூடாது.<hr>';
            break;

        case 668:
            resultText = `<strong style="color: aqua">குறள் எண்: 668</strong><hr>` +
                'கலங்காது கண்ட வினைக்கண் துளங்காது<br>' +
                'தூக்கம் கடிந்து செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனம் கலங்காமல் ஆராய்ந்து துணிந்து ஏற்ற தொழிலைச் சோர்வு கொள்ளாமல் காலந் தாழ்த்தாமல் செய்து முடிக்க வேண்டும்.<hr>';
            break;

        case 669:
            resultText = `<strong style="color: aqua">குறள் எண்: 669</strong><hr>` +
                'துன்பம் உறவரினும் செய்க துணிவுஆற்றி<br>' +
                'இன்பம் பயக்கும் வினை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(முடிவில்) இன்பம் கொடுக்கும் தொழிலைச் செய்யும் போது துன்பம் மிக வந்தபோதிலும் துணிவு மேற் கொண்டு செய்து முடிக்க வேண்டும்.<hr>';
            break;

        case 670:
            resultText = `<strong style="color: aqua">குறள் எண்: 670</strong><hr>` +
                'எனைத்திட்பம் எய்தியக் கண்ணும் வினைத்திட்பம்<br>' +
                'வேண்டாரை வேண்டாது உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வேறு எத்தகைய உறுதி உடையவராக இருந்தாலும், செய்யும் தொழிலில் உறுதி இல்லாதவரை உலகம் விரும்பிப் போற்றாது.<hr>';
            break;

        case 671:
            resultText = `<strong style="color: aqua">குறள் எண்: 671</strong><hr>` +
                'சூழ்ச்சி முடிவு துணிவுஎய்தல் அத்துணிவு<br>' +
                'தாழ்ச்சியுள் தங்குதல் தீது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆராய்ந்து எண்ணுவதற்கு எல்லை துணிவு கொள்வதே ஆகும். அவ்வாறு கொண்ட துணிவு காலந் தாழ்த்து நிற்பது குற்றமாகும்.<hr>';
            break;

        case 672:
            resultText = `<strong style="color: aqua">குறள் எண்: 672</strong><hr>` +
                'தூங்குக தூங்கிச் செயற்பால தூங்கற்க<br>' +
                'தூங்காது செய்யும் வினை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காலந்தாழ்த்துச் செய்யத் தக்கவற்றைக் காலந்தாழ்த்தே செய்யவேண்டும்; காலந்தாழ்க்காமல் விரைந்து செய்ய வேண்டிய செயல்களைச் செய்யக் காலந்தாழ்த்தக்கூடாது.<hr>';
            break;

        case 673:
            resultText = `<strong style="color: aqua">குறள் எண்: 673</strong><hr>` +
                'ஒல்லும்வாய் எல்லாம் வினைநன்றே ஒல்லாக்கால்<br>' +
                'செல்லும்வாய் நோக்கிச் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இயலுமிடத்திலெல்லாம் செயலைச் செய்து முடித்தல் நல்லது; இயலவில்லையானால் பயன்படும் இடம் நோக்கியாவது செய்யவேண்டும்.<hr>';
            break;

        case 674:
            resultText = `<strong style="color: aqua">குறள் எண்: 674</strong><hr>` +
                'வினைபகை என்றஇரண்டின் எச்சம் நினையும்கால்<br>' +
                'தீஎச்சம் போலத் தெறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செய்யத் தொடங்கிய செயல், கொண்ட பகை என்று இவ்விரண்டின் குறை, ஆராய்ந்து பார்த்தால், தீயின் குறைபோல் தெரியாமல் வளர்ந்து கெடுக்கும்.<hr>';
            break;

        case 675:
            resultText = `<strong style="color: aqua">குறள் எண்: 675</strong><hr>` +
                'பொருள்கருவி காலம் வினைஇடனொடு ஐந்தும்<br>' +
                'இருள்தீர எண்ணிச் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வேண்டிய பொருள், ஏற்ற கருவி, தக்க காலம், மேற்கொண்ட தொழில், உரிய இடம் ஆகிய ஐந்தினையும் மயக்கம் தீர எண்ணிச் செய்ய வேண்டும்.<hr>';
            break;

        case 676:
            resultText = `<strong style="color: aqua">குறள் எண்: 676</strong><hr>` +
                'முடிவும் இடையூறும் முற்றியாங்கு எய்தும்<br>' +
                'படுபயனும் பார்த்துச் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செயலை முடிக்கும் வகையும், வரக்கூடிய இடையூறும், முடிந்தபோது கிடைக்கும் பெரும்பயனும் ஆகியவற்றை ஆராய்ந்து செய்ய வேண்டும்.<hr>';
            break;

        case 677:
            resultText = `<strong style="color: aqua">குறள் எண்: 677</strong><hr>` +
                'செய்வினை செய்வான் செயல்முறை அவ்வினை<br>' +
                'உள்ளறிவான் உள்ளம் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செயலைச் செய்கின்றவன் செய்யவேண்டியமுறை, அந்தச் செயலின் உண்மையான இயல்பை அறிந்தவனுடைய கருத்தைத் தான் ஏற்றுக் கொள்வதாகும்.<hr>';
            break;

        case 678:
            resultText = `<strong style="color: aqua">குறள் எண்: 678</strong><hr>` +
                'வினையால் வினையாக்கிக் கோடல் நனைகவுள்<br>' +
                'யானையால் யானையாத் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரு செயலைச் செய்யும்போது அச்செயலால் மற்றொரு செயலையும் செய்து முடித்துக்கொள்ளல், ஒரு யானையால் மற்றொரு யானையைப் பிடித்தலைப் போன்றது.<hr>';
            break;

        case 679:
            resultText = `<strong style="color: aqua">குறள் எண்: 679</strong><hr>` +
                'நட்டார்க்கு நல்ல செயலின் விரைந்ததே<br>' +
                'ஒட்டாரை ஒட்டிக் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவராக உள்ளவரைப் பொருந்துமாறு சேர்த்துக் கொள்ளல், நண்பர்க்கு உதவியானவற்றைச் செய்தலை விட விரைந்து செய்யத்தக்கதாகும்.<hr>';
            break;

        case 680:
            resultText = `<strong style="color: aqua">குறள் எண்: 680</strong><hr>` +
                'உறைசிறியார் உள்நடுங்கல் அஞ்சிக் குறைபெறின்<br>' +
                'கொள்வர் பெரியார்ப் பணிந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வலிமை குறைந்தவர், தம்மைச் சார்ந்துள்ளவர் நடுங்குவதற்காகத் தாம் அஞ்சி, வேண்டியது கிடைக்குமானால் வலிமை மிக்கவரைப் பணிந்து ஏற்றுக் கொள்வார்.<hr>';
            break;




        case 681:
            resultText = `<strong style="color: aqua">குறள் எண்: 681</strong><hr>` +
                'அன்புடைமை ஆன்ற குடிப்பிறத்தல் வேந்துஅவாம்<br>' +
                'பண்புடைமை தூதுஉரைப்பான் பண்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்புடையவனாதல், தகுதியான குடிப்பிறப்பு உடையவனாதல், அரசர் விரும்பும் சிறந்த பண்பு உடையவனாதல் அகிய இவை தூது உரைப்பவனுடைய தகுதிகள்.<hr>';
            break;

        case 682:
            resultText = `<strong style="color: aqua">குறள் எண்: 682</strong><hr>` +
                'அன்புஅறிவு ஆராய்ந்த சொல்வன்மை தூதுஉரைப்பார்க்கு<br>' +
                'இன்றி யமையாத மூன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பு, அறிவு, ஆராய்ந்து சொல்கின்ற சொல்வன்மை ஆகிய இவை தூது உரைப்பவர்க்கு இன்றியமையாத மூன்று பண்புகளாகும்.<hr>';
            break;

        case 683:
            resultText = `<strong style="color: aqua">குறள் எண்: 683</strong><hr>` +
                'நூலாருள் நூல்வல்லன் ஆகுதல் வேலாருள்<br>' +
                'வென்றி வினையுரைப்பான் பண்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரசனிடம் சென்று தன் அரசனுடைய வெற்றிக்குக் காரணமான செயலைப்பற்றித் தூது உரைப்பவன் திறம், நூலறிந்தவருள் நூல் வல்லவனாக விளங்குதல் ஆகும்.<hr>';
            break;

        case 684:
            resultText = `<strong style="color: aqua">குறள் எண்: 684</strong><hr>` +
                'அறிவுஉரு ஆராய்ந்த கல்விஇம் மூன்றன்<br>' +
                'செறிவுடையான் செல்க வினைக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இயற்கை அறிவு, விரும்பத்தக்க தோற்றம், ஆராய்ச்சி உடைய கல்வி ஆகிய இம் மூன்றின் பொருத்தம் உடையவன் தூது உரைக்கும் தொழிலுக்குச் செல்லலாம்.<hr>';
            break;

        case 685:
            resultText = `<strong style="color: aqua">குறள் எண்: 685</strong><hr>` +
                'தொகச்சொல்லித் தூவாத நீக்கி நகச்சொல்லி<br>' +
                'நன்றி பயப்பதாம் தூது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பலவற்றைத் தொகுத்துச் சொல்லியும், அவற்றுள் பயனற்றவைகளை நீக்கியும், மகிழுமாறு சொல்லியும் தன் தலைவனுக்கு நன்மை உண்டாக்குகின்றவன் தூதன்.<hr>';
            break;

        case 686:
            resultText = `<strong style="color: aqua">குறள் எண்: 686</strong><hr>` +
                'கற்றுக்கண் அஞ்சான் செலச்சொல்லிக் காலத்தால்<br>' +
                'தக்கது அறிவதாம் தூது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்பன கற்று, பிறருடைய பகையான பார்வைக்கு அஞ்சாமல், கேட்பவர் உள்ளத்தில் பதியுமாறு சொல்லி, காலத்திற்குப் பொருத்தமானதை அறிகின்றவனே தூதன்.<hr>';
            break;

        case 687:
            resultText = `<strong style="color: aqua">குறள் எண்: 687</strong><hr>` +
                'கடன்அறிந்து காலம் கருதி இடன்அறிந்து<br>' +
                'எண்ணி உரைப்பான் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் கடமை இன்னது என்று தெளிவாக அறிந்து, அதைச் செய்வதற்கு ஏற்ற காலத்தை எதிர்நோக்கித் தக்க இடத்தையும் அறிந்து ஆராய்ந்து சொல்கின்றவனே தூதன்.<hr>';
            break;

        case 688:
            resultText = `<strong style="color: aqua">குறள் எண்: 688</strong><hr>` +
                'தூய்மை துணைமை துணிவுடைமை இம்மூன்றின்<br>' +
                'வாய்மை வழியுரைப்பான் பண்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தூய ஒழுக்கம் உடையவனாதல், துணை உடையவனாதல், துணிவு உடையவனாதல் இந்த மூன்றும் வாய்த்திருத்தலே தூது உரைப்பவனுடைய தகுதியாகும்.<hr>';
            break;

        case 689:
            resultText = `<strong style="color: aqua">குறள் எண்: 689</strong><hr>` +
                'விடுமாற்றம் வேந்தர்க்கு உரைப்பான் வடுமாற்றம்<br>' +
                'வாய்சோரா வன்க ணவன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குற்றமான சொற்களை வாய் சோர்ந்தும் சொல்லாத உறுதி உடையவனே அரசன் சொல்லியனுப்பிய சொற்களை மற்ற வேந்தர்க்கு உரைக்கும் தகுதியுடையவன்.<hr>';
            break;

        case 690:
            resultText = `<strong style="color: aqua">குறள் எண்: 690</strong><hr>` +
                'இறுதி பயப்பினும் எஞ்சாது இறைவர்க்கு<br>' +
                'உறுதி பயப்பதாம் தூது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தனக்கு அழிவே தருவதாக இருந்தாலும், அதற்காக அஞ்சி விட்டுவிடாமல், தன் அரசனுக்கு நன்மை உண்டாகுமாறு செய்கின்றவனே தூதன்.<hr>';
            break;

        case 691:
            resultText = `<strong style="color: aqua">குறள் எண்: 691</strong><hr>` +
                'அகலாது அணுகாது தீக்காய்வார் போல்க<br>' +
                'இகல்வேந்தர்ச் சேர்ந்துஒழுகு வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரசரைச் சார்ந்து வாழ்கின்றவர், அவரை மிக நீங்காமலும், மிக அணுகாமலும் நெருப்பில் குளிர் காய்கின்றவர்போல இருக்க வேண்டும்.<hr>';
            break;

        case 692:
            resultText = `<strong style="color: aqua">குறள் எண்: 692</strong><hr>` +
                'மன்னர் விழைப விழையாமை மன்னரால்<br>' +
                'மன்னிய ஆக்கம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரசர் விரும்புகின்றவைகளைத் தாம் விரும்பாமலிருத்தல் (அரசரைச் சார்ந்திருப்பவர்க்கு) அரசரால் நிலையான ஆக்கத்தைப் பெற்றுத் தரும்.<hr>';
            break;

        case 693:
            resultText = `<strong style="color: aqua">குறள் எண்: 693</strong><hr>` +
                'போற்றின் அரியவை போற்றல் கடுத்தபின்<br>' +
                'தேற்றுதல் யார்க்கும் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(அரசரைச் சார்ந்தவர்) தம்மைக் காத்துக்கொள்ள விரும்பினால், அரிய தவறுகள் நேராமல் காத்துக் கொள்ள வேண்டும்; ஐயுற்றபின் அரசரைத் தெளிவித்தல் எவர்க்கும் முடியாது.<hr>';
            break;

        case 694:
            resultText = `<strong style="color: aqua">குறள் எண்: 694</strong><hr>` +
                'செவிச்சொல்லும் சேர்ந்த நகையும் அவித்துஒழுகல்<br>' +
                'ஆன்ற பெரியா ரகத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வல்லமை அமைந்த பெரியாரிடத்தில், (மற்றொருவன்) செவியை நெருங்கிச் சொல்லுதலும் உடன் சேர்ந்து நகைத்தலும் செய்யாமல் ஒழுக வேண்டும்.<hr>';
            break;

        case 695:
            resultText = `<strong style="color: aqua">குறள் எண்: 695</strong><hr>` +
                'எப்பொருளும் ஓரார் தொடரார்மற்று அப்பொருளை<br>' +
                'விட்டக்கால் கேட்க மறை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(அரசர் மறைப்பொருள் பேசும்போது) எப்பொருளையும் உற்றுக்கேட்காமல், தொடர்ந்து வினவாமல், அப்பொருளை அவரே விட்டுச் சொன்னபோது கேட்டறிய வேண்டும்.<hr>';
            break;

        case 696:
            resultText = `<strong style="color: aqua">குறள் எண்: 696</strong><hr>` +
                'குறிப்புஅறிந்து காலம் கருதி வெறுப்புஇல<br>' +
                'வேண்டுப வேட்பச் சொலல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரசருடைய குறிப்பை அறிந்து, தக்க காலத்தை எதிர் நோக்கி, வெறுப்பில்லாதவற்றையும் விருப்பமானவற்றையும் அவர் விரும்புமாறு சொல்ல வேண்டும்.<hr>';
            break;

        case 697:
            resultText = `<strong style="color: aqua">குறள் எண்: 697</strong><hr>` +
                'வேட்பன சொல்லி வினையில எஞ்ஞான்றும்<br>' +
                'கேட்பினும் சொல்லா விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரசர் விரும்புகின்றவற்றை மட்டும் சொல்லிப் பயனில்லாதவற்றை அவரே கேட்டபோதிலும் எப்போதும் சொல்லாமல் விட வேண்டும்.<hr>';
            break;

        case 698:
            resultText = `<strong style="color: aqua">குறள் எண்: 698</strong><hr>` +
                'இளையர் இனமுறையர் என்றுஇகழார் நின்ற<br>' +
                'ஒளியோடு ஒழுகப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(அரசனை) "எமக்கு இளையவர்; எமக்கு இன்ன முறை உடையவர்" என்று இகழாமல் அவருடைய நிலைக்கு ஏற்றவாறு அமைந்த புகழுடன் பொருந்த நடக்க வேண்டும்.<hr>';
            break;

        case 699:
            resultText = `<strong style="color: aqua">குறள் எண்: 699</strong><hr>` +
                'கொளப்பட்டேம் என்றெண்ணிக் கொள்ளாத செய்யார்<br>' +
                'துளக்குற்ற காட்சி யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அசைவற்ற தெளிந்த அறிவினை உடையவர், யாம் அரசரால் விரும்பப்பட்டோம்` என்று எண்ணி அவர் விரும்பாதவற்றைச் செய்யமாட்டார்.<hr>';
            break;

        case 700:
            resultText = `<strong style="color: aqua">குறள் எண்: 700</strong><hr>` +
                'பழையம் எனக்கருதிப் பண்புஅல்ல செய்யும்<br>' +
                'கெழுதகைமை கேடு தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '`யாம் அரசர்க்குப் பழைமையானவராய் உள்ளோம் எனக் கருதித் தகுதி அல்லாதவற்றைச் செய்யும் உரிமை கேட்டைத் தரும்.<hr>';
            break;

        case 701:
            resultText = `<strong style="color: aqua">குறள் எண்: 701</strong><hr>` +
                'கூறாமை நோக்கிக் குறிப்பறிவான் எஞ்ஞான்றும்<br>' +
                'மாறாநீர் வையக்கு அணி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவர் சொல்லாமலே அவருடைய முகத்தை நோக்கி அவர் கருதிய குறிப்பை அறிகின்றவன் எப்போதும் உலகத்திற்கு ஓர் அணிகலன் ஆவான்.<hr>';
            break;

        case 702:
            resultText = `<strong style="color: aqua">குறள் எண்: 702</strong><hr>` +
                'ஐயப் படாஅது அகத்தது உணர்வானைத்<br>' +
                'தெய்வத்தோடு ஒப்பக் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஐயப்படாமல் மனதில் உள்ளதை உணரவல்லவனை (அவன் மனிதனே ஆனாலும்) தெய்வத்தோடு ஒப்பாகக் கொள்ள வேண்டும்.<hr>';
            break;

        case 703:
            resultText = `<strong style="color: aqua">குறள் எண்: 703</strong><hr>` +
                'குறிப்பின் குறிப்புஉணர் வாரை உறுப்பினுள்<br>' +
                'யாது கொடுத்தும் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(முகம் கண் இவற்றின்) குறிப்புக்களால் உள்ளக் குறிப்பை உணர வல்லவரை நாட்டின் உறுப்புக்களுள் எதைக் கொடுத்தாவது துணையாகப் பெற்றுக்கொள்ள வேண்டும்.<hr>';
            break;

        case 704:
            resultText = `<strong style="color: aqua">குறள் எண்: 704</strong><hr>` +
                'குறித்தது கூறாமைக் கொள்வாரோடு ஏனை<br>' +
                'உறுப்புஓர் அனையரால் வேறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் மனத்தில் கருதியதை அவன் கூறாமலே அறிந்து கொள்ள வல்லவரோடு மற்றவர் உறுப்பால் ஒத்தவராக இருந்தாலும் அறிவால் வேறுபட்டவர் ஆவர்.<hr>';
            break;

        case 705:
            resultText = `<strong style="color: aqua">குறள் எண்: 705</strong><hr>` +
                'குறிப்பின் குறிப்புஉணரா வாயின் உறுப்பினுள்<br>' +
                'என்ன பயத்தவோ கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(முகம் கண் இவற்றின்) குறிப்புக்களால் உள்ளக் குறிப்பை உணராவிட்டால், ஒருவனுடைய உறுப்புக்களுள் கண்கள் என்ன பயன்படும்?<hr>';
            break;

        case 706:
            resultText = `<strong style="color: aqua">குறள் எண்: 706</strong><hr>` +
                'அடுத்தது காட்டும் பளிங்குபோல் நெஞ்சம்<br>' +
                'கடுத்தது காட்டும் முகம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன்னை அடுத்த பொருளைத் தன்னிடம் காட்டும் பளிங்கு போல். ஒருவனுடைய நெஞ்சத்தில் மிகுந்துள்ளதை அவனுடைய முகம் காட்டும்.<hr>';
            break;

        case 707:
            resultText = `<strong style="color: aqua">குறள் எண்: 707</strong><hr>` +
                'முகத்தின் முதுக்குறைந்தது உண்டோ உவப்பினும்<br>' +
                'காயினும் தான்முந் துறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் விருப்பம் கொண்டாலும் வெறுப்புக் கொண்டாலும், அவனுடைய முகம் முற்பட்டு அதைத் தெரிவிக்கும்; அம் முகத்தைவிட அறிவு மிக்கது உண்டோ?<hr>';
            break;

        case 708:
            resultText = `<strong style="color: aqua">குறள் எண்: 708</strong><hr>` +
                'முகம்நோக்கி நிற்க அமையும் அகம்நோக்கி<br>' +
                'உற்றது உணர்வார்ப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உள்ளக் குறிப்பை நோக்கி உற்றதை உணரவல்லவரைப் பெற்றால்,(அவரிடம் எதையும் கூறாமல்) அவருடைய முகத்தை நோக்கி நின்றால் போதும்.<hr>';
            break;

        case 709:
            resultText = `<strong style="color: aqua">குறள் எண்: 709</strong><hr>` +
                'பகைமையும் கேண்மையும் கண்உரைக்கும் கண்ணின்<br>' +
                'வகைமை உணர்வார்ப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்பார்வையின் வேறுபாடுகளை உணரவல்லவரைப் பெற்றால், (ஒருவனுடைய மனத்தில் உள்ள) பகையையும் நட்பையும் அவனுடைய கண்களே சொல்லிவிடும்.<hr>';
            break;

        case 710:
            resultText = `<strong style="color: aqua">குறள் எண்: 710</strong><hr>` +
                'நுண்ணியம் என்பார் அளக்கும்கோல் காணும்கால்<br>' +
                'கண்அல்லது இல்லை பிற.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாம் நுட்பமான அறிவுடையேம் என்று பிறர் கருத்தை அறிபவரின் அளக்குங்கோல், ஆராய்ந்து பார்த்தால் அவருடைய கண்களே அல்லாமல் வேறு இல்லை.<hr>';
            break;

        case 711:
            resultText = `<strong style="color: aqua">குறள் எண்: 711</strong><hr>` +
                'அவைஅறிந்து ஆராய்ந்து சொல்லுக சொல்லின்<br>' +
                'தொகைஅறிந்த தூய்மை யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சொற்களின் தொகுதி அறிந்த தூய்மை உடையவர், அவைக்களத்தின் தன்மை அறிந்து ஏற்ற சொற்களை ஆராய்ந்து சொல்ல வேண்டும்.<hr>';
            break;

        case 712:
            resultText = `<strong style="color: aqua">குறள் எண்: 712</strong><hr>` +
                'இடைதெரிந்து நன்குஉணர்ந்து சொல்லுக சொல்லின்<br>' +
                'நடைதெரிந்த நன்மை யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சொற்களின் நடையை ஆராய்ந்த நன்மை உடையவர், அவையின் செவ்வியை ஆராய்ந்து நன்றாக உணர்ந்து சொல்ல வேண்டும்.<hr>';
            break;

        case 713:
            resultText = `<strong style="color: aqua">குறள் எண்: 713</strong><hr>` +
                'அவைஅறியார் சொல்லல்மேற் கொள்பவர் சொல்லின்<br>' +
                'வகையறியார் வல்லதூஉம் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவையின் தன்மை அறியாமல் சொல்லுதலை மேற்கொள்கின்றவர், சொற்களின் வகை அறியாதவரே; அவர் சொல்லவல்லதும் இல்லை.<hr>';
            break;

        case 714:
            resultText = `<strong style="color: aqua">குறள் எண்: 714</strong><hr>` +
                'ஓளியார்முன் ஒள்ளியர் ஆதல் வெளியார்முன்<br>' +
                'வான்சுதை வண்ணம் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவிற் சிறந்தவரின்முன் தாமும் அறிவிற் சிறந்தவராய்ப் பேச வேண்டும்; அறிவில்லாதவர் முன் தாமும் வெண் சுண்ணம்போல் அறிவில்லாதவராய் இருக்க வேண்டும்.<hr>';
            break;

        case 715:
            resultText = `<strong style="color: aqua">குறள் எண்: 715</strong><hr>` +
                'நன்றுஎன்ற வற்றுள்ளும் நன்றே முதுவருள்<br>' +
                'முந்து கிளவாச் செறிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவு மிகுந்தவரிடையே முந்திச் சென்று பேசாத அடக்கம் ஒருவனுக்கு நன்மை என்று சொல்லப்பட்டவை எல்லாவற்றிலும் நல்லது.<hr>';
            break;

        case 716:
            resultText = `<strong style="color: aqua">குறள் எண்: 716</strong><hr>` +
                'ஆற்றின் நிலைதளர்ந் தற்றே வியன்புலம்<br>' +
                'ஏற்றுஉணர்வார் முன்னர் இழுக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விரிவான அறிவுத்துறைகளை அறிந்து உணர்கின்றவரின் முன்னே குற்றப்படுதல், ஒழுக்கநெறியிலிருந்து நிலை தளர்ந்து கெடுவதைப் போன்றதாகும்.<hr>';
            break;

        case 717:
            resultText = `<strong style="color: aqua">குறள் எண்: 717</strong><hr>` +
                'கற்றறிந்தார் கல்வி விளங்கும் கசடறச்<br>' +
                'சொல்தெரிதல் வல்லார் அகத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குற்றமறச் செயல்களை ஆராய்வதில் வல்ல அறிஞரிடத்தில், பல நூல்களையும் கற்றறிந்தவரின் கல்வியானது நன்றாக விளங்கித் தோன்றும்.<hr>';
            break;

        case 718:
            resultText = `<strong style="color: aqua">குறள் எண்: 718</strong><hr>` +
                'உணர்வது உடையார்முன் சொல்லல் வளர்வதன்<br>' +
                'பாத்தியுள் நீர்சொரிந் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தாமே உணர்கின்ற தன்மை உடையவரின் முன் கற்றவர் பேசுதல், தானே வளரும் பயிருள்ள பாத்தியில் நீரைச் சொரிந்தாற் போன்றது.<hr>';
            break;

        case 719:
            resultText = `<strong style="color: aqua">குறள் எண்: 719</strong><hr>` +
                'புல்லவையுள் பொச்சாந்தும் சொல்லற்க நல்லவையுள்<br>' +
                'நன்கு செலச்சொல்லு வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல அறிஞரின் அவையில் நல்ல பொருளை மனத்தில் பதியுமாறு சொல்லவல்லவர், அறிவில்லாதவரின் கூட்டத்தில் மறந்தும் பேசக்கூடாது.<hr>';
            break;

        case 720:
            resultText = `<strong style="color: aqua">குறள் எண்: 720</strong><hr>` +
                'அங்கணத்துள் உக்க அமிழ்தற்றால் தம்கணத்தார்<br>' +
                'அல்லார்முன் கோட்டி கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம் இனத்தவர் அல்லாதவரின் கூட்டத்தின்முன் ஒரு பொருள் பற்றிப் பேசுதல், தூய்மையில்லாத முற்றத்தில் சிந்திய அமிழ்தம் போன்றது.<hr>';
            break;

        case 721:
            resultText = `<strong style="color: aqua">குறள் எண்: 721</strong><hr>` +
                'வகைஅறிந்து வல்லவை வாய்சோரார் சொல்லின்<br>' +
                'தொகைஅறிந்த தூய்மை யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சொற்களின் தொகுதி அறிந்த தூய்மை உடையவர், அவைக்களத்தின் வகையினை அறிந்து, வல்லவரின் அவையில் வாய் சோர்ந்து பிழை சொல்லமாட்டார்.<hr>';
            break;

        case 722:
            resultText = `<strong style="color: aqua">குறள் எண்: 722</strong><hr>` +
                'கற்றாருள் கற்றார் எனப்படுவர் கற்றார்முன்<br>' +
                'கற்ற செலச்சொல்லு வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்றவரின்முன் தாம் கற்றவைகளை அவருடைய மனத்தில் பதியுமாறு சொல்லவல்லவர், கற்றவர் எல்லாரிலும் கற்றவராக மதித்துச் சொல்லப்படுவார்.<hr>';
            break;

        case 723:
            resultText = `<strong style="color: aqua">குறள் எண்: 723</strong><hr>` +
                'பகையகத்துச் சாவார் எளியர் அரியர்<br>' +
                'அவையகத்து அஞ்சா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவர் உள்ள போரக்களத்தில் (அஞ்சாமல் சென்று) சாகத் துணிந்தவர் உலகத்தில் பலர்; கற்றவரின் அவைக் களத்தில் அஞ்சாமல் பேசவல்லவர் சிலரே.<hr>';
            break;

        case 724:
            resultText = `<strong style="color: aqua">குறள் எண்: 724</strong><hr>` +
                'கற்றார்முன் கற்ற செலச்சொல்லித் தாம்கற்ற<br>' +
                'மிக்காருள் மிக்க கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கற்றவரின்முன் தாம் கற்றவைகளை அவருடைய மனத்தில் பதியுமாறு சொல்லி, மிகுதியாகக் கற்றவரிடம் அம் மிகுதியான கல்வியை அறிந்து கொள்ள வேண்டும்.<hr>';
            break;

        case 725:
            resultText = `<strong style="color: aqua">குறள் எண்: 725</strong><hr>` +
                'ஆற்றின் அளவுஅறிந்து கற்க அவைஅஞ்சா<br>' +
                'மாற்றம் கொடுத்தல் பொருட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவையில் (ஒன்றைக் கேட்டவர்க்கு) அஞ்சாது விடை கூறும் பொருட்டாக நூல்களைக் கற்கும் நெறியில் அளவை நூல் அறிந்து கற்க வேண்டும்.<hr>';
            break;


        case 726:
            resultText = `<strong style="color: aqua">குறள் எண்: 726</strong><hr>` +
                'வாளொடுஎன் வன்கண்ணர் அல்லார்க்கு நூலொடுஎன்<br>' +
                'நுண்ணவை அஞ்சு பவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அஞ்சாத வீரர் அல்லாத மற்றவர்க்கு வாளோடு என்ன தொடர்பு உண்டு? நுண்ணறிவுடையவரின் அவைக்கு அஞ்சுகின்றவர்க்கு நூலோடு என்ன தொடர்பு உண்டு?<hr>';
            break;

        case 727:
            resultText = `<strong style="color: aqua">குறள் எண்: 727</strong><hr>` +
                'பகையகத்துப் பேடிகை ஒல்வாள் அவையகத்து<br>' +
                'அஞ்சு மவன்கற்ற நூல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவையினிடத்தில் அஞ்சுகின்றவன் கற்ற நூல், பகைவரின் போர்க்களத்தில் அஞ்சுகின்ற பேடியின் கையில் ஏந்திய கூர்மையான வாள் போன்றது.<hr>';
            break;

        case 728:
            resultText = `<strong style="color: aqua">குறள் எண்: 728</strong><hr>` +
                'பல்லவை கற்றும் பயம்இலரே நல்லவையுள்<br>' +
                'நன்கு செலச்செல்லா தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல அறிஞரின் அவையில் நல்ல பொருளைக் கேட்பவர் மனத்தில் பதியுமாறு சொல்லமுடியாதவர், பல நூல்களைக் கற்றாலும் பயன் இல்லாதவரே.<hr>';
            break;

        case 729:
            resultText = `<strong style="color: aqua">குறள் எண்: 729</strong><hr>` +
                'கல்லா தவரின் கடையென்ப கற்றுஅறிந்தும்<br>' +
                'நல்லார் அவைஅஞ்சு வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நூல்களைக் கற்றறிந்தபோதிலும் நல்ல அறிஞரின் அவைக்கு அஞ்சுகின்றவர், கல்லாதவரைவிடக் கடைப்பட்டவர் என்று கூறுவர்.<hr>';
            break;

        case 730:
            resultText = `<strong style="color: aqua">குறள் எண்: 730</strong><hr>` +
                'உளர்எனினும் இல்லாரொடு ஒப்பர் களன்அஞ்சிக்<br>' +
                'கற்ற செலச்சொல்லா தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவைக்களத்திற்கு அஞ்சித் தாம் கற்றவைகளை (கேட்பவர் மனத்தில்) பதியுமாறு சொல்லமுடியாதவர், உயிரோடு வாழ்ந்தாலும் இறந்தவர்க்கு ஒப்பாவர்.<hr>';
            break;

        case 731:
            resultText = `<strong style="color: aqua">குறள் எண்: 731</strong><hr>` +
                'தள்ளா விளையுளும் தக்காரும் தாழ்வுஇலாச்<br>' +
                'செல்வரும் சேர்வது நாடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குறையாத விளைபொருளும், தக்க அறிஞரும், கேடில்லாத செல்வம் உடையவரும் கூடிப் பொருந்தியுள்ள நாடே நாடாகும்.<hr>';
            break;

        case 732:
            resultText = `<strong style="color: aqua">குறள் எண்: 732</strong><hr>` +
                'பெரும்பொருளால் பெட்டக்க தாகி அருங்கேட்டால்<br>' +
                'ஆற்ற விளைவது நாடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மிக்க பொருள்வளம் உடையதாய், எல்லாரும் விரும்பத்தக்கதாய், கேடு இல்லாததாய், மிகுதியாக விளைபொருள் தருவதே நாடாகும்.<hr>';
            break;

        case 733:
            resultText = `<strong style="color: aqua">குறள் எண்: 733</strong><hr>` +
                'பொறைஒருங்கு மேல்வருங்கால் தாங்கி இறைவற்கு<br>' +
                'இறைஒருங்கு நேர்வது நாடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(மற்ற நாட்டு மக்கள் குடியேறுவதால்) சுமை ஒரு சேரத் தன்மேல் வரும்போது தாங்கி, அரசனுக்கு இறைப்பொருள் முழுவதும் தரவல்லது நாடாகும்.<hr>';
            break;

        case 734:
            resultText = `<strong style="color: aqua">குறள் எண்: 734</strong><hr>` +
                'உறுபசியும் ஓவாப் பிணியும் செறுபகையும்<br>' +
                'சேரா இயல்வது நாடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மிக்க பசியும், ஓயாத நோயும், (வெளியே இருந்துவந்து தாக்கி) அழிவு செய்யும் பகையும் தன்னிடம் சேராமல் நல்ல வகையில் நடைபெறுவதே நாடாகும்.<hr>';
            break;

        case 735:
            resultText = `<strong style="color: aqua">குறள் எண்: 735</strong><hr>` +
                'பல்குழுவும் பாழ்செயயும் உட்பகையும் வேந்துஅலைக்கும்<br>' +
                'கொல்குறும்பும் இல்லது நாடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பலவகையாக மாறுபடும் கூட்டங்களும், உடனிருந்தே அழிவு செய்யும் பகையும், அரசனை வருத்துகின்ற கொலைத் தொழில் பொருந்திய குறுநில மன்னரும் இல்லாதது நாடு.<hr>';
            break;

        case 736:
            resultText = `<strong style="color: aqua">குறள் எண்: 736</strong><hr>` +
                'கேடுஅறியாக் கெட்ட இடத்தும் வளங்குன்றா<br>' +
                'நாடுஎன்ப நாட்டின் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவரால் கெடுக்கப்படாததாய், கெட்டுவிட்ட காலத்திலும் வளம் குன்றாததாய், உள்ள நாடே நாடுகள் எல்லாவற்றிலும் தலையானது என்று கூறுவர்.<hr>';
            break;

        case 737:
            resultText = `<strong style="color: aqua">குறள் எண்: 737</strong><hr>` +
                'இருபுனலும் வாய்ந்த மலையும் வருபுனலும்<br>' +
                'வல்லரணும் நாட்டிற்கு உறுப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊற்றும் மழையுமாகிய இருவகை நீர்வளமும், தக்கவாறு அமைந்த மலையும், அந்த மலையிலிருந்து ஆறாக வரும் நீர் வளமும், வலிய அரணும் நாட்டிற்கு உறுப்புக்களாம்.<hr>';
            break;

        case 738:
            resultText = `<strong style="color: aqua">குறள் எண்: 738</strong><hr>` +
                'பிணியின்மை செல்வம் விளைவுஇன்பம் ஏமம்<br>' +
                'அணிஎன்ப நாட்டிற்குஇவ் வைந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நோயில்லாதிருத்தல், செல்வம், விளை பொருள் வளம், இன்பவாழ்வு, நல்ல காவல் ஆகிய இந்த ஐந்தும் நாட்டிற்கு அழகு என்று கூறுவர்.<hr>';
            break;

        case 739:
            resultText = `<strong style="color: aqua">குறள் எண்: 739</strong><hr>` +
                'நாடுஎன்ப நாடா வளத்தன நாடுஅல்ல<br>' +
                'நாட வளந்தரு நாடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முயற்சி செய்து தேடாமலே தரும் வளத்தை உடைய நாடுகளைச் சிறந்த நாடுகள் என்று கூறுவர்; தேடி முயன்றால் வளம் தரும் நாடுகள் அல்ல,<hr>';
            break;

        case 740:
            resultText = `<strong style="color: aqua">குறள் எண்: 740</strong><hr>` +
                'ஆங்குஅமைவு எய்தியக் கண்ணும் பயமின்றே<br>' +
                'வேந்துஅமை வில்லாத நாடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல அரசன் பொருந்தாத நாடு, மேற்சொன்ன நன்மைகள் எல்லாம் அமைந்திருந்த போதிலும் அவற்றால் பயன் இல்லாமற் போகும்.<hr>';
            break;

        case 741:
            resultText = `<strong style="color: aqua">குறள் எண்: 741</strong><hr>` +
                'ஆற்று பவர்க்கும் அரண்பொருள் அஞ்சித்தன்<br>' +
                'போற்று பவர்க்கும் பொருள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(படையெடுத்துப்) போர்செய்யச் செல்பவர்க்கும் அரண் சிறந்ததாகும்; (படையெடுத்தவர்க்கு) அஞ்சித் தன்னைப் புகலிடமாக அடைந்தவர்க்கும் அது சிறந்ததாகும்.<hr>';
            break;

        case 742:
            resultText = `<strong style="color: aqua">குறள் எண்: 742</strong><hr>` +
                'மணிநீரும் மண்ணும் மலையும் அணிநிழல்<br>' +
                'காடும் உடையது அரண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மணிபோல் தெளிந்த நீரும், வெட்ட வெளியான நிலமும், மலையும், அழகிய நிழல் உடைய காடும் ஆகிய இவை நான்கும் உடையதே அரண் ஆகும்.<hr>';
            break;

        case 743:
            resultText = `<strong style="color: aqua">குறள் எண்: 743</strong><hr>` +
                'உயர்வுஅகலம் திண்மை அருமைஇந் நான்கின்<br>' +
                'அமைவுஅரண் என்றுஉரைக்கும் நூல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உயரம், அகலம், உறுதி, பகைவரால் அழிக்க முடியாத அருமை ஆகிய நான்கும் அமைந்திருப்பதே அரண் என்று நூலோர் கூறுவர்.<hr>';
            break;

        case 744:
            resultText = `<strong style="color: aqua">குறள் எண்: 744</strong><hr>` +
                'சிறுகாப்பின் பேரிடத்த தாகி உறுபகை<br>' +
                'ஊக்கம் அழிப்பது அரண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காக்கவேண்டிய இடம் சிறியதாய், மற்ற இடம் பெரிய பரப்புள்ளதாய், தன்னை எதிர்த்து வந்த பகைவருடைய ஊக்கத்தை அழிக்கவல்லது அரண் ஆகும்.<hr>';
            break;

        case 745:
            resultText = `<strong style="color: aqua">குறள் எண்: 745</strong><hr>` +
                'கொளற்குஅரிதாய்க் கொண்டகூழ்த் தாகி அகத்தார்<br>' +
                'நிலைக்குஎளிதாம் நீரது அரண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவரால் கைப்பற்றப்படுவதற்கு முடியாததாய், தன்னிடம் உணவுப்பொருள் கொண்டதாய், உள்ளிருப்போர் நிலைத்திருப்பதற்கு எளியதாகிய தன்மை உடையது அரண்.<hr>';
            break;

        case 746:
            resultText = `<strong style="color: aqua">குறள் எண்: 746</strong><hr>` +
                'எல்லாப் பொருளும் உடைத்தாய் இடத்துஉதவும்<br>' +
                'நல்ஆள் உடையது அரண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன்னிடம் உள்ளவர்க்கு (வேண்டிய) எல்லாப் பொருளும் உடையதாய், போர் நெருக்கடியானவிடத்தில் உதவ வல்ல நல்ல வீரர்களை உடையது அரண் ஆகும்.<hr>';
            break;

        case 747:
            resultText = `<strong style="color: aqua">குறள் எண்: 747</strong><hr>` +
                'முற்றியும் முற்றாது எறிந்தும் அறைப்படுத்தும்<br>' +
                'பற்றற்கு அரியது அரண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முற்றுகையிட்டும், முற்றுகையிடாமல் போர் செய்தும், வஞ்சனை செய்தும் எப்படியும் பகைவரால் கைப்பற்ற முடியாத அருமை உடையது அரண் ஆகும்.<hr>';
            break;

        case 748:
            resultText = `<strong style="color: aqua">குறள் எண்: 748</strong><hr>` +
                'முற்றுஆற்றி முற்றி யவரையும் பற்றுஆற்றிப்<br>' +
                'பற்றியார் வெல்வது அரண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முற்றுகையிடுவதில் வல்லமை கொண்டு முற்றுகை இட்டவரையும் (உள்ளிருந்தவர் பற்றிய) பற்றை விடாமலிருந்து வெல்வதற்கு உரியது அரண் ஆகும்.<hr>';
            break;

        case 749:
            resultText = `<strong style="color: aqua">குறள் எண்: 749</strong><hr>` +
                'முனைமுகத்து மாற்றலர் சாய வினைமுகத்து<br>' +
                'வீறுஎய்தி மாண்டது அரண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'போர்முனையில் பகைவர் அழியும்படியாக (உள்ளிருந்தவர் செய்யும்) போர்ச் செயல் வகையால் பெருமை பெற்றுச் சிறப்புடையதாய் விளங்குவது அரண் ஆகும்.<hr>';
            break;

        case 750:
            resultText = `<strong style="color: aqua">குறள் எண்: 750</strong><hr>` +
                'எனைமாட்சித்து ஆகிய கண்ணும் வினைமாட்சி<br>' +
                'இல்லார்கண் இல்லது அரண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எத்தகைய பெருமைகளை உடையதாக இருந்த போதிலும், செயல்வகையால் சிறப்பு இல்லாதவரிடத்தில் அரண் பயனில்லாததாகும்.<hr>';
            break;

        case 751:
            resultText = `<strong style="color: aqua">குறள் எண்: 751</strong><hr>` +
                'பொருள்அல் லவரைப் பொருளாகச் செய்யும்<br>' +
                'பொருள்அல்லது இல்லை பொருள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரு பொருளாக மதிக்கத் தகாதவரையும் மதிப்புடையவராகச் செய்வதாகிய பொருள் அல்லாமல், சிறப்புடைய பொருள் வேறு இல்லை.<hr>';
            break;

        case 752:
            resultText = `<strong style="color: aqua">குறள் எண்: 752</strong><hr>` +
                'இல்லாரை எல்லோரும் எள்ளுவர் செல்வரை<br>' +
                'எல்லாரும் செய்வர் சிறப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் இல்லாதவரை (வேறு நன்மை உடையவராக இருந்தாலும்) எல்லாரும் இகழ்வர்; செல்வரை (வேறு நன்மை இல்லாவிட்டாலும்) எல்லாரும் சிறப்புச் செய்வர்.<hr>';
            break;

        case 753:
            resultText = `<strong style="color: aqua">குறள் எண்: 753</strong><hr>` +
                'பொருளென்னும் பொய்யா விளக்கம் இருள்அறுக்கும்<br>' +
                'எண்ணிய தேயத்துச் சென்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் என்று சொல்லப்படுகின்ற நந்தாவிளக்கு, நினைத்த இடத்திற்குச் சென்று உள்ள இடையூற்றைக் கெடுக்கும்.<hr>';
            break;

        case 754:
            resultText = `<strong style="color: aqua">குறள் எண்: 754</strong><hr>` +
                'அறன்ஈனும் இன்பமும் ஈனும் திறன்அறிந்து<br>' +
                'தீதுஇன்றி வந்த பொருள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சேர்க்கும் திறம் அறிந்து தீமை ஒன்றும் இல்லாமல் சேர்க்கப்பட்டு வந்த செல்வத்தின் ஆக்கத்தைப் பெற்று மகிழாமல் அதைத் தீமையானது என்று நீக்கிவிட வேண்டும்.<hr>';
            break;

        case 755:
            resultText = `<strong style="color: aqua">குறள் எண்: 755</strong><hr>` +
                'அருளொடும் அன்பொடும் வாராப் பொருள்ஆக்கம்<br>' +
                'புல்லார் புரள விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அருளோடும் அன்போடும் பொருந்தாத வழிகளில் வந்த செல்வத்தின் ஆக்கத்தைப் பெற்று மகிழாமல் அதைத் தீமையானது என்று நீக்கிவிட வேண்டும்.<hr>';
            break;

        case 756:
            resultText = `<strong style="color: aqua">குறள் எண்: 756</strong><hr>` +
                'உறுபொருளும் உல்கு பொருளும்தன் ஒன்னார்த்<br>' +
                'தெறுபொருளும் வேந்தன் பொருள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இறையாக வந்து சேரும் பொருளும், சுங்கமாகக் கொள்ளும் பொருளும், தன் பகைவரை வென்று திறமையாகக் கொள்ளும் பொருளும் அரசனுடைய பொருள்களாகும்.<hr>';
            break;

        case 757:
            resultText = `<strong style="color: aqua">குறள் எண்: 757</strong><hr>` +
                'அருள்என்னும் அன்புஈன் குழவி பொருள்என்னும்<br>' +
                'செல்வச் செவிலியால் உண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பினால் பெறப்பட்ட அருள் என்று கூறப்படும் குழந்தை, பொருள் என்று கூறப்படும் செல்வமுள்ள செவிலித் தாயால் வளர்வதாகும்.<hr>';
            break;

        case 758:
            resultText = `<strong style="color: aqua">குறள் எண்: 758</strong><hr>` +
                'குன்றுஏறி யானைப்போர் கண்டற்றால் தன்கைத்துஒன்று<br>' +
                'உண்டாகச் செய்வான் வினை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் கைப்பொருள் ஒன்று தன்னிடம் இருக்க அதைக் கொண்டு ஒருவன் செயல் செய்தல், மலையின்மேல் ஏறி, யானைப் போரைக் கண்டாற் போன்றது.<hr>';
            break;

        case 759:
            resultText = `<strong style="color: aqua">குறள் எண்: 759</strong><hr>` +
                'செய்க பொருளை: செறுநர் செருக்கறுக்கும்<br>' +
                'எஃகுஅதனின் கூரியது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் பொருளை ஈட்டவேண்டும்; அவனுடைய பகைவரின் செருக்கைக் கெடுக்கவல்ல வாள் அதைவிடக் கூர்மையானது வேறு இல்லை.<hr>';
            break;

        case 760:
            resultText = `<strong style="color: aqua">குறள் எண்: 760</strong><hr>` +
                'ஒண்பொருள் காழ்ப்ப இயற்றியார்க்கு எண்பொருள்<br>' +
                'ஏனை இரண்டும் ஒருங்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சிறந்ததாகிய பொருளை மிகுதியாக ஈட்டியவர்க்கு, மற்ற அறமும் இன்பமுமாகிய இரண்டும் ஒருசேரக் கை கூடும் எளிய பொருளாகும்.<hr>';
            break;

        case 761:
            resultText = `<strong style="color: aqua">குறள் எண்: 761</strong><hr>` +
                'உறுப்புஅமைந்து ஊறுஅஞ்சா வெல்படை வேந்தன்<br>' +
                'வெறுக்கையுள் எல்லாம் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எல்லா உறுப்புக்களும் நிறைந்ததாய் இடையூறுகளுக்கு அஞ்சாததாய் உள்ள வெற்றி தரும் படை அரசனுடைய செல்வங்கள் எல்லாவற்றிலும் சிறந்ததாகும்.<hr>';
            break;

        case 762:
            resultText = `<strong style="color: aqua">குறள் எண்: 762</strong><hr>` +
                'உலைவுஇடத்து ஊறுஅஞ்சா வன்கண் தொலைவுஇடத்துத்<br>' +
                'தொல்படைக்கு அல்லால் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'போரில் அழிவு வந்தவிடத்தில் வலிமை குன்றினாலும் இடையூறுகளுக்கு அஞ்சாத அஞ்சாமை தொன்றுதொட்டுப் பெருமை உடைய படைக்கு அல்லாமல் முடியாது.<hr>';
            break;

        case 763:
            resultText = `<strong style="color: aqua">குறள் எண்: 763</strong><hr>` +
                'ஒலித்தக்கால் என்ஆம் உவரி எலிப்பகை.<hr>' +
                'நாகம் உயிர்ப்பக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எலியாகிய பகை கூடிக் கடல்போல் ஒலித்தாலும் என்ன தீங்கு ஏற்படும்? பாம்பு மூச்சு விட்ட அளவில் அவை கெட்டழியும்.<hr>';
            break;

        case 764:
            resultText = `<strong style="color: aqua">குறள் எண்: 764</strong><hr>` +
                'அழிவுஇன்று அறைபோகாது ஆகி வழிவந்த<br>' +
                'வன்க ணதுவே படை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(போர்முனையில்) அழிவு இல்லாததாய், (பகைவருடைய) வஞ்சனைக்கு இரையாகாததாய், தொன்று தொட்டு வந்த அஞ்சாமை உடையதே படையாகும்.<hr>';
            break;

        case 765:
            resultText = `<strong style="color: aqua">குறள் எண்: 765</strong><hr>` +
                'கூற்றுஉடன்று மேல்வரினும் கூடி எதிர்நிற்கும்<br>' +
                'ஆற்ற லதுவே படை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எமனே சினங்கொண்டு தன்மேல் எதிர்த்து வந்தாலும், ஒன்றாகத் திரண்டு எதிர்த்து நிற்கும் ஆற்றல் உடையதே படையாகும்.<hr>';
            break;

        case 766:
            resultText = `<strong style="color: aqua">குறள் எண்: 766</strong><hr>` +
                'மறம்மானம் மாண்ட வழிச்செலவு தேற்றம்<br>' +
                'எனநான்கே ஏமம் படைக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வீரம், மானம், சிறந்த வழியில்நடக்கும் நடக்கை, தலைவரால் நம்பித் தெளியப்படுதல் ஆகிய நான்கு பண்புகளும் படைக்குச் சிறந்தவையாகும்.<hr>';
            break;

        case 767:
            resultText = `<strong style="color: aqua">குறள் எண்: 767</strong><hr>` +
                'தார்தாங்கிச் செல்வது தானை தலைவந்த<br>' +
                'போர்தாங்கும் தன்மை அறிந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன்மேல் எதிர்த்துவந்த பகைவரின் போரைத் தாங்கி, வெல்லும் தன்மை அறிந்து, அவருடைய தூசிப்படையை எதிர்த்துச் செல்லவல்லதே படையாகும்.<hr>';
            break;

        case 768:
            resultText = `<strong style="color: aqua">குறள் எண்: 768</strong><hr>` +
                'அடல்தகையும் ஆற்றலும் இல்எனினும் தானை<br>' +
                'படைத்தகையால் பாடு பெறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'போர் செய்யும் வீரமும் (எதிர்ப்பைத் தாங்கும்) ஆற்றலும் இல்லையானாலும் படை தன்னுடைய அணி வகுப்பால் பெருமை பெறும்.<hr>';
            break;

        case 769:
            resultText = `<strong style="color: aqua">குறள் எண்: 769</strong><hr>` +
                'சிறுமையும் செல்லாத் துனியும் வறுமையும்<br>' +
                'இல்லாயின் வெல்லும் படை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் அளவு சிறிதாகத் தேய்தலும், தலைவரிடம் நீங்காத வெறுப்பும் வறுமையும் இல்லாதிருக்குமானால் அத்தகைய படை வெற்றிபெறும்.<hr>';
            break;

        case 770:
            resultText = `<strong style="color: aqua">குறள் எண்: 770</strong><hr>` +
                'நிலைமக்கள் சால உடைத்துஎனினும் தானை<br>' +
                'தலைமக்கள் இல்வழி இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெடுங்காலமாக நிலைத்திருக்கும் வீரர் பலரை உடையதே ஆனாலும், தலைமை தாங்கும் தலைவர் இல்லாதபோது படைக்குப் பெருமை இல்லையாகும்.<hr>';
            break;

        case 771:
            resultText = `<strong style="color: aqua">குறள் எண்: 771</strong><hr>` +
                'என்ஐமுன் நில்லன்மின் தெவ்விர் ! பலர்என்ஐ<br>' +
                'முன்நின்று கல்நின் றவர்!<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவரே! என்னுடைய தலைவன்முன் எதிர்த்து நிற்காதீர்கள்; என்னுடைய தலைவன்முன் எதிர்த்து நின்று மடிந்து கல்வடிவாய் நின்றவர் பலர்.<hr>';
            break;

        case 772:
            resultText = `<strong style="color: aqua">குறள் எண்: 772</strong><hr>` +
                'கான முயல்எய்த அம்பினில் யானை<br>' +
                'பிழைத்தவேல் ஏந்தல் இனிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காட்டில் ஓடும் முயலை நோக்கிக் குறிதவறாமல் எய்த அம்பை ஏந்துதலைவிட, வெட்டவெளியில் நின்ற யானை மேல் எறிந்து தவறிய வேலை ஏந்துதல் சிறந்தது.<hr>';
            break;

        case 773:
            resultText = `<strong style="color: aqua">குறள் எண்: 773</strong><hr>` +
                'பேராண்மை என்ப தறுகண்:ஒன்று உற்றக்கால்<br>' +
                'ஊராண்மை மற்றுஅதன் எஃகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவரை எதிர்க்கும் வீரத்தை மிக்க ஆண்மை என்று கூறுவர்; ஒரு துன்பம் வந்தபோது பகைவர்க்கும் உதவி செய்தலை அந்த ஆண்மையின் கூர்மை என்று கூறுவர்.<hr>';
            break;

        case 774:
            resultText = `<strong style="color: aqua">குறள் எண்: 774</strong><hr>` +
                'கைவேல் களிற்றோடு போக்கி வருபவன்<br>' +
                'மெய்வேல் பறியா நகும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கையில் ஏந்திய வேலை ஒரு யானையின் மேல் எறிந்து துரத்திவிட்டு, வேறு வேல் தேடி வருகின்றவன் தன் மார்பில்பட்டிருந்த வேலைக் கண்டு பறித்து மகிழ்கின்றான்.<hr>';
            break;

        case 775:
            resultText = `<strong style="color: aqua">குறள் எண்: 775</strong><hr>` +
                'விழித்தகண் வேல்கொண்டு எறிய அழித்துஇமைப்பின்<br>' +
                'ஒட்டன்றோ வன்க ணவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவரைச் சினந்து நோக்கிய கண், அவர் வேலைக் கொண்டு எறிந்தபோது மூடி இமைக்குமானாலும், அது வீரமுடையவர்க்குத் தோல்வி அன்றோ?<hr>';
            break;

        case 776:
            resultText = `<strong style="color: aqua">குறள் எண்: 776</strong><hr>` +
                'விழுப்புண் படாதநாள் எல்லாம் வழுக்கினுள்<br>' +
                'வைக்கும்தன் நாளை எடுத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வீரன் கழிந்த தன் நாட்களைக் கணக்கிட்டு விழுப்புண் படாத நாட்களை எல்லாம் பயன்படாமல் தவறிய நாட்களுள் சேர்ப்பான்.<hr>';
            break;

        case 777:
            resultText = `<strong style="color: aqua">குறள் எண்: 777</strong><hr>` +
                'சுழலும் இசைவேண்டி வேண்டா உயிரார்<br>' +
                'கழல்யாப்புக் காரிகை நீர்த்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பரந்து நிற்கும் புகழை விரும்பி, உயிர்வாழ்வையும் விரும்பாத வீரர், வீரக் கழலைக் காலில் கட்டிக் கொள்ளுதல் அழகு செய்யும் தன்மையுடையதாகும்.<hr>';
            break;

        case 778:
            resultText = `<strong style="color: aqua">குறள் எண்: 778</strong><hr>` +
                'உறின்உயிர் அஞ்சா மறவர் இறைவன்<br>' +
                'செறினும்சீர் குன்றல் இலர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'போர் வந்தாலும் உயிரின் பொருட்டு அஞ்சாமல் போர் செய்யத் துணியும் வீரர், அரசன் சினந்தாலும் தம்முடைய சிறப்புக் குன்றாதவர் ஆவார்.<hr>';
            break;

        case 779:
            resultText = `<strong style="color: aqua">குறள் எண்: 779</strong><hr>` +
                'இழைத்தது இகவாமைச் சாவாரை யாரே<br>' +
                'பிழைத்தது ஒறுக்கிற் பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தாம் உரைத்த சூள் தவறாதபடி போர்செய்து சாகவல்லவரை, அவர் செய்த பிழைக்காகத் தண்டிக்க வல்லவர் யார்?<hr>';
            break;

        case 780:
            resultText = `<strong style="color: aqua">குறள் எண்: 780</strong><hr>` +
                'புரந்தார்கண் நீர்மல்கச் சாகிற்பின் சாக்காடு<br>' +
                'இரந்துகோள் தக்கது உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்மைக் காத்த தலைவருடைய கண்கள் நீர் பெருக்குமாறு சாகப் பெற்றால், சாவு இரந்தாவது பெற்றுக் கொள்ளத் தக்க பெருமை உடையதாகும்.<hr>';
            break;

        case 781:
            resultText = `<strong style="color: aqua">குறள் எண்: 781</strong><hr>` +
                'செயற்குஅரிய யாவுள நட்பின்? அதுபோல்<br>' +
                'வினைக்குஅரிய யாவுள காப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செயற்கின்ற நட்பிற்கு ஏற்படும் அச்சம்; அது தொழிலுக்கு ஏற்படும் அச்சத்துடன் ஒப்புகையில் அப்படி ஒரு கொள்கை எடுத்துக் கொள்ளக்கூடியதில்லை.<hr>';
            break;

        case 782:
            resultText = `<strong style="color: aqua">குறள் எண்: 782</strong><hr>` +
                'நிறைநீர நீரவர் கேண்மை பிறை:மதிப்<br>' +
                'பின்நீர பேதையார் நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவுள்ளவரின் நட்பு முழுமையாக நிறைந்திருக்கும், ஆனால் அறிவில்லாதவரின் நட்பு மங்கிச் செல்லும் மாதிரியானது.<hr>';
            break;

        case 783:
            resultText = `<strong style="color: aqua">குறள் எண்: 783</strong><hr>` +
                'நவில்தொறும் நூல்நயம் போலும் பயில்தொறும்<br>' +
                'பண்புடை யாளர் தொடர்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல பண்புடையவரின் நட்பு பழகுவதால் இனிமையை அளிக்கிறது, இதுவே நல்ல கல்வி கற்றலுக்கான நன்மை போன்றது.<hr>';
            break;

        case 784:
            resultText = `<strong style="color: aqua">குறள் எண்: 784</strong><hr>` +
                'நகுதல் பொருட்டன்று நட்டல் மிகுதிக்கண்<br>' +
                'மேற்சென்று இடித்தல் பொருட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நண்பர்களுக்கு இடையில் மகிழ்ச்சியாகச் சிரிக்க, பேசுவதற்கானது; நண்பர் எப்போது தேவையாக இருந்தால் அவரை காப்பாற்றுவது.<hr>';
            break;

        case 785:
            resultText = `<strong style="color: aqua">குறள் எண்: 785</strong><hr>` +
                'புணர்ச்சி பழகுதல் வேண்டா: உணர்ச்சிதான்<br>' +
                'நட்புஆம் கிழமை தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நட்பு செய்வதற்காக பழக்கமும் தொடர்பும் தேவையில்லை; ஒரே உணர்ச்சியால் நட்பு உருவாகும்.<hr>';
            break;

        case 786:
            resultText = `<strong style="color: aqua">குறள் எண்: 786</strong><hr>` +
                'முகம்நக நட்பது நட்பன்று நெஞ்சத்து<br>' +
                'அகம்நக நட்பது நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முகத்தில் மட்டும் மலர்ந்த நட்பு நட்பு அல்ல; உள்ளத்தில் உள்ள அன்போடு நட்பு செய்வதே உண்மையான நட்பு.<hr>';
            break;

        case 787:
            resultText = `<strong style="color: aqua">குறள் எண்: 787</strong><hr>` +
                'அழிவின் அவைநீக்கி ஆறுஉய்த்து அழிவின்கண்<br>' +
                'அல்லல் உழப்பதாம் நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அழிவைத் தரும் தீமைகளை நீக்கி, நல்ல வழியில் நடக்கச் செய்து, அழிவு வந்த காலத்தில் உடனிருந்து துன்பப்படுவதே நட்பு.<hr>';
            break;

        case 788:
            resultText = `<strong style="color: aqua">குறள் எண்: 788</strong><hr>` +
                'உடுக்கை இழந்தவன் கைபோல ஆங்கே<br>' +
                'இடுக்கண் களைவதுஆம் நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உடை நெகிழ்ந்தவனுடைய கை, உடனே உதவிக் காப்பது போல், (நண்பனுக்குத் துன்பம் வந்தால்) அப்பொழுது சென்று துன்பத்தைக் களைவது நட்பு.<hr>';
            break;

        case 789:
            resultText = `<strong style="color: aqua">குறள் எண்: 789</strong><hr>` +
                'நட்பிற்கு வீற்றிருக்கை யாதெனில் கொட்பின்றி<br>' +
                'ஒல்லும்வாய் ஊன்றும் நிலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நட்புக்கு சிறந்த நிலை எது என்றால், எப்போதும் வேறுபடாமல், முடியும்போதெல்லாம் உதவி செய்து தாங்கும் நிலையாகும்.<hr>';
            break;

        case 790:
            resultText = `<strong style="color: aqua">குறள் எண்: 790</strong><hr>` +
                'இனையர் இவர்எமக்கு இன்னம்யாம் என்று<br>' +
                'புனையினும் புல்லென்னும் நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எப்போது ஒருவர் பற்றிப் பேசுவதைப் புனைந்து எளிதாகச் சொல்லினாலும், நட்பு சிறப்பிழந்துவிடும்.<hr>';
            break;

        case 791:
            resultText = `<strong style="color: aqua">குறள் எண்: 791</strong><hr>` +
                'நாடாது நட்டலின் கேடுஇல்லை நட்டபின்<br>' +
                'வீடுஇல்லை நட்பாள் பவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நட்புச் செய்த பிறகு, நட்பை உடையவர்க்கு அதிலிருந்து விடுதலை இல்லை; ஆகையால் ஆராயாமல் நட்புச் செய்வதைப் போல் கெடுதியானது வேறு இல்லை.<hr>';
            break;

        case 792:
            resultText = `<strong style="color: aqua">குறள் எண்: 792</strong><hr>` +
                'ஆய்ந்துஆய்ந்து கொள்ளாதான் கேண்மை கடைமுறை<br>' +
                'தான்சாம் துயரம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆராய்ந்து நட்புக் கொள்ளாதவனுடைய நட்பு, இறுதியில் அவன் சாவதற்குக் காரணமான துயரம் தரும்.<hr>';
            break;

        case 793:
            resultText = `<strong style="color: aqua">குறள் எண்: 793</strong><hr>` +
                'குணனும் குடிமையும் குற்றமும் குன்றா<br>' +
                'இனனும் அறிந்தியாக்க நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுடைய குணத்தையும், குடிப்பிறப்பையும், குற்றத்தையும் அறிந்து அவனோடு நட்புக் கொள்ளவேண்டும்.<hr>';
            break;

        case 794:
            resultText = `<strong style="color: aqua">குறள் எண்: 794</strong><hr>` +
                'குடிப்பிறந்து தன்கண் பழிநாணு வானைக்<br>' +
                'கொடுத்தும் கொளல்வேண்டும் நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உயர்ந்த குடியில் பிறந்து, தன்னிடத்தில் வரக்கூடிய பழிக்கு நாணுகின்றவனைப் பொருள் கொடுத்தாவது நட்புக் கொள்ளவேண்டும்.<hr>';
            break;

        case 795:
            resultText = `<strong style="color: aqua">குறள் எண்: 795</strong><hr>` +
                'அழச்சொல்லி அல்லது இடித்து வழக்குஅறிய<br>' +
                'வல்லார்நட்பு ஆய்ந்து கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நன்மையில்லாத செயலைக் கண்டபோது வருந்தும் படியாக இடித்துச் சொல்லி, உலக நடையை அறிய வல்லவரின் நட்பை ஆராய்ந்து கொள்ளவேண்டும்.<hr>';
            break;

        case 796:
            resultText = `<strong style="color: aqua">குறள் எண்: 796</strong><hr>` +
                'கேட்டினும் உண்டுஓர் உறுதி கிளைஞரை<br>' +
                'நீட்டி அளப்பதோர் கோல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கேடு வந்தபோதும் ஒருவகை நன்மை உண்டு; அக்கேடு ஒருவனுடைய நண்பரின் இயல்புகளை நீட்டி அளந்து பார்ப்பதொரு கோலாகும்.<hr>';
            break;



        case 797:
            resultText = `<strong style="color: aqua">குறள் எண்: 797</strong><hr>` +
                'ஊதியம் என்பது ஒருவற்குப் பேதையார்<br>' +
                'கேண்மை ஒரீஇ விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்கு ஊதியம் என்று சொல்லப்படுவது, அறிவில்லாதவருடன் செய்துகொண்ட நட்பிலிருந்து நீங்கி அவரைக் கைவிடுதலாகும்,<hr>';
            break;

        case 798:
            resultText = `<strong style="color: aqua">குறள் எண்: 798</strong><hr>` +
                'உள்ளற்க உள்ளம் சிறுகுவ கொள்ளற்க<br>' +
                'அல்லல்கண் ஆற்றுஅறுப்பார் நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊக்கம் குறைவதற்குக் காரணமான செயல்களை எண்ணாமலிருக்கவேண்டும்; அதுபோல் துன்பம் வந்த போது கைவிடுகின்றவரின் நட்பைக் கொள்ளாதிருக்க வேண்டும்.<hr>';
            break;

        case 799:
            resultText = `<strong style="color: aqua">குறள் எண்: 799</strong><hr>` +
                'கெடுங்காலைக் கைவிடுவார் கேண்மை அடுங்காலை<br>' +
                'உள்ளினும் உள்ளம் சுடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கேடு வரும் காலத்தில் கைவிட்டு ஒதுங்குகின்றவரின் நட்பு, எமன் கொல்லும் காலத்தில் நினைத்தாலும் நினைத்த உள்ளத்தை வருத்தும்.<hr>';
            break;

        case 800:
            resultText = `<strong style="color: aqua">குறள் எண்: 800</strong><hr>` +
                'மருவுக மாசற்றார் கேண்மை:ஒன்று ஈத்தும்<br>' +
                'ஒருவுக ஒப்பிலார் நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குற்றமற்றவருடைய நட்பைக் கொள்ளவேண்டும்; ஒத்த பண்பு இல்லாதவருடைய நட்பை ஒன்றைக் கொடுத்தாவது கைவிட வேண்டும்.<hr>';
            break;

        case 801:
            resultText = `<strong style="color: aqua">குறள் எண்: 801</strong><hr>` +
                'பழைமை எனப்படுவது யாதுஎனின் யாதும்<br>' +
                'கிழமையைக் கீழ்ந்திடா நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பழைமை எனப்படும் நட்பு, பழகியவர்கள் ஒருவருக்கொருவர் உரிமையோடு செயல்படுவதாகும்.<hr>';
            break;

        case 802:
            resultText = `<strong style="color: aqua">குறள் எண்: 802</strong><hr>` +
                'நட்பிற்கு உறுப்புக் கெழுதகைமை மற்றுஅதற்கு<br>' +
                'உப்புஆதல் சான்றோர் கடன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நட்பின் உறுப்பை வெளிப்படுத்துவது, நண்பரின் உரிமை; அதற்கு உடன்படாதது சான்றோர் கடமை.<hr>';
            break;

        case 803:
            resultText = `<strong style="color: aqua">குறள் எண்: 803</strong><hr>` +
                'பழகிய நட்புஎவன் செய்யும் கெழுதகைமை<br>' +
                'செய்தாங்கு அமையாக் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பழகியவர் உரிமையோடு செயல்படுவது எப்படி இழப்பவருடன் பழகிய நட்பு பயனளிக்காது.<hr>';
            break;

        case 804:
            resultText = `<strong style="color: aqua">குறள் எண்: 804</strong><hr>` +
                'விழைதகையான் வேண்டி இருப்பர் கெழுதகையால்<br>' +
                'கேளாது நட்டார் செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உரிமையோடு செய்பவரின் செயல்கள் நண்பரால் பாராட்டப்படுவர்.<hr>';
            break;

        case 805:
            resultText = `<strong style="color: aqua">குறள் எண்: 805</strong><hr>` +
                'பேதைமை ஒன்றோ பெருங்கிழமை என்றுஉணர்க<br>' +
                'நோதக்க நட்டார் செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கெட்ட செயல்களை நண்பர் செய்தால், அதற்குக் காரணம் அறியாமை ஆகும்.<hr>';
            break;

        case 806:
            resultText = `<strong style="color: aqua">குறள் எண்: 806</strong><hr>` +
                'எல்லைக்கண் நின்றார் துறவார் தொலைவிடத்தும்<br>' +
                'தொல்லைக்கண் நின்றார் தொடர்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உரிமையோடு வாழ்வவன் பழகிய உறவை விலக்கமாட்டான்.<hr>';
            break;

        case 807:
            resultText = `<strong style="color: aqua">குறள் எண்: 807</strong><hr>` +
                'அழிவந்த செய்யினும் அன்புஅறார் அன்பின்<br>' +
                'வழிவந்த கேண்மை யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்புடன் தொடர்புள்ளவர், அழிவூட்டும் செயல்களை செய்தாலும், அவரின் அன்பு நீங்காது.<hr>';
            break;

        case 808:
            resultText = `<strong style="color: aqua">குறள் எண்: 808</strong><hr>` +
                'கேள்இழுக்கம் கேளாக் கெழுதகைமை வல்லார்க்கு<br>' +
                'நாள்இழுக்கம் நட்டார் செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பழகிய நண்பரின் தவறுகள் பேசப்படுகிறால், அது வல்லவரின் உரிமையாக இருக்கும்.<hr>';
            break;

        case 809:
            resultText = `<strong style="color: aqua">குறள் எண்: 809</strong><hr>` +
                'கெடாஅ வழிவந்த கேண்மையார் கேண்மை<br>' +
                'விடாஅர் விழையும் உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கெடாத உறவைக் கைவிடாதவரை உலகம் மதிக்கிறது.<hr>';
            break;

        case 810:
            resultText = `<strong style="color: aqua">குறள் எண்: 810</strong><hr>` +
                'விழையார் விழையப் படுப பழையார்கண்<br>' +
                'பண்பின் தலைப்பிரியா தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தவறு செய்தாலும் பழகிய நண்பரிடம் உரிமையோடு இருப்பவருக்கு மரியாதை கிடைக்கும்.<hr>';
            break;

        case 811:
            resultText = `<strong style="color: aqua">குறள் எண்: 811</strong><hr>` +
                'பருகுவார் போலினும் பண்புஇலார் கேண்மை<br>' +
                'பெருகலின் குன்றல் இனிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பு அதிகமாக பருகுவாரைப் போல் தோன்றினாலும், நற்பண்பு இல்லாதவர் அவரின் நட்பு மங்கிவிடுவது நல்லது.<hr>';
            break;

        case 812:
            resultText = `<strong style="color: aqua">குறள் எண்: 812</strong><hr>` +
                'உறின்நட்டு அறின்ஒரூஉம் ஒப்பிலார் கேண்மை<br>' +
                'பெறினும் இழப்பினும் என்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உதவிக்கூடியவர் இல்லாத நட்பு, பயனுடையவரால் வரப்பெறுவது போல, இழப்பும் ஆகாது.<hr>';
            break;

        case 813:
            resultText = `<strong style="color: aqua">குறள் எண்: 813</strong><hr>` +
                'உறுவது சீர்தூக்கும் நட்பும் பெறுவது<br>' +
                'கொள்வாரும் கள்வரும் நேர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பயனுக்காக நட்பில் உள்ளவரும், அன்பின்றி பெறுபவரும், ஒரே மாதிரியானவர்.<hr>';
            break;

        case 814:
            resultText = `<strong style="color: aqua">குறள் எண்: 814</strong><hr>` +
                'அமரகத்து ஆற்றுஅறுக்கும் கல்லாமா அன்னார்<br>' +
                'தமரின் தனிமை தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'களத்தில் ஓடுபவரின் உறவு, நட்பு இல்லாமல் தனிமையே சிறந்தது.<hr>';
            break;

        case 815:
            resultText = `<strong style="color: aqua">குறள் எண்: 815</strong><hr>` +
                'செய்துஏமஞ் சாராச் சிறியவர் புன்கேண்மை<br>' +
                'எய்தலின் எய்தாமை நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாடி வைத்திருந்தாலும், கீழ்மக்களின் தீய நட்பு ஒரு தன்மையைக் கொடுக்காதது நல்லது.<hr>';
            break;

        case 816:
            resultText = `<strong style="color: aqua">குறள் எண்: 816</strong><hr>` +
                'பேதை பெருங்கெழீஇ நட்பின் அறிவுஉடையார்<br>' +
                'ஏதின்மை கோடி உறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவில்லாத நண்பரின் உறவு, அறிவுள்ளவரின் உறவுக்கு ஒப்பாகவே இல்லை; அது மடங்கு நல்லது.<hr>';
            break;

        case 817:
            resultText = `<strong style="color: aqua">குறள் எண்: 817</strong><hr>` +
                'நகைவகையர் ஆகிய நட்பின் பகைவரால்<br>' +
                'பத்துஅடுத்த கோடி உறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவரால் வரும் நன்மை, நகைச்சுவை செய்யும் நண்பரின் நட்புக்கு 10 மடங்கு மேலானது.<hr>';
            break;

        case 818:
            resultText = `<strong style="color: aqua">குறள் எண்: 818</strong><hr>` +
                'ஒல்லும் கருமம் உடற்று பவர்கேண்மை<br>' +
                'சொல்ஆடார் சோர விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முடியும் செயலையும் முடியாதபடி செய்பவரின் உறவை, அவர் அறியாமல் கைவிட வேண்டும்.<hr>';
            break;

        case 819:
            resultText = `<strong style="color: aqua">குறள் எண்: 819</strong><hr>` +
                'கனவினும் இன்னாது மன்னோ வினைவேறு<br>' +
                'சொல்வேறு பட்டார் தொடர்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செயல் மற்றும் சொல் வேறு உள்ளவரின் நட்பு, கனவிலும் துன்பம் தரும்.<hr>';
            break;

        case 820:
            resultText = `<strong style="color: aqua">குறள் எண்: 820</strong><hr>` +
                'எனைத்தும் குறுகுதல் ஓம்பல் மனைக்கெழீஇ<br>' +
                'மன்றில் பழிப்பார் தொடர்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரே வீட்டில் இருந்தாலும், மன்றத்தில் பழித்துப் பேசுவோரின் நட்பை விலக்க வேண்டும்.<hr>';
            break;

        case 821:
            resultText = `<strong style="color: aqua">குறள் எண்: 821</strong><hr>` +
                'சீர்இடம் காணின் எறிதற்குப் பட்டடை<br>' +
                'நேரா நிரந்தவர் நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புறத்தில் நடக்கும் நட்பு, தகுதியான இடம் கிடைக்கும்போது எறிவதற்கு உரிய பட்டடையாகும்.<hr>';
            break;

        case 822:
            resultText = `<strong style="color: aqua">குறள் எண்: 822</strong><hr>` +
                'இனம்போன்று இனம்அல்லார் கேண்மை மகளிர்<br>' +
                'மனம்போல வேறு படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புறத்திலும் உள்ளமாதிரி நடிக்கும், ஆனால் உண்மையில் இனமல்லாதவரின் நட்பு, மகளிரின் மனமோல மாறுபடும்.<hr>';
            break;

        case 823:
            resultText = `<strong style="color: aqua">குறள் எண்: 823</strong><hr>` +
                'பலநல்ல கற்றக் கடைத்தும் மனம்நல்லர்<br>' +
                'ஆகுதல் மாணார்க்கு அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பல நல்ல நூல்கள் கற்றாலும், நல்ல மனம் உடையவராக ஆவது கடினம்.<hr>';
            break;

        case 824:
            resultText = `<strong style="color: aqua">குறள் எண்: 824</strong><hr>` +
                'முகத்தின் இனிய நகாஅ அகத்துஇன்னா<br>' +
                'வஞ்சரை அஞ்சப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முகத்தால் இனிமையாக சிரிக்கும், ஆனால் உள்ளம் தீமையாக இருக்கும் வஞ்சகருடன் நட்பு கொள்ளக் கவனிக்க வேண்டும்.<hr>';
            break;

        case 825:
            resultText = `<strong style="color: aqua">குறள் எண்: 825</strong><hr>` +
                'மனத்தின் அமையா தவரை எனைத்துஒன்றும்<br>' +
                'சொல்லினால் தேறற்பாற்று அன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனமாய் பொருந்தாதவர் கூறும் சொல்லால், எந்தச் செயலிலும் நம்பக் கூடாது.<hr>';
            break;

        case 826:
            resultText = `<strong style="color: aqua">குறள் எண்: 826</strong><hr>` +
                'நட்டார்போல் நல்லவை சொல்லினும் ஒட்டார்சொல்<br>' +
                'ஒல்லை உணரப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நண்பர்களின் போன்ற நல்ல சொற்கள் சொன்னாலும், பகைமை கொண்டவரின் உண்மையை விரைந்து உணர்வார்கள்.<hr>';
            break;

        case 827:
            resultText = `<strong style="color: aqua">குறள் எண்: 827</strong><hr>` +
                'சொல்வணக்கம் ஒன்னார்கண் கொள்ளற்க வில்வணக்கம்<br>' +
                'தீங்கு குறித்தமை யான்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வணக்கமாக இருந்தாலும், தீங்கு செய்யும் பகைவரின் வணக்கத்தை நன்மையாகக் கொள்ளக்கூடாது.<hr>';
            break;

        case 828:
            resultText = `<strong style="color: aqua">குறள் எண்: 828</strong><hr>` +
                'தொழுதகை உள்ளும் படைஒடுங்கும் ஒன்னார்<br>' +
                'அழுதகண் ணீரும் அனைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவர் வணங்கி தொழுத கையில் கொலைக்கருவி இருக்கலாம்; அவரின் அழுகை கூட அப்படியே.<hr>';
            break;

        case 829:
            resultText = `<strong style="color: aqua">குறள் எண்: 829</strong><hr>` +
                'மிகச்செய்து தம்எள்ளு வாரை நகச்செய்து<br>' +
                'நட்பினுள் சாப்புல்லல் பாற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புறத்தே நண்பனை போல நட்புத் தோன்றச் செய்து, அவர் அகத்தில் இகழ்வது கூடவேண்டும்.<hr>';
            break;

        case 830:
            resultText = `<strong style="color: aqua">குறள் எண்: 830</strong><hr>` +
                'பகைநட்பாம் காலம் வருங்கால் முகம்நட்டு<br>' +
                'அகம்நட்பு ஒரீஇ விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைவர் நண்பராக வரும்போது, முகத்தில் நட்பு கொண்டாலும், அகத்தில் நட்பு நீங்கி விடவேண்டும்.<hr>';
            break;

        case 831:
            resultText = `<strong style="color: aqua">குறள் எண்: 831</strong><hr>` +
                'பேதைமை என்பதுஒன்று யாதெனின் ஏதங்கொண்டு<br>' +
                'ஊதியம் போக விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பேதைமை என்பது, கெடுதியில் (கைக்கொண்டு) ஊதியமானதை கைவிடுதல்.<hr>';
            break;

        case 832:
            resultText = `<strong style="color: aqua">குறள் எண்: 832</strong><hr>` +
                'பேதைமையுள் எல்லாம் பேதைமை காதன்மை<br>' +
                'கையல்ல தன்கண் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் ஒழுக்கத்திற்கு பொருந்தாதது மீது விருப்பம் செலுத்துவது, பேதைமையின் மிக மோசமான பகுதி.<hr>';
            break;

        case 833:
            resultText = `<strong style="color: aqua">குறள் எண்: 833</strong><hr>` +
                'நாணாமை நாடாமை நார்இன்மை யாதொன்றும்<br>' +
                'பேணாமை பேதை தொழில்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தகாதவற்றிற்கு நாணாமலும், தக்கவற்றை நாடாமலும் இருப்பது, பேதையின் தொழில்கள்.<hr>';
            break;

        case 834:
            resultText = `<strong style="color: aqua">குறள் எண்: 834</strong><hr>` +
                'ஓதி உணர்ந்தும் பிறர்க்குஉரைத்தும் தான்அடங்காப்<br>' +
                'பேதையின் பேதையார் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நூல்கள் வாசித்து பிறருக்கு உரைத்தும், அவற்றில் அடங்காமல் இருக்கும்வரை, பேதையர் இல்லை.<hr>';
            break;

        case 835:
            resultText = `<strong style="color: aqua">குறள் எண்: 835</strong><hr>` +
                'ஒருமைச் செயல்ஆற்றும் பேதை எழுமையும்<br>' +
                'தான்புக்கு அழுந்தும் அளறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பேதை, தனது ஒரே பிறவியில் நரகத்துக்கான துன்பத்தைச் செய்து கொள்ளும்.<hr>';
            break;

        case 836:
            resultText = `<strong style="color: aqua">குறள் எண்: 836</strong><hr>` +
                'பொய்படும் ஒன்றோ புனைபூணும் கையறியாப்<br>' +
                'பேதை வினைமேல் கொளின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒழுக்கத்தை அறியாத பேதை ஒரு செயலை எடுத்தால், அந்தச் செயல் பொய்யாகலாம்; ஆனால் அவன் குற்றவாளியாக இருப்பான்.<hr>';
            break;

        case 837:
            resultText = `<strong style="color: aqua">குறள் எண்: 837</strong><hr>` +
                'ஏதிலார் ஆரத் தமர்பசிப்பர் பேதை<br>' +
                'பெருஞ்செல்வம் உற்றக் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பேதை பெருஞ்செல்வம் அடைந்தால், மற்றவர்கள் நிறைய நன்மை பெறுவார்கள்; ஆனால் அவர் சுற்றத்தில் உள்ளவர்கள் பசியால் வருந்துவர்.<hr>';
            break;

        case 838:
            resultText = `<strong style="color: aqua">குறள் எண்: 838</strong><hr>` +
                'மையல் ஒருவன் களித்தற்றால் பேதைதன்<br>' +
                'கையொன்று உடைமை பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பேதை ஒருவன் கையில் உள்ளதைப் பெற்றால், அது மயங்கிய ஒருவனுக்குப் போன்றதாகும்.<hr>';
            break;

        case 839:
            resultText = `<strong style="color: aqua">குறள் எண்: 839</strong><hr>` +
                'பெரிதுஇனிது பேதையார் கேண்மை பிரிவின்கண்<br>' +
                'பீழை தருவதுஒன்று இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பேதையரிடமிருந்து பிரிதல், துன்பம் தருவதில்லை; ஆகையால் அவருடன் நட்பு இனிமையாகும்.<hr>';
            break;

        case 840:
            resultText = `<strong style="color: aqua">குறள் எண்: 840</strong><hr>` +
                'கழாஅக்கால் பள்ளியுள் வைத்தற்றால் சான்றோர்<br>' +
                'குழாஅத்துப் பேதை புகல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சான்றோரின் கூட்டத்தில் பேதை புகுவது, தூய்மையில்லாத காலைக் கொண்டு படுக்கையில் வைத்தது போன்றதாகும்.<hr>';
            break;

        case 841:
            resultText = `<strong style="color: aqua">குறள் எண்: 841</strong><hr>` +
                'அறிவின்மை இன்மையுள் இன்மை பிறிதுஇன்மை<br>' +
                'இன்மையா வையாது உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவில்லாமையே பலவற்றில் கொடிய இல்லாமையாகும்; மற்ற இல்லாமைகள் உலகில் அத்தகைய இல்லாமையாகக் கருதப்படவில்லை.<hr>';
            break;

        case 842:
            resultText = `<strong style="color: aqua">குறள் எண்: 842</strong><hr>` +
                'அறிவிலான் நெஞ்சுஉவந்து ஈதல் பிறிதுயாதும்<br>' +
                'இல்லை பெறுவான் தவம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவில்லாதவன், மனம் மகிழ்ந்து ஒன்றைக் கொடுத்தால், அது அவருக்கு நல்ல விஷயம்.<hr>';
            break;

        case 843:
            resultText = `<strong style="color: aqua">குறள் எண்: 843</strong><hr>` +
                'அறிவிலார் தாம்தம்மைப் பீழிக்கும் பீழை<br>' +
                'செறுவார்க்கும் செய்தல் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவில்லாதவர் தம்மைத் தாமே துன்புறுத்துவது, அவருடைய பகைவர்க்கும் செய்ய முடியாது.<hr>';
            break;

        case 844:
            resultText = `<strong style="color: aqua">குறள் எண்: 844</strong><hr>` +
                'வெண்மை எனப்படுவது யாதுஎனின் ஒண்மை<br>' +
                'உடையம்யாம் என்னும் செருக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புல்லறிவு என்பது, “நான் அறிவுடையேன்” என்று தன்னை மதிக்கும் செருக்காகும்.<hr>';
            break;

        case 845:
            resultText = `<strong style="color: aqua">குறள் எண்: 845</strong><hr>` +
                'கல்லாத மேற்கொண்டு ஒழுகல் கசடுஅற<br>' +
                'வல்லதூஉம் ஐயம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவில்லாதவன் கற்றுப்போனால், அவர் பிறரை சந்தேகத்திலே வைக்கிறான்.<hr>';
            break;

        case 846:
            resultText = `<strong style="color: aqua">குறள் எண்: 846</strong><hr>` +
                'அற்றம் மறைத்தலோ புல்லறிவு தம்வயின்<br>' +
                'குற்றம் மறையா வழி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்மிடத்தில் உள்ள குற்றத்தை நீக்காதவர்கள், உடம்பில் மறைப்பதற்குரிய பகுதியை மட்டும் மறைத்தால், அது புல்லறிவாகக் கருதப்படாது.<hr>';
            break;

        case 847:
            resultText = `<strong style="color: aqua">குறள் எண்: 847</strong><hr>` +
                'அருமறை சோரும் அறிவுஇலான் செய்யும்<br>' +
                'பெருமிறை தானே தனக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரிய மறைபொருளை மனதில் வைத்துக் காக்காமல் சோர்ந்து வெளிப்படுத்தும் அறிவில்லாதவன் தனக்குத் தானே பெருந்தீங்கு செய்துகொள்வான்.<hr>';
            break;

        case 848:
            resultText = `<strong style="color: aqua">குறள் எண்: 848</strong><hr>` +
                'ஏவவும் செய்கலான் தான்தேறான் அவ்வுயிர்<br>' +
                'போஒம் அளவும்ஓர் நோய்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தனக்கு நன்மையானவற்றைப் பிறர் ஏவினாலும் செய்யாதவனாய், தானாகவும் உணர்ந்து தெளியாதவனாய் உள்ளவனுடைய உயிர் போகுமளவு ஒரு நோயாகும்.<hr>';
            break;

        case 849:
            resultText = `<strong style="color: aqua">குறள் எண்: 849</strong><hr>` +
                'காணாதான் காட்டுவான் தான்காணான் காணாதான்<br>' +
                'கண்டான்ஆம் தான்கண்ட வாறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவு இல்லாதவனுக்கு அறிவிப்பான் தானே அறிவில்லாதவனாய் நிற்பான்; அறிவு இல்லாதவனோ தான் அறிந்த வகையால் அறிவுள்ளவனாய்த் தோன்றுவான்.<hr>';
            break;

        case 850:
            resultText = `<strong style="color: aqua">குறள் எண்: 850</strong><hr>` +
                'உலகத்தார் உண்டுஎன்பது இல்என்பான் வையத்து<br>' +
                'அலகையா வைக்கப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகத்தார் உண்டு என்று சொல்வதை இல்லை என்று கூறுகின்ற ஒருவன், உலகத்தில் காணப்படும் ஒரு பேயாகக் கருதி விலக்கப்படுவான்.<hr>';
            break;

        case 851:
            resultText = `<strong style="color: aqua">குறள் எண்: 851</strong><hr>` +
                'இகல்என்ப எல்லா உயிர்க்கும் பகல்என்னும்<br>' +
                'பண்பின்மை பாரிக்கும் நோய்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எல்லா உயிர்களுக்கும் மற்ற உயிர்களோடு பொருந்தாமல் வேறுபடுதலாகிய தீய பண்பை வளர்க்கும் நோய் இகல் (மாறுபாடு) என்று சொல்வர் அறிஞர்.<hr>';
            break;

        case 852:
            resultText = `<strong style="color: aqua">குறள் எண்: 852</strong><hr>` +
                'பகல்கருதிப் பற்றா செயினும் இகல்கருதி<br>' +
                'இன்னாசெய் யாமை தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தன்னோடு பொருந்தாமல் வேறுபடுதலைக் கருதி அன்பில்லாதவற்றைச் செய்தாலும், தான் இகல் கொண்டு அவனுக்குத் துன்பம் செய்யாதிருத்தல் சிறந்தது.<hr>';
            break;

        case 853:
            resultText = `<strong style="color: aqua">குறள் எண்: 853</strong><hr>` +
                'இகல்என்னும் எவ்வநோய் நீக்கின் தவல்இல்லாத்<br>' +
                'தாவில் விளக்கம் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் இகல் என்று சொல்லப்படும் துன்ப நோயை நீக்கிவிட்டால், அஃது அவனுக்கு அழிவில்லாத நிலையான புகழைக் கொடுக்கும்.<hr>';
            break;

        case 854:
            resultText = `<strong style="color: aqua">குறள் எண்: 854</strong><hr>` +
                'இன்பத்துள் இன்பம் பயக்கும் இகல்என்னும்<br>' +
                'துன்பத்துள் துன்பம் கெடின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இகல் என்று சொல்லப்படும் துன்பங்களில் கொடிய துன்பம் கெட்டுவிட்டால், அஃது ஒருவனுக்கு இன்பங்களில் சிறந்த இன்பத்தைக் கொடுக்கும்.<hr>';
            break;

        case 855:
            resultText = `<strong style="color: aqua">குறள் எண்: 855</strong><hr>` +
                'இகல்எதிர் சாய்ந்துஒழுக வல்லாரை யாரே<br>' +
                'மிகல்ஊக்கும் தன்மை யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இகல் என்று சொல்லப்படும் துன்பங்களில் கொடிய துன்பம் கெட்டுவிட்டால், அஃது ஒருவனுக்கு இன்பங்களில் சிறந்த இன்பத்தைக் கொடுக்கும்.<hr>';
            break;

        case 856:
            resultText = `<strong style="color: aqua">குறள் எண்: 856</strong><hr>` +
                'மிகல்மேவல் மெய்ப்பொருள் காணார் இகல்மேவல்<br>' +
                'இன்னா அறிவி னவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இகலை விரும்புகின்ற தீய அறிவை உடையவர் வெற்றி பொருந்துதலுக்குக் காரணமான உண்மைப் பொருளை அறியமாட்டார்.<hr>';
            break;

        case 857:
            resultText = `<strong style="color: aqua">குறள் எண்: 857</strong><hr>` +
                'இகலிற்கு எதிர்சாய்தல் ஆக்கம் அதனை<br>' +
                'மிகல்ஊக்கின் ஊக்குமாம் கேடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இகலுக்கு எதிரே சாய்ந்து நடத்தல் ஒருவனுக்கு ஆக்கமாகும்; அதனை எதிர்த்து வெல்லக் கருதினால் கேடு அவனிடம் வரக் கருதும்.<hr>';
            break;

        case 858:
            resultText = `<strong style="color: aqua">குறள் எண்: 858</strong><hr>` +
                'இகல்காணான் ஆக்கம் வருங்கால் அதனை<br>' +
                'மிகல்காணும் கேடு தரற்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தனக்கு ஆக்கம் வரும்போது இகலைக் கருதமாட்டான்; தனக்குக் கேடு தருவித்துக் கொள்ளும் போது அதனை எதிர்த்து வெல்லக் கருதுவான்.<hr>';
            break;

        case 859:
            resultText = `<strong style="color: aqua">குறள் எண்: 859</strong><hr>` +
                'இகலான்ஆம் இன்னாத எல்லாம் நகலான்ஆம்<br>' +
                'நல்நயம் என்னும் செருக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்கு இகலால் துன்பமானவை எல்லாம் உண்டாகும்; அதற்கு மாறான நட்பால் நல்ல நீதியாகிய பெருமித நிலை உண்டாகும்.<hr>';
            break;

        case 860:
            resultText = `<strong style="color: aqua">குறள் எண்: 860</strong><hr>` +
                'இகல்என்னும் குயர்தல்நோய் கெட்டால் ஒருபயனில்<br>' +
                'நன்மை தரும் உயர்ந்த நிலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இகலின் கெட்டால் ஒருவன் நன்மை அடையும்; அதனால் குணம் உருவாகும்.<hr>';
            break;



        case 861:
            resultText = `<strong style="color: aqua">குறள் எண்: 861</strong><hr>` +
                'வலியார்க்கு மாறுஏற்றல் ஓம்புக ஓம்பா<br>' +
                'மெலியார்மேல் மேக பகை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்மைவிட வலியவர்க்கு மாறுபட்டு எதிர்த்தலை விட வேண்டும்; தம்மை விட மெலியவர் மேல் பகை கொள்வதை விடாமல் விரும்பி மேற்கொள்ள வேண்டும்.<hr>';
            break;

        case 862:
            resultText = `<strong style="color: aqua">குறள் எண்: 862</strong><hr>` +
                'அன்புஇலன் ஆன்ற துணைஇலன் தான்துவ்வான்<br>' +
                'என்பரியும் ஏதிலான் துப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் அன்புஇல்லாதவனாய், அமைந்த துணை இல்லாதவனாய், தானும் வலிமை இல்லாதவனாய் இருந்தால், அவன் பகைவனுடைய வலிமையை எவ்வாறு ஒழிக்க முடியும்?<hr>';
            break;

        case 863:
            resultText = `<strong style="color: aqua">குறள் எண்: 863</strong><hr>` +
                'அஞ்சும் அறியான் அமைவுஇலன் ஈகலான்<br>' +
                'தஞ்சம் எளியன் பகைக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் அஞ்சுகின்றவனாய், அறிவு இல்லாதவனாய், பொருந்தும் பண்பு இல்லாதவனாய், பிறர்க்கு ஒன்று ஈயாதவனாய் இருந்தால், அவன் பகைவர்க்கு மிக எளியவன்.<hr>';
            break;

        case 864:
            resultText = `<strong style="color: aqua">குறள் எண்: 864</strong><hr>` +
                'நீங்கான் வெகுளி நிறைஇலன் எஞ்ஞான்றும்<br>' +
                'யாங்கணும் யார்க்கும் எளிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் சினம் நீங்காதவனாய், நெஞ்சத்தை நிறுத்தியாளும் தன்மை இல்லாதவனாய் இருந்தால், அவன் எக்காலத்திலும் எவ்விடத்திலும் எவர்க்கும் எளியவன்.<hr>';
            break;

        case 865:
            resultText = `<strong style="color: aqua">குறள் எண்: 865</strong><hr>` +
                'வழிநோக்கான் வாய்ப்பன செய்யான் பழிநோக்கான்<br>' +
                'பண்புஇலன் பற்றார்க்கு இனிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் நல்வழியை நோக்காமல், பொருத்தமானவற்றைச் செய்யாமல், பழியையும் பார்க்காமல், நற்பண்பும் இல்லாமல் இருந்தால், அவன் பகைவர்க்கும் எளியனாவான்.<hr>';
            break;

        case 866:
            resultText = `<strong style="color: aqua">குறள் எண்: 866</strong><hr>` +
                'காணாச் சினத்தான் கழிபெருங் காமத்தான்<br>' +
                'பேணாமை பேணப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் உண்மை காணாத சினம் உடையவனாய், மிகப் பெரிய ஆசை உடையவனாய் இருந்தால், அவனுடைய பகை விரும்பி மேற்கொள்ளப்படும்.<hr>';
            break;

        case 867:
            resultText = `<strong style="color: aqua">குறள் எண்: 867</strong><hr>` +
                'கொடுத்தும் கொளல்வேண்டும் மன்ற அடுத்துஇருந்து<br>' +
                'மாணாத செய்வான் பகை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன்னை அடுத்துத் தன்னோடிருந்தும் பொருந்தாதவற்றைச் செய்பவனுடைய பகையைப் பொருள் கொடுத்தாவது கொள்ள வேண்டும்.<hr>';
            break;

        case 868:
            resultText = `<strong style="color: aqua">குறள் எண்: 868</strong><hr>` +
                'குணன்இலனாய்க் குற்றம் பலஆயின் மாற்றார்க்கு<br>' +
                'இனன்இலன்ஆம் ஏமாப்பு உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் குணம் இல்லாதவனாய்க் குற்றம் பல உடையவனானால், அவன் துணை இல்லாதவன் ஆவான்; அந்நிலைமையே அவனுடைய பகைவர்க்கு நன்மையாகும்.<hr>';
            break;

        case 869:
            resultText = `<strong style="color: aqua">குறள் எண்: 869</strong><hr>` +
                'செறுவார்க்குச் சேண்இகவா இன்பம் அறிவுஇலா<br>' +
                'அஞ்சும் பகைவர்ப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவு இல்லாத அஞ்சும் இயல்பு உடைய பகைவரைப் பெற்றால், அவரை எதிர்த்துப் பகைகொள்பவர்க்கு இன்பங்கன் தொலைவில் நீங்காமல் நிற்கும்.<hr>';
            break;

        case 870:
            resultText = `<strong style="color: aqua">குறள் எண்: 870</strong><hr>` +
                'கல்லான் வெகுளும் சிறுபொருள் எஞ்ஞான்றும்<br>' +
                'ஒல்லானை ஒல்லாது ஒளி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கல்வி கற்காதவனைப் பகைத்துக் கொள்ளும் எளிய செயலைச் செய்ய இயலாத ஒருவனிடம், எக்காலத்திலும் புகழ் வந்து பொருந்தாது.<hr>';
            break;

        case 871:
            resultText = `<strong style="color: aqua">குறள் எண்: 871</strong><hr>` +
                'பகைஎன்னும் பண்பு இலதனை ஒருவன்<br>' +
                'நகையேயும் வேண்டற்பாற்று அன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகை என்று சொல்லப்படும் பண்பு இல்லாத தீமையை ஒருவன் சிரித்துப் பொழுதுபோக்கும் விளையாட்டாகவும் விரும்புதலாகாது.<hr>';
            break;

        case 872:
            resultText = `<strong style="color: aqua">குறள் எண்: 872</strong><hr>` +
                'வில்லேர் உழவர் பகைகொளினும் கொள்ளற்க<br>' +
                'சொல்ஏர் உழவர் பகை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வில்லை ஏராக உடைய உழவராகிய வீரருடன் பகை கொண்ட போதிலும், சொல்லை ஏராக உடைய உழவராகிய அறிஞருடன் பகைகொள்ளக்கூடாது.<hr>';
            break;

        case 873:
            resultText = `<strong style="color: aqua">குறள் எண்: 873</strong><hr>` +
                'ஏமுற் றவரினும் ஏழை தமியனாய்ப்<br>' +
                'பல்லார் பகைகொள் பவன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தான் தனியாக இருந்து பலருடைய பகையைத் தேடிக் கொள்பவன், பித்துப் பிடித்தவரைவிட அறிவில்லாதவனாகக் கருதப்படுவான்.<hr>';
            break;

        case 874:
            resultText = `<strong style="color: aqua">குறள் எண்: 874</strong><hr>` +
                'பகைநட்பாக் கொண்டுஒழுகும் பண்புடை யாளன்<br>' +
                'தகைமைக்கண் தங்கிற்று உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகையையும் நட்பாகச் செய்துகொண்டு நடக்கும் பண்புடையவனது பெருந்தன்மையில் உலகம் தங்கியிருப்பதாகும்.<hr>';
            break;

        case 875:
            resultText = `<strong style="color: aqua">குறள் எண்: 875</strong><hr>` +
                'தந்துணை இன்றால் பகைஇரண்டால் தான்ஒருவன்<br>' +
                'இன்துணையாக் கொள்கவற்றின் ஒன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தனக்கு உதவியான துணையோ இல்லை; தனக்குப் பகையோ இரண்டு; தானோ ஒருவன்; இந்நிலையில் அப்பகைகளுள் ஒன்றை இனிய துணையாகக் கொள்ள வேண்டும்.<hr>';
            break;

        case 876:
            resultText = `<strong style="color: aqua">குறள் எண்: 876</strong><hr>` +
                'தேறினும் தேறா விடினும் அழிவின்கண்<br>' +
                'தேறான் பகாஅன் விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இதற்குமுன் ஒருவனைப்பற்றி ஆராய்ந்து தெளிந்திருந்தாலும், தெளியாவிட்டாலும், அழிவு வந்தகாலத்தில் அவனைத் தெரியாமலும் நீங்காமலும் வாளா விடவேண்டும்.<hr>';
            break;

        case 877:
            resultText = `<strong style="color: aqua">குறள் எண்: 877</strong><hr>` +
                'நோவற்க நொந்தது அறியார்க்கு மேவற்க<br>' +
                'மென்மை பகைவர் அகத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துன்புற்றதைத் தாமாகவே அறியாத நண்பர்க்குத் துன்பத்தைச் சொல்லக் கூடாது; பகைவரிடத்தில் மென்மை மேற்கொள்ளக்கூடாது.<hr>';
            break;

        case 878:
            resultText = `<strong style="color: aqua">குறள் எண்: 878</strong><hr>` +
                'வகையறிந்து தற்செய்து தற்காப்ப மாயும்<br>' +
                'பகைவர்கண் பட்ட செருக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செய்யும் வகையை அறிந்து தன்னை வலிமைப்படுத்திக் கொண்டு தற்காப்புத் தேடிக்கொண்டால், பகைவரிடத்தில் ஏற்பட்ட செருக்குத் தானாகவே அழியும்.<hr>';
            break;

        case 879:
            resultText = `<strong style="color: aqua">குறள் எண்: 879</strong><hr>` +
                'இளைதுஆக முள்மரம் கொல்க களையுநர்<br>' +
                'கைகொல்லும் காழ்த்த இடத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முள்மரத்தை இளையதாக இருக்கும்போதே வெட்ட வேண்டும்; காழ்ப்பு ஏறி முதிர்ந்தபோது வெட்டுகின்றவரின் கையையே அது வருத்தும்.<hr>';
            break;

        case 880:
            resultText = `<strong style="color: aqua">குறள் எண்: 880</strong><hr>` +
                'உயிர்ப்ப உளர்அல்லர் மன்ற செயிர்ப்பவர்<br>' +
                'செம்மல் சிதைக்கலா தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைத்தவருடைய தலைமையைக் கெடுக்க முடியாதவர் திண்ணமாக மூச்சுவிடும் அளவிற்கு உயிரோடு வாழ்கின்றவர் அல்லர்.<hr>';
            break;

        case 881:
            resultText = `<strong style="color: aqua">குறள் எண்: 881</strong><hr>` +
                'நிழல்நீரும் இன்னாத இன்னா தமர்நீரும்<br>' +
                'இன்னாஆம் இன்னா செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இன்பம் தரும் நிழலும் நீரும் நோய் செய்வனவாக இருந்தால் தீயனவே ஆகும்; அதுபோலவே, சுற்றத்தாரின் தன்மைகளும் துன்பம் தருமானால் தீயனவே ஆகும்.<hr>';
            break;

        case 882:
            resultText = `<strong style="color: aqua">குறள் எண்: 882</strong><hr>` +
                'வாள்போல் பகைவரை அஞ்சற்க அஞ்சுக<br>' +
                'கேள்போல் பகைவர் தொடர்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வாளைப்போல் வெளிப்படையான பகைவர்க்கு அஞ்ச வேண்டியதில்லை; ஆனால் உறவினரைப்போல் இருந்து உட்பகை கொண்டவரின் தொடர்புக்கு அஞ்ச வேண்டும்.<hr>';
            break;

        case 883:
            resultText = `<strong style="color: aqua">குறள் எண்: 883</strong><hr>` +
                'உட்பகை அஞ்சித்தற் காக்க உலைவுஇடத்து<br>' +
                'மண்பகையின் மாணத் தெறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உட்பகைக்கு அஞ்சி ஒருவன் தன்னைக் காத்துக் கொள்ள வேண்டும்; தளர்ச்சி வந்தபோது மட்கலத்தை அறுக்கும் கருவிபோல் அந்த உட்பகை தவறாமல் அழிவு செய்யும்.<hr>';
            break;

        case 884:
            resultText = `<strong style="color: aqua">குறள் எண்: 884</strong><hr>` +
                'மனம்மாணா உட்பகை தோன்றின் இனம்மாணா<br>' +
                'ஏதம் பலவுந் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனம் திருந்தாத உட்பகை ஒருவனுக்கு உண்டாகுமானால், அது அவனுக்குச் சுற்றம் சீர்ப்படாமைக்குக் காரணமான குற்றம் பலவற்றையும் தரும்.<hr>';
            break;

        case 885:
            resultText = `<strong style="color: aqua">குறள் எண்: 885</strong><hr>` +
                'உறல்முறையான் உட்பகை தோன்றின் இறல்முறையான்<br>' +
                'ஏதம் பலவுந் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உறவுமுறையோடு உட்பகை உண்டாகுமானால், அது ஒருவனுக்கு இறக்கும் வகையான குற்றம் பலவற்றையும் கொடுக்கும்.<hr>';
            break;

        case 886:
            resultText = `<strong style="color: aqua">குறள் எண்: 886</strong><hr>` +
                'ஒரண்டாமை ஒன்றியார் கண்படின் எஞ்ஞான்றும்<br>' +
                'பொன்றாமை ஒன்றல் அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுடைய உற்றாரிடத்தில் பகைமை ஏற்படுமானால், அந்த உட்பகையால் அவன் அழியாமலிருத்தல் எப்போதும் அரிது.<hr>';
            break;

        case 887:
            resultText = `<strong style="color: aqua">குறள் எண்: 887</strong><hr>` +
                'செப்பின் புணர்ச்சிபோல் கூடினும் கூடாதே<br>' +
                'உட்பகை உற்ற குடி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செப்பின் இணைப்பைப்போல் புறத்தே பொருந்தி இருந்தாலும், உட்பகை உண்டான குடியில் உள்ளவர் அகத்தே பொருந்தி இருக்கமாட்டார்.<hr>';
            break;

        case 888:
            resultText = `<strong style="color: aqua">குறள் எண்: 888</strong><hr>` +
                'அரம்பொருத பொன்போலத் தேயும் உரம்பொருது<br>' +
                'உட்பகை உற்ற குடி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உட்பகை உண்டான குடி, அரத்தினால் தேய்க்கப் பட்ட இரும்புபோல் வலிமை குறைக்கப்பட்டுத் தேய்ந்து போகும்.<hr>';
            break;

        case 889:
            resultText = `<strong style="color: aqua">குறள் எண்: 889</strong><hr>` +
                'எள்பகவு அன்ன சிறுமைத்தே ஆயினும்<br>' +
                'உட்பகை உள்ளதாம் கேடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எள்ளின் பிளவைப் போன்ற சிறிய அளவு உடையதே ஆனாலும், ஒரு குடியை அழிக்கவல்ல கேடு உட்பகையில் உள்ளதாகும்.<hr>';
            break;

        case 890:
            resultText = `<strong style="color: aqua">குறள் எண்: 890</strong><hr>` +
                'உடம்பாடு இலாதவர் வாழ்க்கை குடங்கருள்<br>' +
                'பாம்போடு உடன்உறைந் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அகத்தின் உடன்பாடு இல்லாதவருடன் கூடி வாழும் வாழ்க்கை, ஒரு குடிசையிற் பாம்போடு உடன்வாழ்ந்தாற் போன்றது.<hr>';
            break;


        case 891:
            resultText = `<strong style="color: aqua">குறள் எண்: 891</strong><hr>` +
                'ஆற்றுவார் ஆற்றல் இகழாமை போற்றுவார்<br>' +
                'போற்றலுள் எல்லாம் தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மேற்கொண்ட செயலைச் செய்து முடிக்க வல்லவரின் ஆற்றலை இகழாதிருத்தல், காப்பவர் செய்து கொள்ளும் காவல் எல்லாவற்றிலும் சிறந்தது.<hr>';
            break;

        case 892:
            resultText = `<strong style="color: aqua">குறள் எண்: 892</strong><hr>` +
                'பெரியாரைப் பேணாது ஒழுகின் பெரியாரால்<br>' +
                'பேரா இடும்பை தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆற்றல் மிகுந்த பெரியாரை விரும்பி மதிக்காமல் நடந்தால், அது அப் பெரியாரால் நீங்காத துன்பத்தைத் தருவதாகும்.<hr>';
            break;

        case 893:
            resultText = `<strong style="color: aqua">குறள் எண்: 893</strong><hr>` +
                'கெடல்வேண்டின் கேளாது செய்க அடல்வேண்டின்<br>' +
                'ஆற்று பவர்கண் இழுக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அழிக்க வேண்டுமானால் அவ்வாறே செய்துமுடிக்க வல்லவரிடத்தில் தவறு செய்தலை, ஒருவன் கெட வேண்டுமானால் கேளாமலே செய்யலாம்.<hr>';
            break;

        case 894:
            resultText = `<strong style="color: aqua">குறள் எண்: 894</strong><hr>` +
                'கூற்றத்தைக் கையால் விளித்தற்றால் ஆற்றுவார்க்கு<br>' +
                'ஆற்றாதார் இன்னா செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆற்றல் உடையவர்க்கு ஆற்றல் இல்லாதவர் தீமை செய்தால், தானே வந்து அழிக்கவல்ல எமனைக் கைகாட்டி அழைத்தாற் போன்றது.<hr>';
            break;

        case 895:
            resultText = `<strong style="color: aqua">குறள் எண்: 895</strong><hr>` +
                'யாண்டுச்சென்று யாண்டும் உளராகார் வெம்துப்பின்<br>' +
                'வேந்து செறப்பட் டவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மிக்க வலிமை உடைய அரசனால் வெகுளப்பட்டவர், அவனிடமிருந்து தப்புவதற்காக எங்கே சென்றாலும் எங்கும் வாழ முடியாது.<hr>';
            break;

        case 896:
            resultText = `<strong style="color: aqua">குறள் எண்: 896</strong><hr>` +
                'எரியால் சுடப்படினும் உய்வுஉண்டாம் உய்யார்<br>' +
                'பெரியார்ப் பிழைத்துஒழுகு வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தீயால் சுடப்பட்டாலும் ஒருகால் உயிர்பிழைத்து வாழ முடியும்; ஆற்றல் மிகுந்த பெரியாரிடத்தில் தவறு செய்து நடப்பவர் தப்பிப் பிழைக்க முடியாது.<hr>';
            break;

        case 897:
            resultText = `<strong style="color: aqua">குறள் எண்: 897</strong><hr>` +
                'வகைமாண்ட வாழ்க்கையும் வான்பொருளும் என்னாம்<br>' +
                'தகைமாண்ட தக்கார் செறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தகுதியால் சிறப்புற்ற பெரியார் ஒருவனை வெகுண்டால் அவனுக்குப் பலவகையால் மாண்புற்ற வாழ்க்கையும் பெரும் பொருளும் இருந்தும் என்ன பயன்?<hr>';
            break;

        case 898:
            resultText = `<strong style="color: aqua">குறள் எண்: 898</strong><hr>` +
                'குன்றுஅன்னார் குன்ற மதிப்பின் குடியொடு<br>' +
                'நின்றன்னார் மாய்வர் நிலத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மலைபோன்ற பெரியார் கெட நினைத்தால், உலகில் அழியாமல் நிலைபெற்றாற்போல் உள்ளவரும் தம் குடியோடு அழிவர்.<hr>';
            break;

        case 899:
            resultText = `<strong style="color: aqua">குறள் எண்: 899</strong><hr>` +
                'ஏந்திய கொள்கையார் சீறின் இடைமுரிந்து<br>' +
                'வேந்தனும் வேந்து கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உயர்ந்த கொள்கையுடைய பெரியார் சீறினால், நாட்டை ஆளும் அரசனும் இடைநடுவே முரிந்து அரசு இழந்து கெடுவான்.<hr>';
            break;

        case 900:
            resultText = `<strong style="color: aqua">குறள் எண்: 900</strong><hr>` +
                'இறந்துஅமைந்த சார்புடையர் ஆயினும் உய்யார்<br>' +
                'சிறந்துஅமைந்த சீரார் செறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மிகச் சிறப்பாக அமைந்த பெருமையுடையவர் வெகுண்டால், அளவு கடந்து அமைந்துள்ள சார்புகள் உடையவரானாலும் தப்பிப் பிழைக்க முடியாது.<hr>';
            break;

        case 901:
            resultText = `<strong style="color: aqua">குறள் எண்: 901</strong><hr>` +
                'மனைவிழைவார் மாண்பயன் எய்தார் வினைவிழைவார்<br>' +
                'வேண்டாப் பொருளும் அது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனைவியை விரும்பி அவள் சொன்னபடி நடப்பவர் சிறந்த பயனை அடையமாட்டார்; கடமையைச் செய்தலை விரும்புகின்றவர் வேண்டாத பொருளும் அதுவே.<hr>';
            break;

        case 902:
            resultText = `<strong style="color: aqua">குறள் எண்: 902</strong><hr>` +
                'பேணாது பெண்விழைவான் ஆக்கம் பெரியதோர்<br>' +
                'நாணாக நாணுத் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கடமையை விரும்பாமல் மனைவியின் பெண்மையை விரும்புகின்றவனுடைய ஆக்கம், பெரியதொரு நாணத்தக்க செயலாக நாணத்தைக் கொடுக்கும்.<hr>';
            break;

        case 903:
            resultText = `<strong style="color: aqua">குறள் எண்: 903</strong><hr>` +
                'இல்லாள்கண் தாழ்ந்த இயல்புஇன்மை எஞ்ஞான்றும்<br>' +
                'நல்லாருள் நாணுத் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனைவியிடத்தில் தாழ்ந்து நடக்கும் இழிந்த தன்மை ஒருவனுக்கு எப்போதும் நல்லவரிடையே இருக்கும்போது நாணத்தைத் தரும்.<hr>';
            break;

        case 904:
            resultText = `<strong style="color: aqua">குறள் எண்: 904</strong><hr>` +
                'மனையாளை அஞ்சும் மறுமையி லாளன்<br>' +
                'வினையாண்மை வீறுஎய்தல் இன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனைவிக்கு அஞ்சி நடக்கின்ற மறுமைப் பயன் இல்லாத ஒருவன், செயல் ஆற்றுந்தன்மை பெருமை பெற்று விளங்க முடிவதில்லை.<hr>';
            break;

        case 905:
            resultText = `<strong style="color: aqua">குறள் எண்: 905</strong><hr>` +
                'இல்லாளை அஞ்சுவான் அஞ்சும்மற்று எஞ்ஞான்றும்<br>' +
                'நல்லார்க்கு நல்ல செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனைவிக்கு அஞ்சி வாழ்கின்றவன் எப்போதும் நல்லவர்க்கு நன்மையான கடமையைச் செய்வதற்கு அஞ்சி நடப்பான்.<hr>';
            break;

        case 906:
            resultText = `<strong style="color: aqua">குறள் எண்: 906</strong><hr>` +
                'இமையாரின் வாழினும் பாடுஇலரே இல்லாள்<br>' +
                'அமைஆர்தோள் அஞ்சு பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனைவியின் தோளுக்கு அஞ்சி வாழ்கின்றவர் தேவரைப் போல் இவ்வுலகத்தில் சிறப்பான நிலையில் வாழ்ந்த போதிலும் பெருமை இல்லாதவரே ஆவர்.<hr>';
            break;

        case 907:
            resultText = `<strong style="color: aqua">குறள் எண்: 907</strong><hr>` +
                'பெண்ஏவல் செய்துஒழுகும் ஆண்மையின் நாணுடைப்<br>' +
                'பெண்ணே பெருமை உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனைவியின் ஏவலைச் செய்து நடக்கின்றவனுடைய ஆண்மையைவிட, நாணத்தைத் தன் இயல்பாக உடையவளின் பெண்மையே பெருமை உடையது.<hr>';
            break;

        case 908:
            resultText = `<strong style="color: aqua">குறள் எண்: 908</strong><hr>` +
                'நட்டார் குறைமுடியார் நன்றுஆற்றார் நன்னுதலாள்<br>' +
                'பெட்டாங்கு ஒழுகு பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனைவி விரும்பியபடி செய்து நடப்பவர், தம்முடைய நண்பர்க்கு உற்ற குறையையும் செய்து முடிக்கமாட்டார்; அறத்தையும் செய்யமாட்டார்.<hr>';
            break;

        case 909:
            resultText = `<strong style="color: aqua">குறள் எண்: 909</strong><hr>` +
                'அறவினையும் ஆன்ற பொருளும் பிறவினையும்<br>' +
                'பெண்ஏவல் செய்வார்கண் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறச் செயலும் அதற்குக் காரணமாக அமைந்த பொருள் முயற்சியும் மற்றக் கடமைகளும் மனைவியின் ஏவலைச் செய்வோரிடத்தில் இல்லை.<hr>';
            break;

        case 910:
            resultText = `<strong style="color: aqua">குறள் எண்: 910</strong><hr>` +
                'எண்சேர்ந்த நெஞ்சத் திடனுடையார்க்கு எஞ்ஞான்றும்<br>' +
                'பெண்சேர்ந்துஆம் பேதைமை இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நன்றாக எண்ணுதல் பொருந்திய நெஞ்சத்தோடு தக்க நிலையும் உடையார்க்கு எக்காலத்திலும் மனைவியின் ஏவலுக்கு இணங்கும் அறியாமை இல்லை.<hr>';
            break;

        case 911:
            resultText = `<strong style="color: aqua">குறள் எண்: 911</strong><hr>` +
                'அன்பின் விழையார் பொருள்விழையும் ஆய்தொடியார்<br>' +
                'இன்சொல் இழுக்குத் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பினால் விரும்பாமல் பொருள் காரணமாக விரும்புகின்ற பொதுமகளிர் பேசுகின்ற இனிய சொல் ஒருவனுக்குத் துன்பத்தைக் கொடுக்கும்.<hr>';
            break;

        case 912:
            resultText = `<strong style="color: aqua">குறள் எண்: 912</strong><hr>` +
                'பயன்தூக்கிப் பண்புஉரைக்கும் பண்பில் மகளிர்<br>' +
                'நயன்தூக்கி நள்ளா விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கிடைக்கக்கூடிய பயனை அளந்து பார்த்து, அதற்கு ஏற்றவாறு இனியசொல் கூறுகின்ற பண்பற்ற பொது மகளிரின் இன்பத்தை ஆராய்ந்து பொருந்தாமல் விடவேண்டும்.<hr>';
            break;

        case 913:
            resultText = `<strong style="color: aqua">குறள் எண்: 913</strong><hr>` +
                'பொருட்பெண்டிர் பொய்ம்மை முயக்கம் இருட்டுஅறையில்<br>' +
                'ஏதில் பிணந்தழீஇ யற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருளையே விரும்பும் பொதுமகளிரின் பொய்யான தழுவுதல், இருட்டறையில், தொடர்பு இல்லாத ஒரு பிணத்தைத் தழுவினாற் போன்றது.<hr>';
            break;

        case 914:
            resultText = `<strong style="color: aqua">குறள் எண்: 914</strong><hr>` +
                'பொருட்பொருளார் புன்நலம் தோயார் அருட்பொருள்<br>' +
                'ஆயும் அறிவி னவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் ஒன்றையே பொருளாகக் கொண்ட பொது மகளிரின் புன்மையான இன்பத்தை, அருளாகிய சிறந்த பொருளை ஆராயும் அறிவுடையோர் பொருந்தமாட்டார்.<hr>';
            break;

        case 915:
            resultText = `<strong style="color: aqua">குறள் எண்: 915</strong><hr>` +
                'பொதுநலத்தார் புன்நலம் தோயார் மதிநலத்தின்<br>' +
                'மாண்ட அறிவி னவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இயற்கை யறிவின் நன்மையால் சிறப்புற்ற அறிவுடையோர், பொருள் தருவார் எல்லார்க்கும் பொதுவாக இன்பம் தரும் மகளிரின் புன்மையான நலத்தைப் பொருந்தார்.<hr>';
            break;

        case 916:
            resultText = `<strong style="color: aqua">குறள் எண்: 916</strong><hr>` +
                'தம்நலம் பாரிப்பார் தோயார் தகைசெருக்கிப்<br>' +
                'புன்னலம் பாரிப்பார் தோள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அழகு முதலியவற்றால் செருக்குக் கொண்டு தம் புன்மையான நிலையான நலத்தை விற்கும் பொதுமகளிரின் தோளை, தம் நல்லொழுக்கத்தைப் போற்றும் சான்றோர் பொருந்தார்.<hr>';
            break;

        case 917:
            resultText = `<strong style="color: aqua">குறள் எண்: 917</strong><hr>` +
                'நிறைநெஞ்சம் இல்லவர் தோய்வர் பிறநெஞ்சின்<br>' +
                'பேணிப் புணர்பவர் தோள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சத்தை நிறுத்தி ஆளும் ஆற்றல் இல்லாதவர், தம் நெஞ்சில் வேறுபொருளை விரும்பிக் கூடும் பொது மகளிரின் தோளைப் பொருந்துவர்.<hr>';
            break;

        case 918:
            resultText = `<strong style="color: aqua">குறள் எண்: 918</strong><hr>` +
                'ஆயும் அறிவினர் அல்லார்க்கு அணங்குஎன்ப<br>' +
                'மாய மகளிர் முயக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வஞ்சம் நிறைந்த பொதுமகளிரின் சேர்க்கை, ஆராய்ந்தறியும் அறிவு இல்லாதவர்க்கு அணங்கு தாக்கு (மோகினி மயக்கு) என்று கூறுவர்.<hr>';
            break;

        case 919:
            resultText = `<strong style="color: aqua">குறள் எண்: 919</strong><hr>` +
                'வரைவுஇலா மாணிழையார் மென்றோள் புரையிலாப்<br>' +
                'பூரியர்கள் ஆழும் அளறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒழுக்க வரையறை இல்லாத பொதுமகளிரின் மெல்லிய தோள், உயர்வில்லாத கீழ்மக்கள் ஆழ்ந்து கிடக்கின்ற நரகமாகும்.<hr>';
            break;

        case 920:
            resultText = `<strong style="color: aqua">குறள் எண்: 920</strong><hr>` +
                'இருமனப் பெண்டிரும் கள்ளும் கவறும்<br>' +
                'திருநீக்கப் பட்டார் தொடர்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இருவகைப்பட்ட மனம் உடைய பொதுமகளிரும் கள்ளும் சூதுமாகிய இம் மூவகையும் திருமகளால் நீக்கப்பட்டவரின் உறவாகும்.<hr>';
            break;

        case 921:
            resultText = `<strong style="color: aqua">குறள் எண்: 921</strong><hr>` +
                'உட்கப் படாஅர் ஒளிஇழப்பர் எஞ்ஞான்றும்<br>' +
                'கள்காதல் கொண்டுஒழுகு வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கள்ளின்மேல் விருப்பம் கொண்டு நடப்பவர், எக்காலத்திலும் பகைவரால் அஞ்சப்படார்; தமக்கு உள்ள புகழையும் இழந்துவிடுவார்.<hr>';
            break;

        case 922:
            resultText = `<strong style="color: aqua">குறள் எண்: 922</strong><hr>` +
                'உண்ணற்க கள்ளை: உணில்உண்க சான்றோரான்<br>' +
                'எண்ணப் படவேண்டா தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கள்ளை உண்ணக்கூடாது; சான்றோரால் நன்கு எண்ணப்படுவதை விரும்பாதவர் கள்ளை உண்ண வேண்டுமானால் உண்ணலாம்.<hr>';
            break;

        case 923:
            resultText = `<strong style="color: aqua">குறள் எண்: 923</strong><hr>` +
                'ஈன்றாள் முகத்தேயும் இன்னாதால்: என்மற்றுச்<br>' +
                'சான்றோர் முகத்துக் களி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெற்ற தாயின் முகத்திலும் கள்ளுண்டு மயங்குதல் துன்பம் தருவதாகும்; குற்றம் கடியும் இயல்புடைய சான்றோரின் முகத்தில் அது என்னவாகும்?<hr>';
            break;

        case 924:
            resultText = `<strong style="color: aqua">குறள் எண்: 924</strong><hr>` +
                'நாண்என்னும் நல்லாள் புறம்கொடுக்கும் கள்என்னும்<br>' +
                'பேணாப் பெருங்குற்றத் தார்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாணம் என்று சொல்லப்படும் நல்லவள், கள் என்று சொல்லப்படும் விரும்பத்தகாத பெருங்குற்றம் உடையவர்க்கு எதிரே நிற்காமல் செல்வாள்.<hr>';
            break;

        case 925:
            resultText = `<strong style="color: aqua">குறள் எண்: 925</strong><hr>` +
                'கையறி யாமை யுடைத்தே பொருள் கொடுத்து<br>' +
                'மெய்அறி யாமை கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விலைப்பொருள் கொடுத்துக் கள்ளுண்டு தன் உடம்பைத் தான் அறியாத நிலையை மேற்கொள்ளுதல், செய்வது இன்னதென்று அறியாத அறியாமை உடையதாகும்.<hr>';
            break;

        case 926:
            resultText = `<strong style="color: aqua">குறள் எண்: 926</strong><hr>` +
                'துஞ்சினார் செத்தாரின் வேறுஅல்லர் எஞ்ஞான்றும்<br>' +
                'நஞ்சுஉண்பார் கள்உண் பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உறங்கினவர், இறந்தவரைவிட வேறுபட்டவர் அல்லர்; அவ்வாறே கள்ளுண்பவரும் அறிவு மயங்குதலால் நஞ்சு உண்பவரே ஆவர்.<hr>';
            break;

        case 927:
            resultText = `<strong style="color: aqua">குறள் எண்: 927</strong><hr>` +
                'உள்ஒற்றி உள்ளூர் நகப்படுவர் எஞ்ஞான்றும்<br>' +
                'கள்ஒற்றிக் கண்சாய் பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கள்ளை மறைந்திருந்து குடித்து அறிவு மயங்குபவர், உள்ளூரில் வாழ்கின்றவரால் உள்ளான செய்திகள் ஆராயப்பட்டு எந்நாளும் சிரிக்கப்படுவர்.<hr>';
            break;

        case 928:
            resultText = `<strong style="color: aqua">குறள் எண்: 928</strong><hr>` +
                'களித்துஅறியேன் என்பது கைவிடுக நெஞ்சத்து<br>' +
                'ஒளித்ததூஉம் ஆங்கே மிகும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கள்ளுண்பவன் `யான் ஒருபோதும் கள்ளுண்டறியேன்\' என்று சொல்லுவதை விடவேண்டும்: நெஞ்சில் ஒளிந்திருந்த குற்றமும் கள்ளுண்டபோதே வெளிப்படும்.<hr>';
            break;

        case 929:
            resultText = `<strong style="color: aqua">குறள் எண்: 929</strong><hr>` +
                'களித்தானைக் காரணம் காட்டுதல் கீழ்நீர்க்<br>' +
                'குளித்தானைத் தீத்துரீஇ யற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கள்ளுண்டு மயங்கினவனைக் காரணம் காட்டித் தெளிவித்தல், நீரின்கீழ் மூழ்கின ஒருவனைத் தீவிளக்குக் கொண்டு தேடினாற் போன்றது.<hr>';
            break;

        case 930:
            resultText = `<strong style="color: aqua">குறள் எண்: 930</strong><hr>` +
                'கள்உண்ணாப் போழ்தில் களித்தானைக் காணும்கால்<br>' +
                'உள்ளான்கொல் உண்டதன் சோர்வு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் தான் கள் உண்ணாதபோது கள்ளுண்டு மயங்கினவனைக் காணுமிடத்தில் உண்டு மயங்குவதால் வரும் சோர்வை நினைக்கமாட்டானோ?<hr>';
            break;

        case 931:
            resultText = `<strong style="color: aqua">குறள் எண்: 931</strong><hr>` +
                'வண்டற்க வென்றிடினும் சூதினை வென்றதூஉம்<br>' +
                'தூண்டில்பொன் மீன்விழுங்கி யற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வெற்றியே பெறுவதானாலும் சூதாட்டத்தை விரும்பக் கூடாது. வென்ற வெற்றியும், தூண்டில் இரும்பை இரை என்று மயங்கி மீன் விழுங்கினாற் போன்றது.<hr>';
            break;

        case 932:
            resultText = `<strong style="color: aqua">குறள் எண்: 932</strong><hr>` +
                'ஒன்றுஎய்தி நூறுஇழக்கும் சூதர்க்கும் உண்டாம்கொல்<br>' +
                'நன்றுஎய்தி வாழ்வதோர் ஆறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரு பொருளைப் பெற்று நூறுமடங்கு பொருளை இழந்துவிடும் சூதாடிகளுக்கும், நன்மை பெற்று வாழும் ஒரு வழி உண்டோ?<hr>';
            break;

        case 933:
            resultText = `<strong style="color: aqua">குறள் எண்: 933</strong><hr>` +
                'உருள்ஆயம் ஓவாது கூறின் பொருளாயம்<br>' +
                'போஒய்ப் புறமே படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் உருளுகின்ற கருவியால் வரும் பொருளை இடைவிடாமல் கூறிச் சூதாடினால், பொருள் வருவாய் அவனைவிட்டு நீங்கிப் பகைவரிடத்தில் சேரும்.<hr>';
            break;

        case 934:
            resultText = `<strong style="color: aqua">குறள் எண்: 934</strong><hr>` +
                'சிறுமை பலசெய்து சீரழிக்கும் சூதின்<br>' +
                'வறுமை தருவதுஒன்று இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்குத் துன்பம் பலவற்றையும் உண்டாக்கி அவனுடைய புகழைக் கெடுக்கின்ற சூதைப்போல் வறுமை தருவது வேறொன்றும் இல்லை.<hr>';
            break;

        case 935:
            resultText = `<strong style="color: aqua">குறள் எண்: 935</strong><hr>` +
                'கவறும் கழகமும் கையும் தருக்கி<br>' +
                'இவறியார் இல்லாகி யார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சூதாடு கருவியும், ஆடும் இடமும், கைத்திறமையும் மதித்துக் கைவிடாதவர், (எல்லாப் பொருள் உடையவராக இருந்தும்) இல்லாதவர் ஆய்விடுவார்.<hr>';
            break;

        case 936:
            resultText = `<strong style="color: aqua">குறள் எண்: 936</strong><hr>` +
                'அகடுஆரார் அல்லல் உழப்பர் சூதுஎன்னும்<br>' +
                'முகடியால் மூடப்பட் டார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சூது என்று சொல்லப்படும் மூதேவியால் விழுங்கப் பட்டவர், வயிறு நிறைய உணவும் உண்ணாதவராகிப் பல துன்பப்பட்டு வருந்துவார்.<hr>';
            break;

        case 937:
            resultText = `<strong style="color: aqua">குறள் எண்: 937</strong><hr>` +
                'பழகிய செல்வமும் பண்பும் கெடுக்கும்<br>' +
                'கழகத்துக் காலை புகின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சூதாடுமிடத்தில் ஒருவனுடைய காலம் கழியுமானால், அது அவனுடைய பழைமையாய் வந்த செல்வத்தையும் இயல்பான நற்பண்பையும் கெடுக்கும்.<hr>';
            break;

        case 938:
            resultText = `<strong style="color: aqua">குறள் எண்: 938</strong><hr>` +
                'பொருள்கெடுத்துப் பொய்மேல் கொளீஇ அருள்கெடுத்து<br>' +
                'அல்லல் உழப்பிக்கும் சூது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சூது, உள்ள பொருளை அழித்துப் பொய்யை மேற்கொள்ளச் செய்து அருளையும் கெடுத்துப் பலவகையிலும் துன்பமுற்று வருந்தச் செய்யும்.<hr>';
            break;

        case 939:
            resultText = `<strong style="color: aqua">குறள் எண்: 939</strong><hr>` +
                'உடைசெல்வம் ஊண்ஒளி கல்விஎன்று ஐந்தும்<br>' +
                'அடையாவாம் ஆயம் கொளின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சூதாடுதலை ஒருவன் மேற்கொண்டால், புகழ், கல்வி, செல்வம், உணவு, உடை ஆகிய ஐந்தும் அவனைச் சேராமல் ஒதுங்கும்.<hr>';
            break;

        case 940:
            resultText = `<strong style="color: aqua">குறள் எண்: 940</strong><hr>` +
                'இழத்தொறூஉம் காதலிக்கும் சூதேபோல் துன்பம்<br>' +
                'உழத்தொறூஉம் காதற்று உயிர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் வைத்து இழக்க இழக்க மேன்மேலும் விருப்பத்தை வளர்க்கும் சூதாட்டம்போல், உடல் துன்பப்பட்டு வருந்த வருந்த உயிர் மேன்மேலும் காதல் உடையதாகும்.<hr>';
            break;


        case 941:
            resultText = `<strong style="color: aqua">குறள் எண்: 941</strong><hr>` +
                'மிகினும் குறையினும் நோய்செய்யும் நூலோர்<br>' +
                'வளிமுதலா எண்ணிய மூன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மருத்துவ நூலோர் வாதம் பித்தம் சிலோத்துமம் என எண்ணிய மூன்றும் அளவுக்கு மிகுந்தாலும் குறைந்தாலும் நோய் உண்டாக்கும்.<hr>';
            break;

        case 942:
            resultText = `<strong style="color: aqua">குறள் எண்: 942</strong><hr>` +
                'மருந்துஎன வேண்டாவாம் யாக்கைக்கு அருந்தியது<br>' +
                'அற்றது போற்றி உணின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முன் உண்ட உணவு செரித்த தன்மையை ஆராய்ந்து போற்றிப் பிறகு தக்க அளவு உண்டால், உடம்பிற்கு மருந்து என ஒன்று வேண்டியதில்லை.<hr>';
            break;

        case 943:
            resultText = `<strong style="color: aqua">குறள் எண்: 943</strong><hr>` +
                'அற்றால் அளவறிந்து உண்க அஃதுடம்பு<br>' +
                'பெற்றான் நெடிதுஉய்க்கும் ஆறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முன் உண்ட உணவு செரித்துவிட்டால், பின் வேண்டிய அளவு அறிந்து உண்ணவேண்டும்; அதுவே உடம்பு பெற்றவன் அதை நெடுங்காலம் செலுத்தும் வழியாகும்.<hr>';
            break;

        case 944:
            resultText = `<strong style="color: aqua">குறள் எண்: 944</strong><hr>` +
                'அற்றது அறிந்து கடைப்பிடித்து மாறுஅல்ல<br>' +
                'துய்க்க துவரப் பசித்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முன் உண்ட உணவு செரித்த தன்மையை அறிந்து மாறுபாடில்லாத உணவுகளைக் கடைபிடித்து, அவற்றையும் நன்றாகப் பசித்தபிறகு உண்ணவேண்டும்.<hr>';
            break;

        case 945:
            resultText = `<strong style="color: aqua">குறள் எண்: 945</strong><hr>` +
                'மாறுபாடு இல்லாத உண்டி மறுத்துஉண்ணின்<br>' +
                'ஊறுபாடு இல்லை உயிர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மாறுபாடில்லாத உணவை அளவு மீறாமல் மறுத்து அளவோடு உண்டால், உயிர் உடம்பில் வாழ்வதற்கு இடையூறான நோய் இல்லை.<hr>';
            break;

        case 946:
            resultText = `<strong style="color: aqua">குறள் எண்: 946</strong><hr>` +
                'இழிவுஅறிந்து உண்பான்கண் இன்பம்போல் நிற்கும்<br>' +
                'கழிபே ரிரையான்கண் நோய்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குறைந்த அளவு இன்னதென்று அறிந்து உண்பவனிடத்தில் இன்பம் நிலை நிற்பது போல, மிகப் பெரிதும் உண்பவனிடத்தில் நோய் நிற்கும்.<hr>';
            break;

        case 947:
            resultText = `<strong style="color: aqua">குறள் எண்: 947</strong><hr>` +
                'தீயளவு அன்றித் தெரியான் பெரிதுஉண்ணின்<br>' +
                'நோயளவு இன்றிப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பசித்தீயின் அளவின்படி அல்லாமல், அதை ஆராயாமல் மிகுதியாக உண்டால், அதனால் நோய்கள் அளவில்லாமல் ஏற்பட்டுவிடும்.<hr>';
            break;

        case 948:
            resultText = `<strong style="color: aqua">குறள் எண்: 948</strong><hr>` +
                'நோய்நாடி நோய்முதல் நாடி அதுதணிக்கும்<br>' +
                'வாய்நாடி வாய்ப்பச் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நோய் இன்னதென்று ஆராய்ந்து, நோயின் காரணம் ஆராய்ந்து, அதைத் தணிக்கும் வழியையும் ஆராய்ந்து, உடலுக்குப் பொருந்தும்படியாகச் செய்யவேண்டும்.<hr>';
            break;

        case 949:
            resultText = `<strong style="color: aqua">குறள் எண்: 949</strong><hr>` +
                'உற்றான் அளவும் பிணிஅளவும் காலமும்<br>' +
                'கற்றான் கருதிச் செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மருத்துவ நூலைக் கற்றவன், நோயுற்றவனுடைய வயது முதலியவற்றையும், நோயின் அளவையும், காலத்தையும் ஆராய்ந்து செய்யவேண்டும்.<hr>';
            break;

        case 950:
            resultText = `<strong style="color: aqua">குறள் எண்: 950</strong><hr>` +
                'உற்றவன் தீர்ப்பான் மருந்துஉழைச் செல்வான்என்று<br>' +
                'அப்பால்நாற் கூற்றே மருந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நோயுற்றவன், நோய் தீர்க்கும் மருத்துவன், மருந்து, மருந்தை அருகிலிருந்து கொடுப்பவன் என்று மருத்துவ முறை அந்த நான்குவகைப் பாகுபாடு உடையது.<hr>';
            break;

        case 951:
            resultText = `<strong style="color: aqua">குறள் எண்: 951</strong><hr>` +
                'இற்பிறந்தார் கண்அல்லது இல்லை இயல்பாகச்<br>' +
                'செப்பமும் நாணும் ஒருங்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நடுவு நிலைமையும் நாணமும் உயர்குடியில் பிறந்தவரிடத்தில் அல்லாமல் மற்றவரிடத்தில் இயல்பாக ஒருசேர அமைவதில்லை.<hr>';
            break;

        case 952:
            resultText = `<strong style="color: aqua">குறள் எண்: 952</strong><hr>` +
                'ஒழுக்கமும் வாய்மையும் நாணும்இம் மூன்றும்<br>' +
                'இழுக்கார் குடிப்பிறந் தார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உயர்குடியில் பிறந்தவர் ஒழுக்கமும் வாய்மையும் நாணமும் ஆகிய இம் மூன்றிலிருந்தும் வழுவாமல் இயல்பாகவே நன்னெறியில் வாழ்வர்.<hr>';
            break;

        case 953:
            resultText = `<strong style="color: aqua">குறள் எண்: 953</strong><hr>` +
                'நகைஈகை இன்சொல் இகழாமை நான்கும்<br>' +
                'வகைஎன்ப வாய்மைக் குடிக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உண்மையான உயர்குடியில் பிறந்தவர்க்கு முகமலர்ச்சி, ஈகை, இனிய சொல், பிறரை இகழ்ந்து கூறாமை ஆகிய நான்கும் நல்ல பண்புகள் என்பர்.<hr>';
            break;

        case 954:
            resultText = `<strong style="color: aqua">குறள் எண்: 954</strong><hr>` +
                'அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார்<br>' +
                'குன்றுவ செய்தல் இலர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பலகோடிப் பொருளைப் பெறுவதாக இருந்தாலும் உயர்குடியில் பிறந்தவர் தம் குடியின் சிறப்புக் குன்றுவதற்குக் காரணமான குற்றங்களைச் செய்வதில்லை.<hr>';
            break;

        case 955:
            resultText = `<strong style="color: aqua">குறள் எண்: 955</strong><hr>` +
                'வழங்குவது உள்வீழ்ந்தக் கண்ணும் பழங்குடி<br>' +
                'பண்பில் தலைப்பிரிதல் இன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தாம் பிறர்க்குக் கொடுத்துதவும் வண்மை வறுமையால் சுருங்கிய போதிலும், பழம்பெருமை உடைய குடியில் பிறந்தவர் தம் பண்பிலிருந்து நீங்குவதில்லை.<hr>';
            break;

        case 956:
            resultText = `<strong style="color: aqua">குறள் எண்: 956</strong><hr>` +
                'சலம்பற்றிச் சால்புஇல செய்யார்மாசு அற்ற<br>' +
                'குலம்பற்றி வாழ்தும்என் பார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மாசற்ற குடிப் பண்புடன் வாழ்வோம் என்று கருதி வாழ்வோர், வஞ்சனைகொண்டு தகுதியில்லாதவற்றைச் செய்யமாட்டார்.<hr>';
            break;

        case 957:
            resultText = `<strong style="color: aqua">குறள் எண்: 957</strong><hr>` +
                'குடிப்பிறந்தார் கண்விளங்கும் குற்றம் விசும்பின்<br>' +
                'மதிக்கண் மறுப்போல் உயர்ந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உயர்குடியில் பிறந்தவரிடத்தில் உண்டாகும் குற்றம், ஆகாயத்தில் திங்களிடம் காணப்படும் களங்கம்போல் பலரறியத் தோன்றும்.<hr>';
            break;

        case 958:
            resultText = `<strong style="color: aqua">குறள் எண்: 958</strong><hr>` +
                'நலத்தின்கண் நார்இன்மை தோன்றின் அவனைக்<br>' +
                'குலத்தின்கண் ஐயப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுடைய நல்ல பண்புகளுக்கிடையில் அன்பற்ற தன்மை காணப்பட்டால், அவனை அவனுடைய குடிப்பிறப்புப் பற்றி ஐயப்பட நேரும்.<hr>';
            break;

        case 959:
            resultText = `<strong style="color: aqua">குறள் எண்: 959</strong><hr>` +
                'நிலத்தில் கிடந்தமை கால்காட்டும் காட்டும்<br>' +
                'குலத்தில் பிறந்தார்வாய்ச் சொல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இன்ன நிலத்தில் இருந்து முளைத்தது என்பதை முளை காட்டும்; அதுபோல் குடியிற் பிறந்தவரின் வாய்ச்சொல் அவருடைய குடிப்பிறப்பைக் காட்டும்.<hr>';
            break;

        case 960:
            resultText = `<strong style="color: aqua">குறள் எண்: 960</strong><hr>` +
                'நலம்வேண்டின் நாண்உடைமை வேண்டும் குலம்வேண்டின்<br>' +
                'வேண்டுக யார்க்கும் பணிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்கு நன்மை வேண்டுமானால் நாணம் உடையவனாக வேண்டும்; குடியின் உயர்வு வேண்டுமானால் எல்லோரிடத்தும் பணிவு வேண்டும்.<hr>';
            break;

        case 961:
            resultText = `<strong style="color: aqua">குறள் எண்: 961</strong><hr>` +
                'இன்றி அமையாச் சிறப்பின ஆயினும்<br>' +
                'குன்ற வருப விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இன்றியமையாத சிறப்பை உடைய செயல்களே ஆயினும், குடிப்பெருமை தாழுமாறு வரும் செயல்களை ஒருவன் செய்யாமல் விடவேண்டும்.<hr>';
            break;

        case 962:
            resultText = `<strong style="color: aqua">குறள் எண்: 962</strong><hr>` +
                'சீரினும் சீர்அல்ல செய்யாரே சீரொடு<br>' +
                'பேராண்மை வேண்டு பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புகழோடு பெரிய ஆண்மையும் விரும்புகின்றவர், புகழ் தேடும் வழியிலும் குடிப்பெருமைக்கு ஒவ்வாத செயல்களைச் செய்யமாட்டார்.<hr>';
            break;

        case 963:
            resultText = `<strong style="color: aqua">குறள் எண்: 963</strong><hr>` +
                'பெருக்கத்து வேண்டும் பணிதல் சிறிய<br>' +
                'சுருக்கத்து வேண்டும் உயர்வு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செல்வம் பெருகியுள்ள காலத்தில் ஒருவனுக்குப் பணிவு வேண்டும். செல்வம் குறைந்து சுருங்கும் வறுமையுள்ள காலத்தில் பணியாத உயர்வு வேண்டும்.<hr>';
            break;

        case 964:
            resultText = `<strong style="color: aqua">குறள் எண்: 964</strong><hr>` +
                'தலையின் இழிந்த மயிர்அனையர் மாந்தர்<br>' +
                'நிலையின் இழிந்தக் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மக்கள் தம் உயர்வுக்கு உரிய நிலையிலிருந்து தாழ்ந்த போது, தலையிலிருந்து விழுந்து தாழ்வுற்ற மயிரினைப் போன்றவர் ஆவர்.<hr>';
            break;

        case 965:
            resultText = `<strong style="color: aqua">குறள் எண்: 965</strong><hr>` +
                'குன்றின் அனையாரும் குன்றுவர் குன்றுவ<br>' +
                'குன்றி அனைய செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மலைபோல் உயர்ந்த நிலையில் உள்ளவரும், தாழ்வுக்குக் காரணமான செயல்களை ஒரு குன்றிமணி அளவு செய்தாலும் தாழ்ந்து போய்விடுவர்.<hr>';
            break;

        case 966:
            resultText = `<strong style="color: aqua">குறள் எண்: 966</strong><hr>` +
                'புகழ்இன்றால்: புத்தேள்நாட்டு உய்யாதால்<br>' +
                'என்மற்று இகழ்வார்பின் சென்று நிலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மதியாமல் இகழ்கின்றவரின் பின்சென்று பணிந்து நிற்கும் நிலை, ஒருவனுக்குப் புகழும் தாராது; தேவருலகிலும் செலுத்தாது; வேறு பயன் என்ன?<hr>';
            break;

        case 967:
            resultText = `<strong style="color: aqua">குறள் எண்: 967</strong><hr>` +
                'ஒட்டார்பின் சென்றுஒருவன் வாழ்தலின் அந்நிலையே<br>' +
                'கெட்டான் எனப்படுதல் நன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மதியாதவரின் பின்சென்று ஒருவன் உயிர் வாழ்வதை விட, அவ்வாறு செய்யாத நிலையில் நின்று அழிந்தான் என்று சொல்லப்படுதல் நல்லது.<hr>';
            break;

        case 968:
            resultText = `<strong style="color: aqua">குறள் எண்: 968</strong><hr>` +
                'மருந்தோமற்று ஊன்ஓம்பும் வாழ்க்கை பெருந்தகைமை<br>' +
                'பீடழிய வந்த இடத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுடைய பெருந்தகைமை தன் சிறப்புக்கெட நேர்ந்த போது, அவன் உடம்பை மட்டும் காத்து வாழும் வாழ்க்கை சாவாமைக்கு மருந்தோ?<hr>';
            break;

        case 969:
            resultText = `<strong style="color: aqua">குறள் எண்: 969</strong><hr>` +
                'மயிர்நீப்பின் வாழாக் கவரிமா அன்னார்<br>' +
                'உயிர்நீப்பர் மானம் வரின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் உடம்பிலிருந்து மயிர் நீங்கினால் உயிர் வாழாத கவரிமானைப் போன்றவர் மானம் அழிய நேர்ந்தால் உயிரை விட்டுவிடுவர்.<hr>';
            break;

        case 970:
            resultText = `<strong style="color: aqua">குறள் எண்: 970</strong><hr>` +
                'இளிவரின் வாழாத மானம் உடையார்<br>' +
                'ஒளிதொழுது ஏத்தும் உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தமக்கு யாதேனும் இழிவு நேர்ந்தால் உயிர் வாழாத மானம் உடையவரின் புகழை உலகத்தார் தொழுது ஏத்தி நிற்பார்கள்.<hr>';
            break;

        case 971:
            resultText = `<strong style="color: aqua">குறள் எண்: 971</strong><hr>` +
                'ஒளிஒருவற்கு உள்ள வெறுக்கை இளிஒருவற்கு<br>' +
                'அஃதுஇறந்து வாழ்தும் எனல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்கு ஒளி ஊக்கமிகுதியே ஆகும்; ஒருவனுக்கு இழிவு அந்த ஊக்கம் இல்லாமலே உயிர் வாழலாம் என்று எண்ணுதலாம்.<hr>';
            break;

        case 972:
            resultText = `<strong style="color: aqua">குறள் எண்: 972</strong><hr>` +
                'பிறப்புஒக்கும் எல்லா உயிர்க்கும் சிறப்புஒவ்வா<br>' +
                'செய்தொழில் வேற்றுமை யான்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எல்லா உயிர்க்கும் பிறப்பு ஒரு தன்மையானதே; ஆயினும் செய்கின்ற தொழில்களின் உயர்வு தாழ்வு வேறுபாடுகளால் சிறப்பியல்பு ஒத்திருப்பதில்லை.<hr>';
            break;

        case 973:
            resultText = `<strong style="color: aqua">குறள் எண்: 973</strong><hr>` +
                'மேல்இருந்தும் மேல்அல்லார் மேல்அல்லர் கீழ்இருந்தும்<br>' +
                'கீழ்அல்லார் கீழஅல் லவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மேல்நிலையில் இருந்தாலும் மேன்மைப் பண்பு இல்லாதவர் மேலானவர் அல்லர்; கீழ்நிலையில் இருந்தாலும் இழிகுணம் இல்லாதவர் கீழ்மக்கள் அல்லர்.<hr>';
            break;

        case 974:
            resultText = `<strong style="color: aqua">குறள் எண்: 974</strong><hr>` +
                'ஒருமை மகளிரே போலப் பெருமையும்<br>' +
                'தன்னைத்தான் கொண்டுஒழுகின் உண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரு தன்மையான கற்புடைய மகளிரைப் போல், பெருமைப் பண்பும் ஒருவன் தன்னைத்தான் காத்துக் கொண்டு நடந்தால் உளதாகும்.<hr>';
            break;

        case 975:
            resultText = `<strong style="color: aqua">குறள் எண்: 975</strong><hr>` +
                'பெருமை உடையவர் ஆற்றுவார் ஆற்றின்<br>' +
                'அருமை உடைய செயல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெருமைப்பண்பு உடையவர் செய்வதற்கு அருமையான செயலைச் செய்வதற்கு உரிய நெறியில் செய்து முடிக்க வல்லவர் ஆவர்.<hr>';
            break;

        case 976:
            resultText = `<strong style="color: aqua">குறள் எண்: 976</strong><hr>` +
                'சிறியார் உணர்ச்சியுள் இல்லை பெரியாரைப்<br>' +
                'பேணிக்கொள் வேம்என்னும் நோக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெரியோரை விரும்பிப் போற்றுவோம் என்னும் உயர்ந்த நோக்கம், அவருடைய சிறப்பை உணராத சிறியோரின் உணர்ச்சியில் இல்லை.<hr>';
            break;

        case 977:
            resultText = `<strong style="color: aqua">குறள் எண்: 977</strong><hr>` +
                'இறப்பே புரிந்த தொழிற்றாம் சிறப்பும்தான்<br>' +
                'சீரல் லவர்கண் படின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சிறப்பு நிலையும் தனக்குப் பொருந்தாத சீரற்ற கீழ் மக்களிடம் ஏற்பட்டால், வரம்புமீறிய செயலை உடையதாகும்.<hr>';
            break;

        case 978:
            resultText = `<strong style="color: aqua">குறள் எண்: 978</strong><hr>` +
                'பணியுமாம் என்றும் பெருமை சிறுமை<br>' +
                'அணியுமாம் தன்னை வியந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெருமைப் பண்பு எக்காலத்திலும் பணிந்து நடக்கும்; ஆனால் சிறுமையோ தன்னைத்தானே வியந்து பாராட்டிக் கொள்ளும்.<hr>';
            break;

        case 979:
            resultText = `<strong style="color: aqua">குறள் எண்: 979</strong><hr>` +
                'பெருமை பெருமிதம் இன்மை சிறுமை<br>' +
                'பெருமிதம் ஊர்ந்து விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெருமைப் பண்பாவது செருக்கு இல்லாமல் வாழ்தல்: சிறுமையோ செருக்கே மிகுந்து அதன் எல்லையில் நின்று விடுவதாகும்.<hr>';
            break;

        case 980:
            resultText = `<strong style="color: aqua">குறள் எண்: 980</strong><hr>` +
                'அற்றம் மறைக்கும் பெருமை சிறுமைதான்<br>' +
                'குற்றமே கூறி விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெருமைப்பண்பு பிறருடைய குறைபாட்டை மறைக்கும்; சிறுமையோ பிறருடைய குற்றத்தையே எடுத்துச் சொல்லிவிடும்.<hr>';
            break;

        case 981:
            resultText = `<strong style="color: aqua">குறள் எண்: 981</strong><hr>` +
                'கடன்என்ப நல்லவை எல்லாம் கடன்அறிந்து<br>' +
                'சான்றாண்மை மேற்கொள் பவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கடமை இவை என்று அறிந்து சான்றாண்மை மேற்கொண்டு நடப்பவர்க்கு நல்லவை எல்லாம் இயல்பான கடமை என்று கூறுவர்.<hr>';
            break;

        case 982:
            resultText = `<strong style="color: aqua">குறள் எண்: 982</strong><hr>` +
                'குணநலம் சான்றோர் நலனே பிறநலம்<br>' +
                'எந்நலத்து உள்ளதூஉம் அன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சான்றோரின் நலம் என்று கூறப்படுவது அவருடைய பண்புகளின் நலமே; மற்ற நலம் வேறு எந்த நலத்திலும் சேர்ந்துள்ளதும் அன்று.<hr>';
            break;

        case 983:
            resultText = `<strong style="color: aqua">குறள் எண்: 983</strong><hr>` +
                'அன்புநாண் ஓப்புரவு கண்ணோட்டம் வாய்மையொடு<br>' +
                'ஐந்துசால்பு ஊன்றிய தூண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பு, நாணம், ஒப்புரவு, கண்ணோட்டம், வாய்மை என்னும் ஐந்து பண்புகளும் சால்பு என்பதைத் தாங்கியுள்ள தூண்களாகும்.<hr>';
            break;

        case 984:
            resultText = `<strong style="color: aqua">குறள் எண்: 984</strong><hr>` +
                'கொல்லா நலத்தது நோன்மை பிறர்தீமை<br>' +
                'சொல்லா நலத்தது சால்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தவம் ஓர் உயிரையும் கொல்லாத அறத்தை அடிப்படையாகக் கொண்டது; சால்பு பிறருடைய தீமையை எடுத்துச் சொல்லாத நற்பண்பை அடிப்படையாகக் கொண்டது.<hr>';
            break;

        case 985:
            resultText = `<strong style="color: aqua">குறள் எண்: 985</strong><hr>` +
                'ஆற்றுவார் ஆற்றல் பணிதல் அதுசான்றோர்<br>' +
                'மாற்றாரை மாற்றும் படை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆற்றலுடையவரின் ஆற்றலாவது பணிவுடன் நடத்தலாகும். அது சான்றோர் தம் பகைவரைப் பகைமையிலிருந்து மாற்றுகின்ற கருவியாகும்.<hr>';
            break;

        case 986:
            resultText = `<strong style="color: aqua">குறள் எண்: 986</strong><hr>` +
                'சால்பிற்குக் கட்டளை யாதெனில் தோல்வி<br>' +
                'துலையல்லார் கண்ணும் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சால்புக்கு உரைகல்போல் மதிப்பிடும் கருவி எது என்றால் தமக்கு ஒப்பில்லாத தாழ்ந்தோரிடத்திலும் தோல்வியை ஏற்றுக் கொள்ளும் பண்பாகும்.<hr>';
            break;

        case 987:
            resultText = `<strong style="color: aqua">குறள் எண்: 987</strong><hr>` +
                'இன்னாசெய் தார்க்கும் இனியவே செய்யாக்கால்<br>' +
                'என்ன பயத்ததோ சால்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துன்பமானவற்றைச் செய்தவர்க்கும் இனிய உதவிகளைச் செய்யாவிட்டால், சான்றோரின் சால்பு என்ன பயன் உடையதாகும்?<hr>';
            break;

        case 988:
            resultText = `<strong style="color: aqua">குறள் எண்: 988</strong><hr>` +
                'இன்மை ஒருவற்கு இளிவுஅன்று சால்புஎன்னும்<br>' +
                'திண்மைஉண் டாகப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சால்பு என்னும் வலிமை உண்டாகப் பெற்றால் ஒருவனுக்குப் பொருள் இல்லாத குறையாகிய வறுமை இழிவானது இல்லை.<hr>';
            break;

        case 989:
            resultText = `<strong style="color: aqua">குறள் எண்: 989</strong><hr>` +
                'ஊழி பெயரினும் தாம்பெயரார் சான்றாண்மைக்கு<br>' +
                'ஆழி எனப்படு வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சால்பு என்னும் தன்மைக்குக் கடல் என்று புகழப் படுகின்றவர், ஊழிக்காலத்தின் வேறுபாடுகளே நேர்ந்தாலும் தாம் வேறுபடாமல் இருப்பர்.<hr>';
            break;

        case 990:
            resultText = `<strong style="color: aqua">குறள் எண்: 990</strong><hr>` +
                'சான்றவர் சான்றாண்மை குன்றின் இருநிலம்தான்<br>' +
                'தாங்காது மன்னோ பொறை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சான்றோரின் சால்பு நிறைந்த பண்பு குறைபடுமானால் இந்தப் பெரிய நிலவுலகமும் தன் பாரத்தைத் தாங்க முடியாமற் போய்விடும்.<hr>';
            break;

        case 991:
            resultText = `<strong style="color: aqua">குறள் எண்: 991</strong><hr>` +
                'எண்பதத்தால் எய்தல் எளிதுஎன்ப யார்மாட்டும்<br>' +
                'பண்புஉடைமை என்னும் வழக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பண்பு உடையவராக வாழும் நல்வழியை, யாரிடத்திலும் எளிய செல்வியுடன் இருப்பதால் அடைவது எளியது என்று கூறுவர்.<hr>';
            break;

        case 992:
            resultText = `<strong style="color: aqua">குறள் எண்: 992</strong><hr>` +
                'அன்புஉடைமை ஆன்ற குடிப்பிறத்தல் இவ்விரண்டும்<br>' +
                'பண்புஉடைமை என்னும் வழக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்புடையவராக இருத்தல், உயர்ந்த குடியில் பிறந்த தன்மை அமைந்திருத்தல் ஆகிய இவ்விரண்டும் பண்பு உடையவராக வாழும் நல்வழியாகும்.<hr>';
            break;

        case 993:
            resultText = `<strong style="color: aqua">குறள் எண்: 993</strong><hr>` +
                'உறுப்புஒத்தல் மக்கள்ஒப்பு அன்றால் வெறுத்தக்க<br>' +
                'பண்புஒத்தல் ஒப்பதாம் ஒப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உடம்பால் ஒத்திருத்தல் மக்களோடு ஒப்புமை அன்று; பொருந்தத்தக்க பண்பால் ஒத்திருத்தலே கொள்ளத்தக்க ஒப்புமையாகும்.<hr>';
            break;

        case 994:
            resultText = `<strong style="color: aqua">குறள் எண்: 994</strong><hr>` +
                'நயனொடு நன்றி புரிந்த பயன்உடையார்<br>' +
                'பண்புபா ராட்டும் உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நீதியையும் நன்மையையும் விரும்பிப் பிறர்க்குப் பயன் பட வாழும் பெரியோரின் நல்ல பண்பை உலகத்தார் போற்றிக் கொண்டாடுவர்.<hr>';
            break;

        case 995:
            resultText = `<strong style="color: aqua">குறள் எண்: 995</strong><hr>` +
                'நகையுள்ளும் இன்னாது இகழ்ச்சி பகையுள்ளும்<br>' +
                'பண்புஉள பாடுஅறிவார் மாட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனை இகழ்ந்து பேசுதல் விளையாட்டிலும் துன்பம் தருவதாகும்; பிறருடைய இயல்பை அறிந்து நடப்பவரிடத்தில் பகைமையிலும் நல்ல பண்புகள் உள்ளன.<hr>';
            break;

        case 996:
            resultText = `<strong style="color: aqua">குறள் எண்: 996</strong><hr>` +
                'பண்புஉடையார்ப் பட்டுஉண்டு உலகம் அதுஇன்றேல்<br>' +
                'மண்புக்கு மாய்வது மன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பண்பு உடையவரிடத்தில் பொருந்தியிருப்பதால் உலகம் உள்ளதாய் இயங்குகின்றது; அஃது இல்லையானால் மண்ணில் புகுந்து அழிந்துபோகும்.<hr>';
            break;

        case 997:
            resultText = `<strong style="color: aqua">குறள் எண்: 997</strong><hr>` +
                'அரம்போலும் கூர்மைய ரேனும் மரம்போல்வர்<br>' +
                'மக்கட்பண்பு இல்லா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மக்களுக்கு உரிய பண்பு இல்லாதவர், அரம்போல் கூர்மையான அறிவு உடையவராயினும், ஓரறிவுயிராகிய மரத்தைப் போன்றவரே ஆவர்.<hr>';
            break;

        case 998:
            resultText = `<strong style="color: aqua">குறள் எண்: 998</strong><hr>` +
                'நண்புஆற்றா ராகி நயம்இல செய்வார்க்கும்<br>' +
                'பண்புஆற்றார் ஆதல் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நட்புக் கொள்ள முடியாதவராய்த் தீயவை செய்கின்றவரிடத்திலும் பண்பு உடையவராய் நடக்க முடியாமை இழிவானதாகும்.<hr>';
            break;

        case 999:
            resultText = `<strong style="color: aqua">குறள் எண்: 999</strong><hr>` +
                'நகல்வல்லர் அல்லார்க்கு மாயிரு ஞாலம்<br>' +
                'பகலும்பாற் பட்டன்று இருள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறரோடு கலந்து பழகி மகிழ முடியதவர்க்கு, மிகப் பெரிய இந்த உலகம் ஒளியுள்ள பகற் காலத்திலும் இருளில் கிடப்பதாம்.<hr>';
            break;

        case 1000:
            resultText = `<strong style="color: aqua">குறள் எண்: 1000</strong><hr>` +
                'பண்புஇலான் பெற்ற பெருஞ்செல்வம் நன்பால்<br>' +
                'கலந்தீமை யால்திரிந் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பண்பு இல்லாதவன் பெற்ற பெரிய செல்வம், வைத்த கலத்தின் தீமையால் நல்ல பால் தன் சுவை முதலியன கெட்டாற் போன்றதாகும்.<hr>';
            break;

        case 1001:
            resultText = `<strong style="color: aqua">குறள் எண்: 1001</strong><hr>` +
                'வைத்தான்வாய் சான்ற பெரும்பொருள் அஃதுஉண்ணான்<br>' +
                'செத்தான் செயக்கிடந்தது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் இடமெல்லாம் நிறைந்த பெரும் பொருளைச் சேர்த்து வைத்து அதை உண்டு நுகராமல் இறந்துபோனால் அவன் அந்தப் பொருளால் செய்ய முடிந்தது ஒன்றுமில்லை.<hr>';
            break;

        case 1002:
            resultText = `<strong style="color: aqua">குறள் எண்: 1002</strong><hr>` +
                'பொருளான்ஆம் எல்லாம்என்று ஈயாது இவறும்<br>' +
                'மருளான்ஆம் மாணாப் பிறப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருளால் எல்லாம் ஆகும் என்று பிறர்க்கும் ஒன்றும் கொடுக்காமல் இறுகப் பற்றிய மயக்கத்தால் சிறப்பில்லாத பிறவி உண்டாம்.<hr>';
            break;

        case 1003:
            resultText = `<strong style="color: aqua">குறள் எண்: 1003</strong><hr>` +
                'ஈட்டம் இவறி இசைவேண்டா ஆடவர்<br>' +
                'தோற்றம் நிலக்குப் பொறை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சேர்த்து வைப்பதையே விரும்பிப் பற்றுள்ளம் கொண்டு புகழை விரும்பாத மக்கள் பிறந்து வாழ்தல் நிலத்திற்குப் பாரமே ஆகும்.<hr>';
            break;

        case 1004:
            resultText = `<strong style="color: aqua">குறள் எண்: 1004</strong><hr>` +
                'எச்சம்என்று என்எண்ணும் கொல்லோ ஒருவரால்<br>' +
                'நச்சப் படாஅ தவன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர்க்கு உதவியாக வாழாத காரணத்தால் ஒருவராலும் விரும்பப்படாதவன், தான் இறந்த பிறகு எஞ்சி நிற்பது என்று எதனை எண்ணுவானோ?<hr>';
            break;

        case 1005:
            resultText = `<strong style="color: aqua">குறள் எண்: 1005</strong><hr>` +
                'கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க்கு அடுக்கிய<br>' +
                'கோடிஉண் டாயினும் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர்க்குக் கொடுத்து உதவுவதும் தான் நுகர்வதும் இல்லாதவர்க்கு மேன்மேலும் பெருகிய பல கோடிப் பொருள் உண்டானாலும் பயன் இல்லை.<hr>';
            break;

        case 1006:
            resultText = `<strong style="color: aqua">குறள் எண்: 1006</strong><hr>` +
                'ஏதம் பெருஞ்செல்வம் தான்துவ்வான் தக்கார்க்குஒன்று<br>' +
                'ஈதல் இயல்பிலா தான்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தானும் நுகராமல் தக்கவர்க்கு ஒன்று கொடுத்து உதவும் இயல்பும் இல்லாமல் வாழ்கின்றவன், தன்னிடமுள்ள பெருஞ் செல்வத்திற்கு ஒரு நோய் ஆவான்.<hr>';
            break;

        case 1007:
            resultText = `<strong style="color: aqua">குறள் எண்: 1007</strong><hr>` +
                'அற்றார்க்குஒன்று ஆற்றாதான் செல்வம் மிகநலம்<br>' +
                'பெற்றாள் தமியள்மூத் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் இல்லாத வறியவர்க்கு ஒரு பொருள் கொடுத்து உதவாதவனுடைய செல்வம், மிக்க அழகு பெற்றவள் தனியாக வாழ்ந்து முதுமையுற்றாற் போன்றது.<hr>';
            break;

        case 1008:
            resultText = `<strong style="color: aqua">குறள் எண்: 1008</strong><hr>` +
                'நச்சப் படாதவன் செல்வம் நடுஊருள்<br>' +
                'நச்சு மரம்பழுத் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர்க்கு உதவாத காரணத்தால் ஒருவராலும் விரும்பப்படாதவனுடைய செல்வம், ஊர்நடுவில் நச்சுமரம் பழுத்தாற் போன்றது.<hr>';
            break;

        case 1009:
            resultText = `<strong style="color: aqua">குறள் எண்: 1009</strong><hr>` +
                'அன்புஒரீஇத் தற்செற்று அறம்நோக்காது ஈட்டிய<br>' +
                'ஒண்பொருள் கொள்வார் பிறர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறரிடம் செலுத்தும் அன்பையும் விட்டுத் தன்னையும் வருத்தி அறத்தையும் போற்றாமல் சேர்த்து வைத்த பெரும் பொருளைப் பெற்று நுகர்பவர் மற்றவரே.<hr>';
            break;

        case 1010:
            resultText = `<strong style="color: aqua">குறள் எண்: 1010</strong><hr>` +
                'சீருடைச் செல்வர் சிறுதுனி மாரி<br>' +
                'வறங்கூர்ந் தனையது உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புகழ் பொருந்திய செல்வர் உற்ற சிறிய வறுமை உலகத்தைக் காக்கவல்ல மேகம் வறுமை மிகுந்தாற் போன்ற தன்மை உடையது.<hr>';
            break;

        case 1011:
            resultText = `<strong style="color: aqua">குறள் எண்: 1011</strong><hr>` +
                'கருமத்தால் நாணுதல் நாணுத் திருநுதல்<br>' +
                'நல்லவர் நாணுப் பிற.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தகாத செயல் காரணமாக நாணுவதே நாணமாகும்; பெண்களுக்கு இயல்பான மற்ற நாணங்கள் வேறு வகையானவை.<hr>';
            break;

        case 1012:
            resultText = `<strong style="color: aqua">குறள் எண்: 1012</strong><hr>` +
                'ஊண்உடை எச்சம் உயிர்க்குஎல்லாம் வேறுஅல்ல<br>' +
                'நாண்உடைமை மாந்தர் சிறப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உணவும் உடையும் எஞ்சி நிற்கும் மற்றவையும் எல்லா உயிர்களுக்கும் பொதுவானவை ; மக்களின் சிறப்பியல்பாக விளங்குவது நாணுடைமையே ஆகும்.<hr>';
            break;

        case 1013:
            resultText = `<strong style="color: aqua">குறள் எண்: 1013</strong><hr>` +
                'ஊனைக் குறித்த உயிரெல்லாம்: நாண்என்னும்<br>' +
                'நன்மை குறித்தது சால்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எல்லா உயிர்களும் ஊனாலாகிய உடம்பை இருப்பிடமாகக் கொண்டவை; சால்பு என்பது, நாணம் என்று சொல்லபடும் நல்ல தன்மையை இருப்பிடமாகக் கொண்டது.<hr>';
            break;

        case 1014:
            resultText = `<strong style="color: aqua">குறள் எண்: 1014</strong><hr>` +
                'அணிஅன்றோ நாண்உடைமை சான்றோர்க்கு: அஃதுஇன்றேல்<br>' +
                'பிணிஅன்றோ பீடு நடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'சான்றோர்க்கு நாணுடைமை அணிகலம் அன்றோ? அந்த அணிகலம் இல்லையானால், பெருமிதமாக நடக்கும் நடை ஒரு நோய் அன்றோ?<hr>';
            break;

        case 1015:
            resultText = `<strong style="color: aqua">குறள் எண்: 1015</strong><hr>` +
                'பிறர்பழியும் தம்பழியும் நாணுவார் நாணுக்கு<br>' +
                'உறைபதி என்னும் உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிறர்க்கு வரும் பழிக்காகவும் தமக்கு வரும் பழிக்காவும் நாணுகின்றவர், நாணத்திற்கு உறைவிடமானவர் என்று உலகம் சொல்லும்.<hr>';
            break;

        case 1016:
            resultText = `<strong style="color: aqua">குறள் எண்: 1016</strong><hr>` +
                'நாண்வேலி கொள்ளாது மன்னோ வியன்ஞாலம்<br>' +
                'பேணலர் மேலா யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாணமாகிய வேலியைத் தமக்குக் காவலாகச் செய்து கொள்ளாமல், மேலோர் பரந்த உலகில் வாழும் வாழ்க்கையை விரும்பி மேற்கொள்ளமாட்டார்.<hr>';
            break;

        case 1017:
            resultText = `<strong style="color: aqua">குறள் எண்: 1017</strong><hr>` +
                'நாணால் உயிரைத் துறப்பர் உயிர்ப்பொருட்டால்<br>' +
                'நாண்துறவார் நாண்ஆள் பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாணத்தைத் தமக்குரிய பண்பாகக் கொள்பவர், நாணத்தால் உயிரை விடுவார்; உயிரைக் காக்கும் பொருட்டாக நாணத்தை விடமாட்டார்.<hr>';
            break;

        case 1018:
            resultText = `<strong style="color: aqua">குறள் எண்: 1018</strong><hr>` +
                'பிறர்நாணத் தக்கது தான்நாணான் ஆயின்<br>' +
                'அறம்நாணத் தக்கது உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் மற்றவர் நாணத்தக்க பழிக்குக் காரணமாக இருந்தும் தான் நாணாமலிருப்பானானால், அறம் நாணி அவனைக் கைவிடும் தன்மையுடையதாகும்.<hr>';
            break;

        case 1019:
            resultText = `<strong style="color: aqua">குறள் எண்: 1019</strong><hr>` +
                'குலஞ்சுடும் கொள்கை பிழைப்பின்: நலஞ்சுடும்<br>' +
                'நாணின்மை நின்றக் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் கொள்கை தவறினால், அத் தவறு அவனுடைய குடிப்பிறப்பைக் கெடுக்கும். நாணில்லாத தன்மை நிலை பெற்றால் நன்மை எல்லாவற்றையும் கெடுக்கும்.<hr>';
            break;

        case 1020:
            resultText = `<strong style="color: aqua">குறள் எண்: 1020</strong><hr>` +
                'நாண்அகத்து இல்லார் இயக்கம் மரப்பாவை<br>' +
                'நாணால் உயிர்மருட்டி யற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மனத்தில் நாணம் இல்லாதவர் உலகத்தில் இயங்குதல் மரத்தால் செய்த பாவையைக் கயிறு கொண்டு ஆட்டி உயிருள்ளதாக மயக்கினாற் போன்றது.<hr>';
            break;

        case 1021:
            resultText = `<strong style="color: aqua">குறள் எண்: 1021</strong><hr>` +
                'கருமம் செயொருவன் கைதூவேன் என்னும்<br>' +
                'பெருமையின் பீடுஉடையது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குடிப்பெருமைக்கு உரிய கடமையைச் செய்வதற்குச் சோர்வடைய மாட்டேன் என்று ஒருவன் முயலும் பெருமையைப் போல மேம்பாடானது வேறொன்றும் இல்லை.<hr>';
            break;

        case 1022:
            resultText = `<strong style="color: aqua">குறள் எண்: 1022</strong><hr>` +
                'ஆள்வினையும் ஆன்ற அறிவும் எனஇரண்டின்<br>' +
                'நீள்வினையால் நீளும் குடி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முயற்சி, நிறைந்த அறிவு என்று சொல்லப்படும் இரண்டினையும் உடைய இடைவிடாத செயலால் ஒருவனுடைய குடி உயர்ந்து விளங்கும்.<hr>';
            break;

        case 1023:
            resultText = `<strong style="color: aqua">குறள் எண்: 1023</strong><hr>` +
                'குடிசெய்வல் என்னும் ஒருவற்குத் தெய்வம்<br>' +
                'மடிதற்றுத் தான்முந் துறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என் குடியை உயரச்செய்வேன் என்று முயலும் ஒருவனுக்கு ஊழ், ஆடையை இறுகக் கட்டிக் கொண்டு தானே முன்வந்து துணை செய்யும்.<hr>';
            break;

        case 1024:
            resultText = `<strong style="color: aqua">குறள் எண்: 1024</strong><hr>` +
                'சூழாமல் தானே முடிவுஎய்தும் தம்குடியைத்<br>' +
                'தாழாது உஞற்று பவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம் குடி உயர்வதற்கான செயலை விரைந்து முயன்று செய்வார்க்கு அவர் ஆராயாமலே அச்செயல் தானே நிறைவேறும்.<hr>';
            break;

        case 1025:
            resultText = `<strong style="color: aqua">குறள் எண்: 1025</strong><hr>` +
                'குற்றம் இலனாய்க் குடிசெய்து வாழ்வானைச்<br>' +
                'சுற்றமாச் சுற்றும் உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குற்றம் இல்லாதவனாய்க் குடி உயர்வதற்கான செயல் செய்து வாழ்கின்றவனை உலகத்தார் சுற்றமாக விரும்பிச் சூழ்ந்து கொள்வர்.<hr>';
            break;

        case 1026:
            resultText = `<strong style="color: aqua">குறள் எண்: 1026</strong><hr>` +
                'நல்ஆண்மை என்பது ஒருவற்குத் தான்பிறந்த<br>' +
                'இல்ஆண்மை ஆக்கிக் கொளல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவனுக்கு நல்ல ஆண்மை என்று சொல்லப்படுவது தான் பிறந்த குடியை ஆளும் சிறப்பைத் தனக்கு உண்டாக்கிக் கொள்வதாகும்.<hr>';
            break;

        case 1027:
            resultText = `<strong style="color: aqua">குறள் எண்: 1027</strong><hr>` +
                'அமர்அகத்து வன்கண்ணர் போலத் தமர்அகத்தும்<br>' +
                'ஆற்றுவார் மேற்றே பொறை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'போர்க்களத்தில் பலரிடையில் பொறுப்பை ஏற்றுக் கொள்ளும் அஞ்சாத வீரரைப்போல், குடியில் பிறந்தவரிடையிலும் தாங்கவல்லவர்மேல்தான் பொறுப்பு உள்ளது.<hr>';
            break;


        case 1028:
            resultText = `<strong style="color: aqua">குறள் எண்: 1028</strong><hr>` +
                'குடிசெய்வார்க்கு இல்லை பருவம் மடிசெய்து<br>' +
                'மானம் கருதக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குடி உயர்வதற்கான செயல் செய்கின்றவர்க்கு உரியகாலம் என்று ஒன்று இல்லை. சோம்பல் கொண்டு தம் மானத்தைக் கருதுவாரானால் குடிப்பெருமை கெடும்.<hr>';
            break;

        case 1029:
            resultText = `<strong style="color: aqua">குறள் எண்: 1029</strong><hr>` +
                'இடும்பைக்கே கொள்கலம் கொல்லோ குடும்பத்தைக்<br>' +
                'குற்றம் மறைப்பான் உடம்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன் குடிக்கு வரக்கூடிய குற்றத்தை வராமல் நீக்க முயல்கின்ற ஒருவனுடைய உடம்பு துன்பத்திற்கே இருப்பிடமானதோ?<hr>';
            break;

        case 1030:
            resultText = `<strong style="color: aqua">குறள் எண்: 1030</strong><hr>` +
                'இடுக்கண்கால் கொன்றிட வீழும் அடுத்துஊன்றும்<br>' +
                'நல்ஆள் இலாத குடி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துன்பம் வந்தபோது உடனிருந்து தாங்கவல்ல நல்ல ஆள் இல்லாத குடி, துன்பமாகிய கோடரி அடியில் வெட்டி வீழ்த்த விழுந்துவிடும்.<hr>';
            break;

        case 1031:
            resultText = `<strong style="color: aqua">குறள் எண்: 1031</strong><hr>` +
                'சுழன்றும்ஏர்ப் பின்னது உலகம் அதனால்<br>' +
                'உழந்தும் உழவே தலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகம் பல தொழில் செய்து சுழன்றாலும் ஏர்த் தொழிலின் பின் நிற்கின்றது; அதனால் எவ்வளவு துன்புற்றாலும் உழவுத் தொழிலே சிறந்தது.<hr>';
            break;

        case 1032:
            resultText = `<strong style="color: aqua">குறள் எண்: 1032</strong><hr>` +
                'உழுவார் உலகத்தார்க்கு ஆணிஅஃது ஆற்றாது<br>' +
                'எழுவாரை எல்லாம் பொறுத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உழவு செய்ய முடியாமல் உயிர் வாழ்கின்றவர் எல்லாரையும் தாங்குவதால், உழவு செய்கின்றவர் உலகத்தார்க்கு அச்சாணி போன்றவர்.<hr>';
            break;

        case 1033:
            resultText = `<strong style="color: aqua">குறள் எண்: 1033</strong><hr>` +
                'உழுதுண்டு வாழ்வாரே வாழ்வார்மற் றெல்லாம்<br>' +
                'தொழுதுண்டு பின்செல் பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உழவு செய்து அதனால் கிடைத்ததை உண்டு வாழ்கின்றவரே உரிமையோடு வாழ்கின்றவர்; மற்றவர் எல்லோரும் பிறரைத் தொழுது உண்டு பின் செல்கின்றவரே.<hr>';
            break;

        case 1034:
            resultText = `<strong style="color: aqua">குறள் எண்: 1034</strong><hr>` +
                'பலகுடை நீழலும் தன்குடைக்கீழ்க் காண்பர்<br>' +
                'அலகுஉடை நீழ லவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெல்வளம் உடைய தண்ணளி பொருந்திய உழவர், பல அரசரின் குடைநிழல்களையும் தம் குடையின் கீழ் காணவல்லவர் ஆவர்.<hr>';
            break;

        case 1035:
            resultText = `<strong style="color: aqua">குறள் எண்: 1035</strong><hr>` +
                'இரவார் இரப்பார்க்குஒன்று ஈவர் கரவாது<br>' +
                'கைசெய்துஊண் மாலை யவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கையால் தொழில்செய்து உணவு தேடி உண்ணும் இயல்புடைய தொழிலாளர் பிறரிடம்சென்று இரக்கமாட்டார்; தம்மிடம் இரந்தவர்க்கு ஒளிக்காமல் ஒரு பொருள் ஈவார்.<hr>';
            break;

        case 1036:
            resultText = `<strong style="color: aqua">குறள் எண்: 1036</strong><hr>` +
                'உழவினார் கைம்மடங்கின் இல்லை விழைவதூஉம்<br>' +
                'விட்டேம்என் பார்க்கும் நிலை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உழவருடைய கை, தொழில் செய்யாமல் மடங்கியிருக்குமானால், விரும்புகின்ற எந்தப் பற்றையும் விட்டு விட்டோம் என்று கூறும் துறவிகளுக்கும் வாழ்வு இல்லை.<hr>';
            break;

        case 1037:
            resultText = `<strong style="color: aqua">குறள் எண்: 1037</strong><hr>` +
                'தொடிப்புழுதி கஃசா உணக்கின் பிடித்துஎருவும்<br>' +
                'வேண்டாது சாலப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒரு பலம் புழுதி கால்பலம் ஆகும்படி உழுது காயவிட்டால், ஒருபிடி எருவும் இட வேண்டாமல் அந்நிலத்தில் பயிர் செழித்து விளையும்.<hr>';
            break;

        case 1038:
            resultText = `<strong style="color: aqua">குறள் எண்: 1038</strong><hr>` +
                'ஏரினும் நன்றால் எருஇடுதல் கட்டபின்<br>' +
                'நீரினும் நன்றுஅதன் காப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஏர் உழுதலைவிட எரு இடுதல் நல்லது; இந்த இரண்டும் செய்து களை நீக்கிய பிறகு, நீர் பாய்ச்சுதலை விடக் காவல் காத்தல் நல்லது.<hr>';
            break;

        case 1039:
            resultText = `<strong style="color: aqua">குறள் எண்: 1039</strong><hr>` +
                'செல்லான் கிழவன் இருப்பின் நிலம்புலந்து<br>' +
                'இல்லாளின் ஊடி விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நிலத்திற்கு உரியவன் நிலத்தைச் சென்று பார்க்காமல் வாளா இருந்தால், அந்நிலம் அவனுடைய மனைவியைப் போல் வெறுத்து அவனோடு பிணங்கி விடும்.<hr>';
            break;

        case 1040:
            resultText = `<strong style="color: aqua">குறள் எண்: 1040</strong><hr>` +
                'இலம்என்று அசைஇ இருப்பாரைக் காணின்<br>' +
                'நிலம்என்னும் நல்லாள் நகும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எம்மிடம் ஒரு பொருளும் இல்லை என்று எண்ணி வறுமையால் சோம்பியிருப்பவரைக் கண்டால், நிலமகள் தன்னுள் சிரிப்பாள்.<hr>';
            break;

        case 1041:
            resultText = `<strong style="color: aqua">குறள் எண்: 1041</strong><hr>` +
                'இன்மையின் இன்னாதது யாதுஎனின் இன்மையின்<br>' +
                'இன்மையே இன்னா தது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வறுமையைப் போல் துன்பமானது எது என்று கேட்டால், வறுமையைப் போல் துன்பமானது வறுமை ஒன்றே ஆகும்.<hr>';
            break;

        case 1042:
            resultText = `<strong style="color: aqua">குறள் எண்: 1042</strong><hr>` +
                'இன்மை எனஒரு பாவி மறுமையும்<br>' +
                'இம்மையும் இன்றி வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வறுமை என்று சொல்லப்படும் பாவி ஒருவனை நெருங்கினால், அவனுக்கு மறுமையின்பமும் இம்மையின்பமும் இல்லாமற் போகும் நிலைமை வரும்.<hr>';
            break;

        case 1043:
            resultText = `<strong style="color: aqua">குறள் எண்: 1043</strong><hr>` +
                'தொல்வரவும் தோலும் கெடுக்கும் தொகையாக<br>' +
                'நல்குரவு என்னும் நசை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வறுமை என்று சொல்லப்படும் ஆசைநிலை ஒருவனைப் பற்றினால் அவனுடைய பழைமையான குடிப் பண்பையும் புகழையும் ஒருசேரக் கெடுக்கும்.<hr>';
            break;


        case 1044:
            resultText = `<strong style="color: aqua">குறள் எண்: 1044</strong><hr>` +
                'இற்பிறந்தார் கண்ணேயும் இன்மை இளிவந்த<br>' +
                'சொற்பிறக்கும் சோர்வு தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வறுமை என்பது, நல்ல குடியிற் பிறந்தவரிடத்திலும் இழிவு தரும் சொல் பிறப்பதற்குக் காரணமான சோர்வை உண்டாக்கிவிடும்.<hr>';
            break;

        case 1045:
            resultText = `<strong style="color: aqua">குறள் எண்: 1045</strong><hr>` +
                'நல்குரவு என்னும் இடும்பையுள் பல்குரைத்<br>' +
                'துன்பங்கள் சென்று படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வறுமை என்று சொல்லப்படும் துன்ப நிலையினுள் பலவகையாக வேறுபட்டுள்ள எல்லாத் துன்பங்களும் சென்று விளைந்திடும்.<hr>';
            break;

        case 1046:
            resultText = `<strong style="color: aqua">குறள் எண்: 1046</strong><hr>` +
                'நற்பொருள் நன்குணர்ந்து சொல்லினும் நல்கூர்ந்தார்<br>' +
                'சொற்பொருள் சோர்வு படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல நூற் பொருளை நன்றாக உணர்ந்து எடுத்துச் சொன்ன போதிலும் வறியவர் சொன்ன சொற்பொருள் கேட்பார் இல்லாமல் பயன்படாமல் போகும்.<hr>';
            break;

        case 1047:
            resultText = `<strong style="color: aqua">குறள் எண்: 1047</strong><hr>` +
                'அறம்சாரா நல்குரவு ஈன்றதா யானும்<br>' +
                'பிறன்போல நோக்கப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறத்தோடு பொருந்தாத வறுமை ஒருவனைச் சேர்ந்தால் பெற்ற தாயாலும் அவன் அயலனைப் போல் புறக்கணித்துப் பார்க்கப்படுவான்.<hr>';
            break;

        case 1048:
            resultText = `<strong style="color: aqua">குறள் எண்: 1048</strong><hr>` +
                'இன்றும் வருவது கொல்லோ நெருநலும்<br>' +
                'கொன்றது போலும் நிரப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நேற்றும் கொலை செய்ததுபோல் துன்புறுத்திய வறுமை இன்றும் என்னிடம் வருமோ! (என்று வறியவன் நாள்தோறும் கலங்கி வருந்துவான்.)<hr>';
            break;

        case 1049:
            resultText = `<strong style="color: aqua">குறள் எண்: 1049</strong><hr>` +
                'நெருப்பினுள் துஞ்சலும் ஆகும் நிரப்பினுள்<br>' +
                'யாதுஒன்றும் கண்பாடு அரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவன் நெருப்பினுள் இருந்து தூங்குதலும் முடியும்; ஆனால் வறுமை நிலையில் எவ்வகையாலும் கண்மூடித் தூங்குதல் அரிது.<hr>';
            break;

        case 1050:
            resultText = `<strong style="color: aqua">குறள் எண்: 1050</strong><hr>` +
                'துப்புரவு இல்லார் துவரத் துறவாமை<br>' +
                'உப்பிற்கும் காடிக்கும் கூற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நுகரும் பொருள் இல்லாத வறியவர் முற்றுந் துறக்கக் கூடியவராக இருந்தும் துறக்காத காரணம், உப்புக்கும் கஞ்சிக்கும் எமனாக இருப்பதே ஆகும்.<hr>';
            break;

        case 1051:
            resultText = `<strong style="color: aqua">குறள் எண்: 1051</strong><hr>` +
                'இரக்க இரத்தக்கார்க் காணின்: கரப்பின்<br>' +
                'அவர்பழி தம்பழி அன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இரந்து கேட்கத் தக்கவரைக் கண்டால் அவரிடம் இரக்க வேண்டும்; அவர் இல்லையென்று ஒளிப்பாரானால் அது அவர்க்குப் பழி; தமக்குப் பழி அன்று.<hr>';
            break;

        case 1052:
            resultText = `<strong style="color: aqua">குறள் எண்: 1052</strong><hr>` +
                'இன்பம் ஒருவற்கு இரத்தல் இரந்தவை<br>' +
                'துன்பம் உறாஅ வரின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இரந்து கேட்ட பொருள்கள் துன்பமுறாமல் கிடைக்குமானால், அவ்வாறு இரத்தலும் இன்பம் என்று சொல்லத் தக்கதாகும்.<hr>';
            break;

        case 1053:
            resultText = `<strong style="color: aqua">குறள் எண்: 1053</strong><hr>` +
                'கரப்புஇலா நெஞ்சின் கடன்அறிவார் முன்நின்று<br>' +
                'இரப்பும்ஓர் ஏஎர் உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒளிப்பு இல்லாத நெஞ்சும் கடமையுணர்ச்சியும் உள்ளவரின் முன்னே நின்று இரந்து பொருள் கேட்பதும் ஓர் அழகு உடையதாகும்.<hr>';
            break;

        case 1054:
            resultText = `<strong style="color: aqua">குறள் எண்: 1054</strong><hr>` +
                'இரத்தலும் ஈதலே போலும் கரத்தல்<br>' +
                'கனவிலும் தேற்றாதார் மாட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உள்ளதை மறைத்துக் கூறும் தன்மையைக் கனவிலும் அறியாதவனிடத்தில் இரந்து கேட்பதும் பிறர்க்குக் கொடுப்பதே போன்ற சிறப்புடையது.<hr>';
            break;

        case 1055:
            resultText = `<strong style="color: aqua">குறள் எண்: 1055</strong><hr>` +
                'கரப்பிலார் வையகத்து உண்மையால் கண்நின்று<br>' +
                'இரப்பவர் மேற்கொள் வது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவர்முன் நின்று இரப்பவர் அந்த இரத்தலை மேற்கொள்வது, உள்ளதை இல்லை என்று, ஒளித்துக் கூறாத நன்மக்கள் உலகத்தில் இருப்பதால்தான்.<hr>';
            break;

        case 1056:
            resultText = `<strong style="color: aqua">குறள் எண்: 1056</strong><hr>` +
                'கரப்புஇடும்பை இல்லாரைக் காணின் நிரப்புஇடும்பை<br>' +
                'எல்லாம் ஒருங்கு கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உள்ளதை ஒளிக்கும் துன்ப நிலை இல்லாதவரைக் கண்டால், இரப்பவரின் வறுமைத்துன்பம் எல்லாம் ஒருசேரக் கெடும்.<hr>';
            break;

        case 1057:
            resultText = `<strong style="color: aqua">குறள் எண்: 1057</strong><hr>` +
                'இகழ்ந்துஎள்ளாது ஈவாரைக் காணின் மகிழ்ந்துஉள்ளம்<br>' +
                'உள்ளுள் உவப்பது உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இகழ்ந்து எள்ளாமல் பொருள் கொடுப்பவரைக் கண்டால், இரப்பவரின் உள்ளம் மகிழ்ந்து உள்ளுக்குள்ளேயே உவகை அடையும் தன்மையுடையதாகும்.<hr>';
            break;

        case 1058:
            resultText = `<strong style="color: aqua">குறள் எண்: 1058</strong><hr>` +
                'இரப்பாரை இல்லாயின் ஈர்ங்கண்மா ஞாலம்<br>' +
                'மரப்பாவை சென்றுவந் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இரப்பவர் இல்லையானால், இப் பெரிய உலகின் இயக்கம் மரத்தால் செய்த பாவை கயிற்றினால் ஆட்டப்பட்டுச் சென்று வந்தாற் போன்றதாகும்.<hr>';
            break;

        case 1059:
            resultText = `<strong style="color: aqua">குறள் எண்: 1059</strong><hr>` +
                'ஈவார்கண் என்உண்டாம் தோற்றம் இரந்துகோள்<br>' +
                'மேவார் இலாஅக் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் இல்லை என்று இரந்து அதைப் பெற்றுக் கொள்ள விரும்புவோர் இல்லாதபோது, பொருள் கொடுப்பவரிடத்தில் என்ன புகழ் உண்டாகும்?<hr>';
            break;

        case 1060:
            resultText = `<strong style="color: aqua">குறள் எண்: 1060</strong><hr>` +
                'இரப்பான் வெகுளாமை வேண்டும்: நிரப்புஇடும்பை<br>' +
                'தானேயும் சாலும் கரி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இரப்பவன் எவரிடத்திலும் சினம் கொள்ளாதிருக்க வேண்டும்; அவன் அடைந்துள்ள வறுமைத் துன்பமே அவனுக்கு அறிவு புகட்டும் சான்றாக அமையும்.<hr>';
            break;

        case 1061:
            resultText = `<strong style="color: aqua">குறள் எண்: 1061</strong><hr>` +
                'கரவாது உவந்துஈயும் கண்ணன்னார் கண்ணும்<br>' +
                'இரவாமை கோடி யுறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உள்ளதை ஒளிக்காமல் உள்ளம் மகிழ்ந்து கொடுக்கும் கண்போல் சிறந்தவரிடத்திலும் சென்று இரவாமலிருப்பதே கோடி மடங்கு நல்லது.<hr>';
            break;

        case 1062:
            resultText = `<strong style="color: aqua">குறள் எண்: 1062</strong><hr>` +
                'இரந்தும் உயிர்வாழ்தல் வேண்டின் பரந்து<br>' +
                'கெடுக உலகுஇயற்றி யான்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உலகத்தைப் படைத்தவன் உலகில் சிலர் இரந்தும் உயிர்வாழுமாறு ஏற்படுத்தியிருந்தால், அவன் இரப்பவரைப் போல் எங்கும் அலைந்து கெடுவானாக!<hr>';
            break;

        case 1063:
            resultText = `<strong style="color: aqua">குறள் எண்: 1063</strong><hr>` +
                'இன்மை இடும்பை இரந்துதீர் வாம்என்னும்<br>' +
                'வன்மையின் வன்பாட்டது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வறுமைத் துன்பத்தை இரப்பதன் வாயிலாகத் தீர்ப்போம் என்று கருதி முயற்சியைக் கைவிட்ட வன்மையைப் போல் வன்மையானது வேறு இல்லை.<hr>';
            break;

        case 1064:
            resultText = `<strong style="color: aqua">குறள் எண்: 1064</strong><hr>` +
                'இடம்எல்லாம் கொள்ளாத் தகைத்தே இடம்இல்லாக்<br>' +
                'காலும் இரவுஓல்லாச் சால்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வாழ வழி இல்லாத போதும் இரந்துகேட்க உடன்படாத சால்பு, உலகத்தில் இடமெல்லாம் கொள்ளாத அவ்வளவு பெருமையுடையதாகும்.<hr>';
            break;

        case 1065:
            resultText = `<strong style="color: aqua">குறள் எண்: 1065</strong><hr>` +
                'தெள்நீர் அடுபுற்கை ஆயினும் தாள்தந்தது<br>' +
                'உண்ணலின் ஊங்குஇனியது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தெளிந்த நீர்போல் சமைத்த கூழே ஆனாலும், முயற்சியால் கிடைத்ததை உண்பதைவிட இனிமையானது வேறொன்றும் இல்லை.<hr>';
            break;

        case 1066:
            resultText = `<strong style="color: aqua">குறள் எண்: 1066</strong><hr>` +
                'ஆவிற்கு நீர்என்று இரப்பினும் நாவிற்கு<br>' +
                'இரவின் இளிவந்தது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பசுவிற்கு நீர்வேண்டும் என்று அறம் நோக்கி இரந்து கேட்டாலும் அந்த இரத்தலை விட நாவிற்கு இழிவானது மற்றொன்று இல்லை.<hr>';
            break;

        case 1067:
            resultText = `<strong style="color: aqua">குறள் எண்: 1067</strong><hr>` +
                'இரப்பன் இரப்பாரை எல்லாம் இரப்பின்<br>' +
                'கரப்பார் இரவன்மின் என்று!<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இரந்து கேட்பதானால் உள்ளதை ஒளிப்பவரிடத்தில் சென்று இரக்கவேண்டாம் என்று இரப்பவர் எல்லோரையும் இரந்து வேண்டுகின்றேன்.<hr>';
            break;

        case 1068:
            resultText = `<strong style="color: aqua">குறள் எண்: 1068</strong><hr>` +
                'இரவுஎன்னும் ஏமாப்புஇல் தோணி கரவுஎன்னும்<br>' +
                'பார்தாக்கப் பக்கு விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இரத்தல் என்னும் காவல் இல்லாத மரக்கலம் உள்ளதை ஒளித்துவைக்கும் தன்மையாகிய வன்னிலம் தாக்கினால் உடைந்துவிடும்.<hr>';
            break;

        case 1069:
            resultText = `<strong style="color: aqua">குறள் எண்: 1069</strong><hr>` +
                'இரவுஉள்ள உள்ளம் உருகும்: கரவுஉள்ள<br>' +
                'உள்ளதூஉம் இன்றிக் கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இரத்தலின் கொடுமையை நினைந்தால் உள்ளம் கரைந்து உருகும்; உள்ளதை ஒளிக்கும் கொடுமையை நினைந்தால், உருகுமளவும் இல்லாமல் அழியும்.<hr>';
            break;

        case 1070:
            resultText = `<strong style="color: aqua">குறள் எண்: 1070</strong><hr>` +
                'கரப்பவர்க்கு யாங்குஒளிக்கும் கொல்லோ இரப்பவர்<br>' +
                'சொல்லாடப் போஒம் உயிர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இரப்பவர்\'இல்லை\' என்று சொல்கின்ற அளவிலேயே உயிர் போகின்றதே; உள்ளதை இல்லை என்று ஒளிப்பவர்க்கு உயிர் எங்கு ஒளிந்திருக்குமோ?<hr>';
            break;

        case 1071:
            resultText = `<strong style="color: aqua">குறள் எண்: 1071</strong><hr>` +
                'மக்களே போல்வர் கயவர்: அவரன்ன<br>' +
                'ஒப்பாரி் யாம்கண்டது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மக்களே போல் இருப்பர் கயவர்; அவர் மக்களை ஒத்திருப்பது போன்ற ஒப்புமை வேறு எந்த இருவகைப் பொருள்களிடத்திலும் யாம் கண்டதில்லை.<hr>';
            break;

        case 1072:
            resultText = `<strong style="color: aqua">குறள் எண்: 1072</strong><hr>` +
                'நன்றுஅறி வாரின் கயவர் திருஉடையர்<br>' +
                'நெஞ்சத்து அவலம் இலர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நன்மை அறிந்தவரைவிடக் கயவரே நல்ல பேறு உடையவர்; ஏன் என்றால், கயவர் தம் நெஞ்சில் எதைப் பற்றியும் கவலை இல்லாதவர்.<hr>';
            break;

        case 1073:
            resultText = `<strong style="color: aqua">குறள் எண்: 1073</strong><hr>` +
                'தேவர் அனையர் கயவர் அவரும்தாம்<br>' +
                'மேவன செய்தொழுக லான்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கயவரும் தேவரைப் போல் தாம் விரும்புகின்றவைகளைச் செய்து மனம் போன போக்கில் நடத்தலால், கயவர் தேவரைப் போன்றவர்.<hr>';
            break;

        case 1074:
            resultText = `<strong style="color: aqua">குறள் எண்: 1074</strong><hr>` +
                'அகப்பட்டி ஆவாரைக் காணின் அவரின்<br>' +
                'மிகப்பட்டுச் செம்மாக்கும் கீழ்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கீழ்மக்கள் தமக்குக் கீழ்ப்பட்டவராய் நடப்பவரைக் கண்டால், அவரைவிடத் தாம் மேம்பாடு உடையவராய் இறுமாப்படைவர்.<hr>';
            break;

        case 1075:
            resultText = `<strong style="color: aqua">குறள் எண்: 1075</strong><hr>` +
                'அச்சமே கீழ்களது ஆசாரம்: எச்சம்<br>' +
                'அவாஉண்டேல் உண்டாம் சிறிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கீழ்மக்களின் ஆசாரத்திற்குக் காரணமாக இருப்பது அச்சமே; எஞ்சியவற்றில், அவா உண்டானால் அதனாலும் சிறிதளவு ஆசாரம் உண்டாகும்.<hr>';
            break;

        case 1076:
            resultText = `<strong style="color: aqua">குறள் எண்: 1076</strong><hr>` +
                'அறைபறை அன்னர் கயவர்தாம் கேட்ட<br>' +
                'மறைபிறர்க்கு உய்த்துஉரைக்க லான்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கயவர், தாம் கேட்டறிந்த மறைபொருளைப் பிறர்க்கு வலியக்கொண்டுபோய்ச் சொல்லுவதால், அறையப்படும் பறை போன்றவர்.<hr>';
            break;

        case 1077:
            resultText = `<strong style="color: aqua">குறள் எண்: 1077</strong><hr>` +
                'ஈர்ங்கை விதிரார் கயவர் கொடிறுஉடைக்கும்<br>' +
                'கூன்கையர் அல்லா தவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கயவர் தம் கன்னத்தை இடித்து உடைக்கும்படி வளைந்த கை உடையவரல்லாத மற்றவர்க்கு உண்ட எச்சில் கையையும் உதறமாட்டார்.<hr>';
            break;

        case 1078:
            resultText = `<strong style="color: aqua">குறள் எண்: 1078</strong><hr>` +
                'சொல்லப் பயன்படுவர் சான்றோர்: கரும்புபோல்<br>' +
                'கொல்லப் பயன்படும் கீழ்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அணுகிக்குறை சொல்லிய அளவிலேயே சான்றோர் பயன்படுவர்; கரும்பு போல் அழித்துப் பிழிந்தால்தான் கீழ்மக்கள் பயன்படுவர்.<hr>';
            break;

        case 1079:
            resultText = `<strong style="color: aqua">குறள் எண்: 1079</strong><hr>` +
                'உடுப்பதூஉம் உண்பதூஉம் காணின் பிறர்மேல்<br>' +
                'வடுக்காண வற்றாகும் கீழ்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கீழ்மகன் பிறர் உடுப்பதையும் உண்பதையும் கண்டால் அவர்மேல் பொறாமைகொண்டு, வேண்டும் என்றே குற்றம் காண வல்லவனாவான்.<hr>';
            break;

        case 1080:
            resultText = `<strong style="color: aqua">குறள் எண்: 1080</strong><hr>` +
                'எற்றிற்கு உரியர் கயவர்ஒன்று உற்றக்கால்<br>' +
                'விற்றிற்கு உரியர் விரைந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கயவர் எதற்கு உரியவர்? ஒரு துன்பம் வந்தடைந்த காலத்தில் அதற்காகத் தம்மைப் பிறர்க்கு விலையாக விற்றுவிடுவதற்கு உரியவர் ஆவர்.<hr>';
            break;


        case 1081:
            resultText = `<strong style="color: aqua">குறள் எண்: 1081</strong><hr>` +
                'அணங்குகொல் ஆய்மயில் கொல்லோ கனங்குழை<br>' +
                'மாதர்கொல் மாலும்என் நெஞ்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தெய்வப் பெண்ணோ! மயிலோ? கனமான குழை அணிந்த மனிதப் பெண்ணோ? என் நெஞ்சம் மயங்குகின்றதே!<hr>';
            break;

        case 1082:
            resultText = `<strong style="color: aqua">குறள் எண்: 1082</strong><hr>` +
                'நோக்கினாள் நோக்கெதிர் நோக்குதல் தாக்குஅணங்கு<br>' +
                'தானைக்கொண் டன்னது உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நோக்கிய அவள் பார்வைக்கு எதிரே நோக்குதல் தானே தாக்கி வருத்தும் அணங்கு, ஒரு சேனையயும் கொண்டு வந்து தாக்கினாற் போன்றது.<hr>';
            break;

        case 1083:
            resultText = `<strong style="color: aqua">குறள் எண்: 1083</strong><hr>` +
                'பண்டுஅறியேன் கூற்றுஎன் பதனை: இனிஅறிந்தேன்<br>' +
                'பெண்தகையால் பேரமர்க் கட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எமன் என்று சொல்லப்படுவதை முன்பு அறியேன்; இப்பொழுது கண்டறிந்தேன்; அது பெண் தன்மையுடன் போர் செய்யும் பெரிய கண்களை உடையது.<hr>';
            break;

        case 1084:
            resultText = `<strong style="color: aqua">குறள் எண்: 1084</strong><hr>` +
                'கண்டார் உயிருண்ணும் தோற்றத்தால் பெண்தகைப்<br>' +
                'பேதைக்கு அமர்த்தன கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெண்தன்மை உடைய இந்தப் பேதைக்குக் கண்கள் கண்டவரின் உயிரை உண்ணும் தோற்றத்தோடு கூடி ஒன்றோடொன்று மாறுபட்டிருந்தன.<hr>';
            break;

        case 1085:
            resultText = `<strong style="color: aqua">குறள் எண்: 1085</strong><hr>` +
                'கூற்றமோ கண்ணோ பிணையோ மடவரல்<br>' +
                'நோக்கம்இம் மூன்றும் உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எமனோ? கண்ணோ? பெண்மானோ? இந்த இளம் பெண்ணின் பார்வை இந்த மூன்றன் தன்மையும் உடையதாக இருக்கின்றது.<hr>';
            break;

        case 1086:
            resultText = `<strong style="color: aqua">குறள் எண்: 1086</strong><hr>` +
                'கொடும்புருவம் கோடா மறைப்பின் நடுங்குஅஞர்<br>' +
                'செய்யல மன்இவள் கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வளைந்த புருவங்கள் கோணாமல் நேராக இருந்து மறைக்குமானால், இவளுடைய கண்கள் யான் நடுங்கும்படியான துன்பத்தைச் செய்யமாட்டா.<hr>';
            break;

        case 1087:
            resultText = `<strong style="color: aqua">குறள் எண்: 1087</strong><hr>` +
                'கடாஅக் களிற்றின்மேல் கண்படாம் மாதர்<br>' +
                'படாஅ முலைமேல் துகில்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மாதருடைய சாயாத கொங்கைகளின்மேல் அணிந்த ஆடை, மதம் பிடித்த ஆண்யானையின்மேல் இட்ட முகபடாம் போன்றது.<hr>';
            break;

        case 1088:
            resultText = `<strong style="color: aqua">குறள் எண்: 1088</strong><hr>` +
                'ஒள்நுதற்கு ஓஒ உடைந்ததே ஞாட்பினுள்<br>' +
                'நண்ணாரும் உட்கும்என் பீடு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'போரக்களத்தில் பகைவரும் அஞ்சுதற்குக் காரணமான என் வலிமை, இவளுடைய ஒளி பொருந்திய நெற்றிக்குத் தோற்று அழிந்ததே!<hr>';
            break;

        case 1089:
            resultText = `<strong style="color: aqua">குறள் எண்: 1089</strong><hr>` +
                'பிணைஏர் மடநோக்கும் நாணும் உடையாட்கு<br>' +
                'அணிஎவனோ ஏதில தந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெண்மானைப் போன்ற இளமைப் பார்வையும் நாணமும் உடைய இவளுக்கு, ஒரு தொடர்பும் இல்லாத அணிகளைச் செய்து அணிவது ஏனோ?<hr>';
            break;

        case 1090:
            resultText = `<strong style="color: aqua">குறள் எண்: 1090</strong><hr>` +
                'உண்டார்கண் அல்லது அடுநறாக் காமம்போல்<br>' +
                'கண்டார் மகிழ்செய்தல் இன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கள், தன்னை உண்டவரிடத்தில் அல்லாமல் காமத்தைப் போல் தன்னைக் கண்டவரிடத்தில் மயக்கத்தை உண்டாக்குவதில்லை.<hr>';
            break;

        case 1091:
            resultText = `<strong style="color: aqua">குறள் எண்: 1091</strong><hr>` +
                'இருநோக்கு இவள்உண்கண் உள்ளது: ஒருநோக்கு<br>' +
                'நோய்நோக்குஒன்று அந்நோய் மருந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இவளுடைய மை தீட்டிய கண்களில் உள்ளது இருவகைப் பட்ட நோக்கமாகும்; அவற்றுள் ஒரு நோக்கம் நோய் செய்யும் நோக்கம்; மற்றொன்று அந் நோய்க்கு மருந்தாகும்.<hr>';
            break;

        case 1092:
            resultText = `<strong style="color: aqua">குறள் எண்: 1092</strong><hr>` +
                'கண்களவு கொள்ளும் சிறுநோக்கம் காமத்தில்<br>' +
                'செம்பாகம் அன்று பெரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்ணால் என்னை நோக்கிக் களவு கொள்கின்ற சுருங்கிய பார்வை காமத்தில் நேர்பாதி அன்று; அதைவிடப் பெரிய பகுதியாகும்.<hr>';
            break;

        case 1093:
            resultText = `<strong style="color: aqua">குறள் எண்: 1093</strong><hr>` +
                'நோக்கினாள் நோக்கி இறைஞ்சினாள் அஃதவள்<br>' +
                'யாப்பினுள் அட்டிய நீர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என்னை நோக்கினாள்; யான் கண்டதும், நோக்கித் தலைகுனிந்தாள்; அது அவள் வளர்க்கும் அன்பினுள் வார்க்கின்ற நீராகும்.<hr>';
            break;

        case 1094:
            resultText = `<strong style="color: aqua">குறள் எண்: 1094</strong><hr>` +
                'யான்நோக்கும் காலை நிலன்நோக்கும் நோக்காக்கால்<br>' +
                'தான்நோக்கி மெல்ல நகும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யான் நோக்கும்போது அவள் நிலத்தை நோக்குவாள்; யான் நோக்காதபோது அவள் என்னை நோக்கி மெல்லத் தனக்குள் மகிழ்வாள்.<hr>';
            break;

        case 1095:
            resultText = `<strong style="color: aqua">குறள் எண்: 1095</strong><hr>` +
                'குறிக்கொண்டு நோக்காமை அல்லால் ஒருகண்<br>' +
                'சிறக்கணித்தாள் போல நகும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என்னை நேராகக் குறித்துப் பார்க்காத அத்தன்மையே அல்லாமல், ஒரு கண்ணைச் சுருக்கினவள்போல் என்னைப் பார்த்துத் தனக்குள் மகிழ்வாள்.<hr>';
            break;

        case 1096:
            resultText = `<strong style="color: aqua">குறள் எண்: 1096</strong><hr>` +
                'உறாஅ தவர்போல் சொலினும் செறாஅர்சொல்<br>' +
                'ஒல்லை உணரப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புறத்தே அயலார்போல் அன்பில்லாத சொற்களைச் சொன்னாலும் அகத்தே பகையில்லாதவரின் சொல் என்பது விரைவில் அறியப்படும்.<hr>';
            break;

        case 1097:
            resultText = `<strong style="color: aqua">குறள் எண்: 1097</strong><hr>` +
                'செறாஅச் சிறுசொல்லும் செற்றார்போல் நோக்கும்<br>' +
                'உறாஅர்போன்று உற்றார் குறிப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பகைகொள்ளாத கடுஞ்சொல்லும், பகைவர்போல் பார்க்கும் பார்வையும் புறத்தே அயலார்போல் இருந்து அகத்தே அன்பு கொண்டவரின் குறிப்பாகும்.<hr>';
            break;

        case 1098:
            resultText = `<strong style="color: aqua">குறள் எண்: 1098</strong><hr>` +
                'அசைஇயற்கு உண்டுஆண்டுஓர் ஏஎர்யான் நோக்கப்<br>' +
                'பசையினள் பைய நகும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யான் நோக்கும்போது அதற்காக அன்பு கொண்டவளாய் மெல்லச் சிரிப்பாள்; அசையும் மெல்லிய இயல்பை உடைய அவளுக்கு அப்போது ஓர் அழகு உள்ளது.<hr>';
            break;

        case 1099:
            resultText = `<strong style="color: aqua">குறள் எண்: 1099</strong><hr>` +
                'ஏதிலார் போலப் பொதுநோக்கு நோக்குதல்<br>' +
                'காதலார் கண்ணே யுள.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'புறத்தே அயலார்போல் அன்பில்லாத பொதுநோக்கம் கொண்டு பார்த்தல், அகத்தே காதல் கொண்டவரிடம் உள்ள ஓர் இயல்பாகும்.<hr>';
            break;

        case 1100:
            resultText = `<strong style="color: aqua">குறள் எண்: 1100</strong><hr>` +
                'கண்ணோடு கண்ணிணை நோக்குஒக்கின் வாய்ச்சொற்கள்<br>' +
                'என்ன பயனும் இல.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்களோடு கண்கள் நோக்கால் ஒத்திந்து அன்பு செய்யுமானால் வாய்ச்சொற்கள் என்ன பயனும் இல்லாமற் போகின்றன.<hr>';
            break;

        case 1101:
            resultText = `<strong style="color: aqua">குறள் எண்: 1101</strong><hr>` +
                'கண்டுகேட்டு உண்டுஉயிர்த்து உற்றுஅறியும் ஐம்புலனும்<br>' +
                'ஒண்டொடி கண்ணே உள.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்டும் கேட்டும் உண்டும் முகர்ந்தும் உற்றும் அறிகின்ற ஐந்து புலன்களாலாகிய இன்பங்களும் ஒளி பொருந்திய வளையல் அணிந்த இவளிடத்தில் உள்ளன.<hr>';
            break;

        case 1102:
            resultText = `<strong style="color: aqua">குறள் எண்: 1102</strong><hr>` +
                'பிணிக்கு மருந்து பிறமன்: அணியிழை<br>' +
                'தன்நோய்க்குத் தானே மருந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நோய்களுக்கு மருந்து வேறு பொருள்களாக இருக்கின்றன; ஆனால், அணிகலன் அணிந்த இவளால் வளர்ந்த நோய்க்கு இவளே மருந்தாக இருக்கின்றாள்.<hr>';
            break;

        case 1103:
            resultText = `<strong style="color: aqua">குறள் எண்: 1103</strong><hr>` +
                'தாம்வீழ்வார் மென்றோள் துயிலின் இனிதுகொல்<br>' +
                'தாமரைக் கண்ணான் உலகு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தாமரைக் கண்ணனுடைய உலகம், தாம் விரும்பும் காதலியரின் மெல்லிய தோள்களில் துயிலும் துயில்போல் இனிமை உடையதோ?<hr>';
            break;

        case 1104:
            resultText = `<strong style="color: aqua">குறள் எண்: 1104</strong><hr>` +
                'நீங்கின் தெறூஉம் குறுகுங்கால் தண்என்னும்<br>' +
                'தீயாண்டுப் பெற்றாள் இவள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நீங்கினால் சுடுகின்றது; அணுகினால் குளிர்ச்சியாக இருக்கின்றது; இத்தகைய புதுமையான தீயை இவள் எவ்விடத்திலிருந்து பெற்றாள்?<hr>';
            break;

        case 1105:
            resultText = `<strong style="color: aqua">குறள் எண்: 1105</strong><hr>` +
                'வேட்ட பொழுதின் அவைஅவை போலுமே<br>' +
                'தோட்டார் கதுப்பினாள் தோள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மலரணிந்த கூந்தலை உடைய இவளுடைய தோள்கள் விருப்பமான பொருள்களை நினைந்து விரும்பிய பொழுது அவ்வப்பொருள்களைப் போலவே இன்பம் செய்கின்றன.<hr>';
            break;

        case 1106:
            resultText = `<strong style="color: aqua">குறள் எண்: 1106</strong><hr>` +
                'உறுதோறு உயிர்தளிர்ப்பத் தீண்டலால் பேதைக்கு<br>' +
                'அமிழ்தின் இயன்றன தோள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருந்தும்போதெல்லாம் உயிர் தளிர்க்கும்படியாகத் தீண்டுதலால் இவளுக்குத் தோள்கள் அமிழ்தத்தால் செய்யப்பட்டிருக்க வேண்டும்.<hr>';
            break;

        case 1107:
            resultText = `<strong style="color: aqua">குறள் எண்: 1107</strong><hr>` +
                'தம்மில் இருந்து தமதுபாத்து உண்டற்றால்<br>' +
                'அம்மா அரிவை முயக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அழகிய மாமை நிறம் உடைய இவளுடைய தழுவுதல், தம்முடைய வீட்டிலிருந்து தாம் ஈட்டிய பொருளைப் பகுத்துக் கொடுத்து உண்டாற் போன்றது.<hr>';
            break;

        case 1108:
            resultText = `<strong style="color: aqua">குறள் எண்: 1108</strong><hr>` +
                'வீழும் இருவர்க்கு இனிதே வளிஇடை<br>' +
                'போழப் படாஅ முயக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காற்று இடையறுத்துச் செல்லாதபடி தழுவும் தழுவுதல், ஒருவரை ஒருவர் விரும்பிய காதலர் இருவர்க்கும் இனிமை உடையதாகும்.<hr>';
            break;

        case 1109:
            resultText = `<strong style="color: aqua">குறள் எண்: 1109</strong><hr>` +
                'ஊடல் உணர்தல் புணர்தல் இவைகாமம்<br>' +
                'கூடியார் பெற்ற பயன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊடுதல், ஊடலை உணர்ந்து விடுதல், அதன்பின் கூடுதல் ஆகிய இவை காதல் வாழ்வு நிறைவேறப்பெற்றவர் பெற்ற பயன்களாகும்.<hr>';
            break;

        case 1110:
            resultText = `<strong style="color: aqua">குறள் எண்: 1110</strong><hr>` +
                'அறிதோறு அறியாமை கண்டற்றால் காமம்<br>' +
                'செறிதோறும் சேயிழை மாட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'செந்நிற அணிகலன்களை அணிந்த இவளிடம் பொருந்துந்தோறும் காதல் உணர்தல், நூற்பொருள்களை அறிய அறிய அறியாமை கண்டாற் போன்றது.<hr>';
            break;

        case 1111:
            resultText = `<strong style="color: aqua">குறள் எண்: 1111</strong><hr>` +
                'நல்நீரை வாழி அனிச்சமே நின்னினும்<br>' +
                'மெல்நீரள் யாம்வீழ் பவள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அனிச்சப்பூவே! நல்ல மென்மைத்தன்மை பெற்றிருக்கின்றாய்! நீ வாழ்க! யாம் விரும்பும் காதலி உன்னைவிட மெல்லிய தன்மை உடையவள்.<hr>';
            break;

        case 1112:
            resultText = `<strong style="color: aqua">குறள் எண்: 1112</strong><hr>` +
                'மலர்காணின் மையாத்தி நெஞ்சே இவள்கண்<br>' +
                'பலர்காணும் பூவொக்கும் என்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சமே! இவளுடைய கண்கள் பலரும் காண்கின்ற மலர்களை ஒத்திருக்கின்றன என்று நினைத்து ஒத்த மலர்களைக் கண்டால் நீ மயங்குகின்றாய்!<hr>';
            break;

        case 1113:
            resultText = `<strong style="color: aqua">குறள் எண்: 1113</strong><hr>` +
                'முறிமேனி முத்தம் முறுவல் வெறிநாற்றம்<br>' +
                'வேல்உண்கண் வேய்த்தோ ளவட்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மூங்கில் போன்ற தோளை உடைய இவளுக்குத் தளிரே மேனி; முத்தே பல்; இயற்கை மணமே மணம்; வேலே மை உண்ட கண்.<hr>';
            break;

        case 1114:
            resultText = `<strong style="color: aqua">குறள் எண்: 1114</strong><hr>` +
                'காணின் குவளை கவிழ்ந்து நிலன்நோக்கும்<br>' +
                'மாணிழை கண்ஒவ்வேம் என்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குவளை மலர்கள் காணும் தன்மைபெற்றுக் கண்டால், "இவளுடைய கண்களுக்கு யாம் ஒப்பாகவில்லையே" என்று தலைகவிழ்ந்து நிலத்தை நோக்கும்.<hr>';
            break;

        case 1115:
            resultText = `<strong style="color: aqua">குறள் எண்: 1115</strong><hr>` +
                'அனிச்சப்பூக் கால்களையாள் பெய்தாள் நுசுப்பிற்கு<br>' +
                'நல்ல படாஅ பறை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவள் தன் மென்மை அறியாமல் அனிச்ச மலர்களைக் காம்பு களையாமல் சூடினாள்; அவற்றால் நொந்து வருந்தும் அவளுடைய இடைக்குப் பறைகள் நல்லனவாய் ஒலியா.<hr>';
            break;

        case 1116:
            resultText = `<strong style="color: aqua">குறள் எண்: 1116</strong><hr>` +
                'மதியும் மடந்தை முகனும் அறியா<br>' +
                'பதியின் கலங்கிய மீன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விண்மீன்கள் திங்களையும் இவளுடைய முகத்தையும் வேறுபாடு கண்டு அறியமுடியாமல் தம் நிலையில் நிற்காமல் கலங்கித் திரிகின்றன.<hr>';
            break;

        case 1117:
            resultText = `<strong style="color: aqua">குறள் எண்: 1117</strong><hr>` +
                'அறுவாய் நிறைந்த அவிர்மதிக்குப் போல<br>' +
                'மறுஉண்டோ மாதர் முகத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குறைந்த இடமெல்லாம் படிப்படியாக நிறைந்து விளங்குகின்ற திங்களிடம் உள்ளதுபோல் இந்த மாதர் முகத்தில் களங்கம் உண்டோ? இல்லையே!<hr>';
            break;

        case 1118:
            resultText = `<strong style="color: aqua">குறள் எண்: 1118</strong><hr>` +
                'மாதர் முகம்போல் ஒளிவிட வல்லையேல்<br>' +
                'காதலை வாழி மதி !<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'திங்களே! இம் மாதரின் முகத்தைப்போல் ஒளி வீச உன்னால் முடியுமானால், நீயும் இவள்போல் என் காதலுக்கு உரிமை பெறுவாய்.<hr>';
            break;

        case 1119:
            resultText = `<strong style="color: aqua">குறள் எண்: 1119</strong><hr>` +
                'மலர்அன்ன கண்ணாள் முகம்ஒத்தி யாயின்<br>' +
                'பலர்காணத் தோன்றல் மதி !<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'திங்களே! மலர்போன்ற கண்களை உடைய இவளுடைய முகத்தை ஒத்திருக்க விரும்பினால், நீ பலரும் காணும்படியாகத் தோன்றாதே.<hr>';
            break;

        case 1120:
            resultText = `<strong style="color: aqua">குறள் எண்: 1120</strong><hr>` +
                'அனிச்சமும் அன்னத்தின் தூவியும் மாதர்<br>' +
                'அடிக்கு நெருஞ்சிப் பழம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அனிச்ச மலரும் அன்னப்பறவையின் இறகும் ஆகிய இவைகள் மாதரின் மெல்லிய அடிகளுக்கு நெருஞ்சிமுள் போன்றவை.<hr>';
            break;

        case 1121:
            resultText = `<strong style="color: aqua">குறள் எண்: 1121</strong><hr>` +
                'பாலொடு தேன்கலந் தற்றே பணிமொழி<br>' +
                'வால்எயிறு ஊறிய நீர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மென்மையான மொழிகளைப் பேசுகின்ற இவளுடைய தூய பற்களில் ஊறிய நீர், பாலுடன் தேனைக் கலந்தாற் போன்றதாகும்.<hr>';
            break;

        case 1122:
            resultText = `<strong style="color: aqua">குறள் எண்: 1122</strong><hr>` +
                'உடம்பொடு உயிரிடை என்னமற்று அன்ன<br>' +
                'மடந்தையொடு எம்மிடை நட்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இம்மடந்தையோடு எம்மிடையே உள்ள நட்பு முறைகள், உடம்போடு உயிர்க்கு உள்ள தொடர்புகள் எத்தன்மையானவையோ அத்தன்மையானவை.<hr>';
            break;

        case 1123:
            resultText = `<strong style="color: aqua">குறள் எண்: 1123</strong><hr>` +
                'கருமணியில் பாவாய்நீ போதாய்:யாம் வீழும்<br>' +
                'திருநுதற்கு இல்லை இடம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என் கண்ணின் கருமணியில் உள்ள பாவையே! நீ போய்விடும்! யாம் விரும்புகின்ற இவளுக்கு என் கண்ணில் இருக்க இடம் இல்லையே!<hr>';
            break;

        case 1124:
            resultText = `<strong style="color: aqua">குறள் எண்: 1124</strong><hr>` +
                'வாழ்தல் உயிர்க்குஅன்னள் ஆயிழை சாதல்<br>' +
                'அதற்குஅன்னள் நீங்கும் இடத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆராய்ந்த அணிகலன்களை அணிந்த இவள் கூடும் போது உயிர்க்கு வாழ்வு போன்றவள்; பிரியும் போது உயிர்க்குச் சாவு போன்றவள்.<hr>';
            break;

        case 1125:
            resultText = `<strong style="color: aqua">குறள் எண்: 1125</strong><hr>` +
                'உள்ளுவன் மன்யான் மறப்பின் மறப்பறியேன்<br>' +
                'ஒள்ளமர்க் கண்ணாள் குணம்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'போர் செய்யும் கண்களை உடைய இவளுடைய பண்புகளை யான் மறந்தால் பிறகு நினைக்க முடியும்; ஆனால், ஒருபோதும் மறந்ததில்லையே!<hr>';
            break;

        case 1126:
            resultText = `<strong style="color: aqua">குறள் எண்: 1126</strong><hr>` +
                'கண்உள்ளின் போகார் இமைப்பின் பருவரார்<br>' +
                'நுண்ணியர்எங் காத லவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எம் காதலர் எம் கண்ணுள்ளிருந்து போகமாட்டார்; கண்ணை மூடி இமைத்தாலும் அதனால் வருந்தமாட்டார்; அவர் அவ்வளவு நுட்பமானவர்.<hr>';
            break;

        case 1127:
            resultText = `<strong style="color: aqua">குறள் எண்: 1127</strong><hr>` +
                'கண்உள்ளார் காத லவராகக் கண்ணும்<br>' +
                'எழுதேம் கரப்பாக்கு அறிந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எம் காதலர் கண்ணினுள் இருக்கின்றார், ஆகையால், மை எழுதினால் அவர் மறைவதை எண்ணிக் கண்ணுக்கு மையும் எழுதமாட்டோம்!<hr>';
            break;

        case 1128:
            resultText = `<strong style="color: aqua">குறள் எண்: 1128</strong><hr>` +
                'நெஞ்சத்தார் காத லவராக வெய்துஉண்டல்<br>' +
                'அஞ்சுதும் வேபாக்கு அறிந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எம் காதலர் நெஞ்சினுள் இருக்கின்றார்; ஆகையால் சூடான பொருளை உண்டால் அவர் வெப்பமுறுதலை எண்ணிச் சூடான பொருளை உண்ண அஞ்சுகின்றோம்.<hr>';
            break;

        case 1129:
            resultText = `<strong style="color: aqua">குறள் எண்: 1129</strong><hr>` +
                'இமைப்பின் கரப்பாக்கு அறிவல் அனைத்திற்கே<br>' +
                'எதிலர் என்னும்இவ் வூர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண் இமைத்தால் காதலர் மறைந்துபோதலை அறிகின்றேன். அவ்வளவிற்கே இந்த ஊரார் அவரை அன்பில்லாதவர் என்று சொல்லுவர்.<hr>';
            break;

        case 1130:
            resultText = `<strong style="color: aqua">குறள் எண்: 1130</strong><hr>` +
                'உவந்துஉறைவர் உள்ளத்துள் என்றும்: இகந்துஉறைவர்<br>' +
                'ஏதிலர் என்னும்இவ் வூர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலர் எப்போதும் என் உள்ளத்தில் மகிழ்ந்து வாழ்கின்றார்; ஆனால் அதை அறியாமல் பிரிந்து வாழ்கின்றார், "அன்பில்லாதவர்" என்று இந்த ஊரார் அவரைப் பழிப்பர்.<hr>';
            break;

        case 1131:
            resultText = `<strong style="color: aqua">குறள் எண்: 1131</strong><hr>` +
                'காமம் உழந்து வருந்தினார்க்கு ஏமம்<br>' +
                'மடல்அல்லது இல்லை வலி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமத்தால் துன்புற்று (காதலியின் அன்பு பெறாமல்) வருந்தினவர்க்குக் காவல் மடலூர்தல் அல்லாமல் வலிமையான துணை வேறொன்றும் இல்லை.<hr>';
            break;

        case 1132:
            resultText = `<strong style="color: aqua">குறள் எண்: 1132</strong><hr>` +
                'நோனா உடம்பும் உயிரும் மடல்ஏறும்<br>' +
                'நாணினை நீக்கி நிறுத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(காதலியன் பிரிவால் ஆகிய துன்பத்தைப்) பொறுக்காத என் உடம்பும் உயிரும், நாணத்தை நீக்கி நிறுத்திவிட்டு மடலூரத் துணிந்தன.<hr>';
            break;

        case 1133:
            resultText = `<strong style="color: aqua">குறள் எண்: 1133</strong><hr>` +
                'நாணொடு நல்லாண்மை பண்டுஉடையேன் இன்றுஉடையேன்<br>' +
                'காமுற்றார் ஏறும் மடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாணமும் நல்ல ஆண்மையும் முன்பு பெற்றிருந்தேன்; (காதலியைப் பிரிந்து வருந்துகின்ற) இப்போது காமம் மிக்கவர் ஏறும் மடலையே உடையேன்.<hr>';
            break;

        case 1134:
            resultText = `<strong style="color: aqua">குறள் எண்: 1134</strong><hr>` +
                'காமக் கடும்புனல் உய்க்குமே நாணொடு<br>' +
                'நல்லாண்மை என்னும் புணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாணமும் நல்ல ஆண்மையுமாகிய தோணிகளைக் காமம் என்னும் கடுமையான வெள்ளம் அடித்துக் கொண்டு போய் விடுகின்றது.<hr>';
            break;

        case 1135:
            resultText = `<strong style="color: aqua">குறள் எண்: 1135</strong><hr>` +
                'தொடலைக் குறுந்தொடி தந்தாள் மடலொடு<br>' +
                'மாலை உழக்கும் துயர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மடலேறுதலோடு மாலைக்காலத்தில் வருந்தும் துயரத்தை மாலைபோல் தொடர்ந்த சிறு வளையல் அணிந்த காதலி எனக்குத் தந்தாள்.<hr>';
            break;

        case 1136:
            resultText = `<strong style="color: aqua">குறள் எண்: 1136</strong><hr>` +
                'மடல்ஊர்தல் யாமத்தும் உள்ளுவேன் மன்ற<br>' +
                'படல்ஒல்லா பேதைக்குஎன் கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மடலூர்தலைப் பற்றி நள்ளிரவிலும் உறுதியாக நினைக்கின்றேன்; காதலியின் பிரிவின் காரணமாக என் கண்கள் உறங்காமல் இருக்கின்றன.<hr>';
            break;

        case 1137:
            resultText = `<strong style="color: aqua">குறள் எண்: 1137</strong><hr>` +
                'கடல்அன்ன காமம் உழந்தும் மடல்ஏறாப்<br>' +
                'பெண்ணின் பெருந்தக்கது இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கடல்போன்ற காமநோயால் வருந்தியும், மடலேறாமல் துன்பத்தைப் பொறுத்துக்கொண்டிருக்கும் பெண் பிறப்பைப் போல் பெருமையுடைய பிறவி இல்லை.<hr>';
            break;

        case 1138:
            resultText = `<strong style="color: aqua">குறள் எண்: 1138</strong><hr>` +
                'நிறைஅரியர் மன்அளியர் என்னாது காமம்<br>' +
                'மறையிறந்து மன்று படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இவர் நெஞ்சை நிறுத்தும் நிறை இல்லாதவர், மிகவும் இரங்கத்தக்கவர் என்று கருதாமல் காமம் மறைந்திருத்தலைக் கடந்து மன்றத்திலும் வெளிப்படுகின்றதே!<hr>';
            break;

        case 1139:
            resultText = `<strong style="color: aqua">குறள் எண்: 1139</strong><hr>` +
                'அறிகிலார் எல்லாரும் என்றேஎன் காமம்<br>' +
                'மறுகின் மறுகும் மருண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அமைதியாய் இருந்ததால் எல்லாரும் அறியவில்லை என்று கருதி என்னுடைய காமம் தெருவில் பரவி மயங்கிச் சுழல்கின்றது.<hr>';
            break;

        case 1140:
            resultText = `<strong style="color: aqua">குறள் எண்: 1140</strong><hr>` +
                'யாங்கண்ணின் காண நகுப அறிவுஇல்லார்<br>' +
                'யாம்பட்ட தாம்படா வாறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாம் பட்ட துன்பங்களைத் தாம் படாமையால், அறிவில்லாதவர் யாம் கண்ணால் காணுமாறு எம் எதிரில் எம்மைக் கண்டு நகைக்கின்றனர்.<hr>';
            break;

        case 1141:
            resultText = `<strong style="color: aqua">குறள் எண்: 1141</strong><hr>` +
                'அலர்எழ ஆருயிர் நிற்கும் அதனைப்<br>' +
                'பலர்அறியார் பாக்கியத் தால்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எம் காதலைப் பற்றி அலர் எழுவதால் அரிய உயிர் போகாமல் நிற்கின்றது; எம் நல்வினைப் பயனால் அதைப் பலரும் அறியாமலிருக்கின்றனர்.<hr>';
            break;

        case 1142:
            resultText = `<strong style="color: aqua">குறள் எண்: 1142</strong><hr>` +
                'மலர்அன்ன கண்ணாள் அருமை அறியாது<br>' +
                'அலர்எமக்கு ஈந்ததுஇவ் வூர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மலர்போன்ற கண்ணை உடைய இவளுடைய அருமை அறியாமல், இந்த ஊரார் எளியவளாகக் கருதி அலர் கூறி எமக்கு உதவி செய்தனர்.<hr>';
            break;

        case 1143:
            resultText = `<strong style="color: aqua">குறள் எண்: 1143</strong><hr>` +
                'உறாஅதோ ஊரறிந்த கௌவை? அதனைப்<br>' +
                'பெறாஅது பெற்றன்ன நீர்த்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊரார் எல்லாரும் அறிந்துள்ள அலர் நமக்குப் பொருந்தாதோ? (பொருந்தும்). அந்த அலர் பெறமுடியாமலிருந்து பெற்றாற்போன்ற நன்மை உடையதாக இருக்கின்றது.<hr>';
            break;

        case 1144:
            resultText = `<strong style="color: aqua">குறள் எண்: 1144</strong><hr>` +
                'கவ்வையால் கவ்விது காமம்: அதுஇன்றேல்<br>' +
                'தவ்வென்னும் தன்மை இழந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எம் காமம் ஊரார் சொல்லுகின்ற அலரால் வளர்வதாயிற்று; அந்த அலர் இல்லையானால் அது தன் தன்மை இழந்து சுருங்கிப் போய்விடும்.<hr>';
            break;

        case 1145:
            resultText = `<strong style="color: aqua">குறள் எண்: 1145</strong><hr>` +
                'களித்தொறும் கள்ளுண்டல் வேட்டற்றால் காமம்<br>' +
                'வெளிப்படுந் தோறும் இனிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமம் அலரால் வெளிப்பட வெளிப்பட இனியதாதல், கள்ளுண்பவர் கள்ளுண்டு மயங்க மயங்க அக்கள்ளுண்பதையே விரும்பினாற் போன்றது.<hr>';
            break;

        case 1146:
            resultText = `<strong style="color: aqua">குறள் எண்: 1146</strong><hr>` +
                'கண்டது மன்னும் ஒருநாள் அலர்மன்னும்<br>' +
                'திங்களைப் பாம்புகொண் டற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரைக் கண்டது ஒருநாள்தான்; அதனால் உண்டாகிய அலரோ, திங்களைப் பாம்பு கொண்டசெய்தி போல் எங்கும் பரந்து விட்டது.<hr>';
            break;

        case 1147:
            resultText = `<strong style="color: aqua">குறள் எண்: 1147</strong><hr>` +
                'ஊரவர் கௌவை எருஆக அன்னைசொல்<br>' +
                'நீராக நீளும்இந் நோய்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இந்தக் காமநோய் ஊராரின் அலர் தூற்றலே எருவாகவும் அன்னை கடிந்து சொல்லும் கடுஞ்சொல்லே நீராகவும் கொண்டு செழித்து வளர்கின்றது.<hr>';
            break;

        case 1148:
            resultText = `<strong style="color: aqua">குறள் எண்: 1148</strong><hr>` +
                'நெய்யால் எரிநுதுப்பேம் என்றற்றால் கௌவையால்<br>' +
                'காமம் நுதுப்பேம் எனல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அலர் கூறுவதால் காமத்தை அடக்குவோம் என்று முயலுதல், நெய்யால் நெருப்பை அவிப்போம் என்று முயல்வதைப் போன்றது.<hr>';
            break;

        case 1149:
            resultText = `<strong style="color: aqua">குறள் எண்: 1149</strong><hr>` +
                'அலர்நாண ஒல்வதோ அஞ்சல்ஓம்பு என்றார்<br>' +
                'பலர்நாண நீத்தக் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அஞ்சவேண்டா என்று அன்று உறுதி கூறியவர் இன்று பலரும் நாணும்படியாக நம்மைவிட்டுப் பிரிந்தால், அதனால் அலருக்கு நாணியிருக்க முடியுமோ?<hr>';
            break;

        case 1150:
            resultText = `<strong style="color: aqua">குறள் எண்: 1150</strong><hr>` +
                'தாம்வேண்டின் நல்குவர் காதலர்: யாம்வேண்டும்<br>' +
                'கௌவை எடுக்கும்இவ் வூர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாம் விரும்புகின்ற அலரை இவ்வூரார் எடுத்துக் கூறுகின்றனர். அதனால் இனிமேல் காதலர் விரும்பினால் விரும்பியவாறு அதனை உதவுவார்.<hr>';
            break;

        case 1151:
            resultText = `<strong style="color: aqua">குறள் எண்: 1151</strong><hr>` +
                'செல்லாமை உண்டேல் எனக்குஉரை மற்றுநின்<br>' +
                'வல்வரவு வாழ்வார்க்கு உரை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிரிந்து செல்லாத நிலைமையாக இருந்தால் எனக்குச் சொல்; பிரிந்து சென்று விரைந்து வருதலைப் பற்றியானால் அதுவரையில் உயிர் வாழ வல்லவர்க்குச் சொல்,<hr>';
            break;

        case 1152:
            resultText = `<strong style="color: aqua">குறள் எண்: 1152</strong><hr>` +
                'இன்கண் உடைத்தவர் பார்வல்: பிரிவுஅஞ்சும்<br>' +
                'புன்கண் உடைத்தால் புணர்வு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவருடைய பார்வை முன்பு இன்பம் உடையதாக இருந்தது; இப்போது அவருடைய கூட்டம் பிரிவுக்கு அஞ்சுகின்ற துன்பம் உடையதாக இருக்கின்றது.<hr>';
            break;

        case 1153:
            resultText = `<strong style="color: aqua">குறள் எண்: 1153</strong><hr>` +
                'அரிதரோ தேற்றம் அறிவுஉடையார் கண்ணும்<br>' +
                'பிரிவுஓர் இடத்துண்மை யான்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறிவுடைய காதலரிடத்தும் பிரிவு ஒரு காலத்தில் உள்ளபடியால், அவர் "பிரியேன்" என்று சொல்லும் உறுதிமொழியை நம்பித் தெளிவது அரிது.<hr>';
            break;

        case 1154:
            resultText = `<strong style="color: aqua">குறள் எண்: 1154</strong><hr>` +
                'அளித்துஅஞ்சல் என்றுஅவர் நீப்பின் தெளித்தசொல்<br>' +
                'தேறியார்க்கு உண்டோ தவறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அருள் மிகுந்தவராய் "அஞ்ச வேண்டா" என்று முன் தேற்றியவர் பிரிந்து செல்வாரானால் அவர் கூறிய உறுதி மொழியை நம்பித் தெளிந்தவர்க்குக் குற்றம் உண்டோ?<hr>';
            break;

        case 1155:
            resultText = `<strong style="color: aqua">குறள் எண்: 1155</strong><hr>` +
                'ஓம்பின் அமைந்தார் பிரிவுஓம்பல்: மற்றவர்<br>' +
                'நீங்கின் அரிதால் புணர்வு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காத்துக் கொள்வதானால் காதலராக அமைந்தவரின் பிரிவு நேராமல் காக்க வேண்டும்; அவர் பிரிந்து நீங்கினால் மீண்டும் கூடுதல் அரிது.<hr>';
            break;

        case 1156:
            resultText = `<strong style="color: aqua">குறள் எண்: 1156</strong><hr>` +
                'பிரிவுரைக்கும் வன்கண்ணர் ஆயின் அரிதுஅவர்<br>' +
                'நல்குவர் என்னும் நசை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிரிவைப்பற்றித் தெரிவிக்கும் அளவிற்குக் கல் நெஞ்சம் உடையவரானால், அத்தகையவர் திரும்பி வந்து அன்பு செய்வார் என்னும் ஆசை பயனற்றது.<hr>';
            break;

        case 1157:
            resultText = `<strong style="color: aqua">குறள் எண்: 1157</strong><hr>` +
                'துறைவன் துறந்தமை தூற்றாகொல் முன்கை<br>' +
                'இறைஇறவா நின்ற வளை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என் மெலிவால் முன்கையில் இறைகடந்து சுழலும் வளையல்கள், தலைவன் விட்டுப் பிரிந்த செய்தியைப் பலரறியத் தெரிவித்துத் தூற்றாமலிருக்குமோ?<hr>';
            break;

        case 1158:
            resultText = `<strong style="color: aqua">குறள் எண்: 1158</strong><hr>` +
                'இன்னாது இனன்இல்ஊர் வாழ்தல் அதனினும்<br>' +
                'இன்னாது இனியார்ப் பிரிவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இனத்தவராக நம்மேல் அன்புடையார் இல்லாத ஊரில் வாழ்தல் துன்பமானது; இனிய காதலரின் பிரிவு அதைவிடத் துன்பமானது.<hr>';
            break;

        case 1159:
            resultText = `<strong style="color: aqua">குறள் எண்: 1159</strong><hr>` +
                'தொடின்சுடின் அல்லது காமநோய் போல<br>' +
                'விடின்சுடல் ஆற்றுமோ தீ.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெருப்பு, தன்னைத் தொட்டால் சுடUME அல்லாமல் காமநோய்போல் தன்னை விட்டு நீங்கியபொழுது சுடவல்லதாகுமோ?<hr>';
            break;

        case 1160:
            resultText = `<strong style="color: aqua">குறள் எண்: 1160</strong><hr>` +
                'அரிதுஆற்றி அல்லல்நோய் நீக்கிப்<br>' +
                'பிரிவுஆற்றிப் பின்இருந்து வாழ்வார் பலர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிரியமுடியாத பிரிவிற்கு உடன்பட்டு, துன்பத்தால் கலங்குவதையும் விட்டு, பிரிந்தபின் பொறுத்திருந்து பின்னும் உயிரோடிருந்து வாழ்வோர் உலகில் பலர்.<hr>';
            break;

        case 1161:
            resultText = `<strong style="color: aqua">குறள் எண்: 1161</strong><hr>` +
                'மறைப்பேன்மன் யான்இஃதோ நோயை இறைப்பவர்க்கு<br>' +
                'ஊற்றுநீர் போல மிகும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இக் காமநோயைப் பிறர் அறியாமல் யான்மறைப்பேன்; ஆனால், இது இறைப்பவர்க்கு ஊற்றுநீர் மிகுவது போல் மிகுகின்றது.<hr>';
            break;

        case 1162:
            resultText = `<strong style="color: aqua">குறள் எண்: 1162</strong><hr>` +
                'கரத்தலும் ஆற்றேன்இந் நோயைநோய் செய்தார்க்கு<br>' +
                'உரைத்தலும் நாணுத் தரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இக் காமநோயைப் பிறர் அறியாமல் முற்றிலும் மறைக்கவும் முடியவில்லை; நோய் செய்த காதலர்க்குச் சொல்வதும் நாணம் தருகின்றது.<hr>';
            break;

        case 1163:
            resultText = `<strong style="color: aqua">குறள் எண்: 1163</strong><hr>` +
                'காமமும் நாணும் உயிர்காவாத் தூங்கும்என்<br>' +
                'நோனா உடம்பின் அகத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துன்பத்தைப் பொறுக்காமல் வருந்துகின்ற என் உடம்பினிடத்தில் உயிரே காவடித்தண்டாகக் கொண்டு காமநோயும் நாணமும் இருபக்கமும் தொங்குகின்றன.<hr>';
            break;

        case 1164:
            resultText = `<strong style="color: aqua">குறள் எண்: 1164</strong><hr>` +
                'காமக் கடல்மன்னும் உண்டே: அதுநீந்தும்<br>' +
                'ஏமப் புணைமன்னும் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமநோயாகிய கடல் இருக்கின்றது; ஆனால், அதை நீந்திக் கடந்து செல்வதற்கு வேண்டிய காவலான தோணியோ இல்லை.<hr>';
            break;

        case 1165:
            resultText = `<strong style="color: aqua">குறள் எண்: 1165</strong><hr>` +
                'துப்பின் எவன்ஆவர் மன்கொல் துயர்வரவு<br>' +
                'நட்பினுள் ஆற்று பவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(இன்பமான) நட்பிலேயே துயரத்தை வரச்செய்ய வல்லவர்,(துன்பம் தரும் பகையை வெல்லும்) வலிமை வேண்டும்போது என்ன ஆவாரே?<hr>';
            break;

        case 1166:
            resultText = `<strong style="color: aqua">குறள் எண்: 1166</strong><hr>` +
                'இன்பம் கடல்மற்றுக் காமம் அஃதுஅடும்கால்<br>' +
                'துன்பம் அதனிற் பெரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமம் மகிழ்விக்கும்போது அதன் இன்பம் கடல் போன்றது; அது வருத்தும்போது அதன் துன்பமோ கடலைவிடப் பெரியது.<hr>';
            break;

        case 1167:
            resultText = `<strong style="color: aqua">குறள் எண்: 1167</strong><hr>` +
                'காமக் கடும்புனல் நீந்திக் கரைகாணேன்<br>' +
                'யாமத்தும் யானே உளேன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமம் என்னும் வெள்ளத்தை நீந்தியும் அதன் கரையை யான் காணவில்லை; நள்ளிரவிலும் யான் தனியே இருக்கின்றேன்,<hr>';
            break;

        case 1168:
            resultText = `<strong style="color: aqua">குறள் எண்: 1168</strong><hr>` +
                'மன்னுயி ரெல்லாம் துயிற்றி அளித்துஇரா<br>' +
                'என்அல்லது இல்லை துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இந்த இராக்காலம் இரங்கத்தக்கது; எல்லா உயிரையும் தூங்கச் செய்துவிட்டு என்னை அல்லாமல் வேறு துணை இல்லாமலிருக்கின்றது.<hr>';
            break;

        case 1169:
            resultText = `<strong style="color: aqua">குறள் எண்: 1169</strong><hr>` +
                'கொடியார் கொடுமையின் தாம்கொடிய இந்நாள்<br>' +
                'நெடிய கழியும் இரா.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(பிரிந்து துன்புறுகின்ற) இந்நாட்களில் நெடுநேரம் உடையனவாய்க் கழிகின்ற இராக்காலங்கள், பிரிந்த கொடியவரின் கொடுமையைவிடத் தாம் கொடியவை.<hr>';
            break;

        case 1170:
            resultText = `<strong style="color: aqua">குறள் எண்: 1170</strong><hr>` +
                'உள்ளம்போன்று உள்வழிச் செல்கிற்பின் வெள்ளநீர்<br>' +
                'நீந்தல மன்னோஎன் கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலர் உள்ள இடத்திற்கு என் மனத்தைப்போல் செல்ல முடியுமானால், என் கண்கள் இவ்வாறு வெள்ளமாகிய கண்ணீரில் நீந்த வேண்டியதில்லை.<hr>';
            break;

        case 1171:
            resultText = `<strong style="color: aqua">குறள் எண்: 1171</strong><hr>` +
                'கண்தாம் கலுழ்வது எவன்கொலோ? தண்டாநோய்<br>' +
                'தாம்காட்ட யாம்கண் டது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தீராத இக்காமநோய், கண்கள் காட்ட யாம் கண்டதால் விளைந்தது; அவ்வாறிருக்க, காட்டிய கண்கள் தாமே இப்போது அழுவது ஏன்?<hr>';
            break;

        case 1172:
            resultText = `<strong style="color: aqua">குறள் எண்: 1172</strong><hr>` +
                'தெரிந்துஉணரா நோக்கிய உண்கண் பரிந்துஉணராப்<br>' +
                'பைதல் உழப்பது எவன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஆராய்ந்து உணராமல் அன்று நோக்கிக் காதல் கொண்ட கண்கள், இன்று அன்புகொண்டு உணராமல் துன்பத்தால் வருந்துவது ஏன்?<hr>';
            break;

        case 1173:
            resultText = `<strong style="color: aqua">குறள் எண்: 1173</strong><hr>` +
                'கதுமெனத் தாம்நோக்கித் தாமே கலுழும்<br>' +
                'இதுநகத் தக்கது உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்று காதலரைக் கண்கள் தாமே விரைந்துநோக்கி இன்று தாமே அழுகின்றன; இது நகைக்கத்தக்க தன்மை உடையது.<hr>';
            break;

        case 1174:
            resultText = `<strong style="color: aqua">குறள் எண்: 1174</strong><hr>` +
                'பெயல்ஆற்றா நீர்உலந்த உண்கண் உயல்ஆற்றா<br>' +
                'உய்வுஇல்நோய் என்கண் நிறுத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என் கண்கள், தப்பிப் பிழைக்க முடியாத தீராத காமநோயை என்னிடத்தில் உண்டாக்கி நிறுத்திவிட்டு, தாமும் அழமுடியாமல் நீர் வறண்டுவிட்டன.<hr>';
            break;

        case 1175:
            resultText = `<strong style="color: aqua">குறள் எண்: 1175</strong><hr>` +
                'படல்ஆற்றா பைதல் உழக்கும் கடல்ஆற்றாக்<br>' +
                'காமநோய் செய்தஎன் கண்<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்று கடலும் தாங்கமுடியாத காமநோயை உண்டாக்கிய என் கண்கள், இன்று உறங்கமுடியாமல் துன்பத்தால் வருந்துகின்றன.<hr>';
            break;

        case 1176:
            resultText = `<strong style="color: aqua">குறள் எண்: 1176</strong><hr>` +
                'ஓஒ இனிதே எமக்குஇந்நோய் செய்தகண்<br>' +
                'தாஅம் இதற்பட் டது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எமக்கு இந்தக் காமநோயை உண்டாக்கிய கண்கள், தாமும் இத்தகைய துன்பத்தைப்பட்டு வருந்துவது மிகவும் நல்லதே!<hr>';
            break;

        case 1177:
            resultText = `<strong style="color: aqua">குறள் எண்: 1177</strong><hr>` +
                'உழந்துதுழந்து உள்நீர் அறுக விழைந்துஇழைந்து<br>' +
                'வேண்டி யவர்க்கண்ட கண் !<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்று விரும்பி நெகிழ்ந்து காதலரைக் கண்ட கண்கள இன்று உறக்கமில்லாத துன்பத்தால் வருந்தி வருந்திக் கண்ணீரும் அற்றுப் போகட்டும்.<hr>';
            break;

        case 1178:
            resultText = `<strong style="color: aqua">குறள் எண்: 1178</strong><hr>` +
                'பேணாது பெட்டார் உளர்மன்னோ மற்றுஅவர்க்<br>' +
                'காணாது அமைவில கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உள்ளத்தால் விரும்பாமலே சொல்லளவில் விரும்பிப் பழகியவர் ஒருவர் இருக்கின்றார். அவரைக் காணாமல் கண்கள் அமைதியுறவில்லை.<hr>';
            break;

        case 1179:
            resultText = `<strong style="color: aqua">குறள் எண்: 1179</strong><hr>` +
                'வாராக்கால் துஞ்சா: வரின்துஞ்சா ஆயிடை<br>' +
                'ஆரஞர் உற்றன கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலர் வாராவிட்டால் தூங்குவதில்லை; வந்தாலும் தூங்குவதில்லை; இவற்றுக்கிடையே என்கண்கள் மிக்க துன்பத்தை அடைந்தன.<hr>';
            break;

        case 1180:
            resultText = `<strong style="color: aqua">குறள் எண்: 1180</strong><hr>` +
                'மறைபெறல் ஊரார்க்கு அரிதுஅன்றால் எம்போல்<br>' +
                'அறைபறை கண்ணா ரகத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அறையப்படும் பறைபோல் துன்பத்தை வெளிப்படுத்தும் கண்களை உடைய எம்மைப் போன்றவரிடத்தில் மறைபொருளான செய்தியை அறிதல் ஊரார்க்கு அரிது அன்று.<hr>';
            break;

        case 1181:
            resultText = `<strong style="color: aqua">குறள் எண்: 1181</strong><hr>` +
                'நயந்தவர்க்கு நல்காமை நேர்ந்தேன் பசந்தஎன்<br>' +
                'பண்பியார்க்கு உரைக்கோ பிற.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விரும்பிய காதலர்க்கு அன்று பிரிவை உடன்பட்டேன்; பிரிந்தபின் பசலை உற்ற என் தன்மையை வேறு யார்க்குச் சென்று சொல்வேன்?<hr>';
            break;

        case 1182:
            resultText = `<strong style="color: aqua">குறள் எண்: 1182</strong><hr>` +
                'அவர்தந்தார் என்னும் தகையால் இவர்தந்துஎன்<br>' +
                'மேனிமேல் ஊரும் பசப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அந்தக் காதலர் உண்டாக்கினார் என்னும் பெருமிதத்தோடு இந்தப் பசலைநிறம் என்னுடைய மேனிமேல் ஊர்ந்து பரவி வருகின்றது.<hr>';
            break;

        case 1183:
            resultText = `<strong style="color: aqua">குறள் எண்: 1183</strong><hr>` +
                'சாயலும் நாணும் அவர்கொண்டார் கைம்மாறா<br>' +
                'நோயும் பசலையும் தந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமநோயையும் பசலை நிறத்தையும் எனக்குக் கைம்மாறாகக் கொடுத்துவிட்டு, என் சாயலையும் நாணத்தையும் அவர் என்னிடமிருந்து பெற்றுக்கொண்டார்.<hr>';
            break;

        case 1184:
            resultText = `<strong style="color: aqua">குறள் எண்: 1184</strong><hr>` +
                'உள்ளுவன் மன்யான்: உரைப்பது அவர்திறமால்<br>' +
                'கள்ளம் பிறவோ பசப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யான் அவருடைய நல்லியல்புகளை நினைக்கின்றேன்; யான் உரைப்பதும் அவற்றையே; அவ்வாறிருந்தும் பசலை வந்தது வஞ்சனையோ? வேறு வகையோ?<hr>';
            break;

        case 1185:
            resultText = `<strong style="color: aqua">குறள் எண்: 1185</strong><hr>` +
                'உவக்காண்எம் காதலர் செல்வார்: இவக்காண்என்<br>' +
                'மேனி பசப்புஊர் வது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அதோ பார்! எம்முடைய காதலர் பிரிந்து செல்கின்றார்; இதோ பார்! என்னுடைய மேனியில் பசலைநிறம் வந்து படர்கின்றது.<hr>';
            break;

        case 1186:
            resultText = `<strong style="color: aqua">குறள் எண்: 1186</strong><hr>` +
                'விளக்குஅற்றம் பார்க்கும் இருளேபோல் கொண்கன்<br>' +
                'முயக்குஅற்றம் பார்க்கும் பசப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'விளக்கினுடைய மறைவைப் பார்த்துக் காத்திருக்கின்ற இருளைப்போலவே, தலைவனுடைய தழுவுதலின் சோர்வைப் பசலை பார்த்துக் காத்திருக்கின்றது.<hr>';
            break;

        case 1187:
            resultText = `<strong style="color: aqua">குறள் எண்: 1187</strong><hr>` +
                'புல்லிக் கிடந்தேன் புடைபெயர்ந்தேன்: அவ்வளவில்<br>' +
                'அள்ளிக்கொள் வற்றே பசப்பு !<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தலைவனைத் தழுவிக் கிடந்தேன்; பக்கத்தே சிறிது அகன்றேன்; அவ்வளவிலேயே பசலை நிறம் அள்ளிக் கொள்வதுபோல் வந்து பரவிவிட்டதே!<hr>';
            break;

        case 1188:
            resultText = `<strong style="color: aqua">குறள் எண்: 1188</strong><hr>` +
                'பசந்தாள் இவள்என்பது அல்லால் இவளைத்<br>' +
                'துறந்தார் அவர்என்பார் இல் !<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இவள் பிரிவால் வருந்திப் பசலைநிறம் அடைந்தாள் என்று பழி சொல்வதே அல்லாமல், இவளைக் காதலர் விட்டுப் பிரிந்தார் என்று சொல்பவர் இல்லையே!<hr>';
            break;

        case 1189:
            resultText = `<strong style="color: aqua">குறள் எண்: 1189</strong><hr>` +
                'பசக்கமன் பட்டாங்குஎன் மேனி நயப்பித்தார்<br>' +
                'நல்நிலையர் ஆவர் எனின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிரிவுக்கு உடன்படச் செய்த காதலர் நல்ல நிலையுடையவர் ஆவார் என்றால், என்னுடைய மேனி உள்ளபடி பசலைநிறம் அடைவதாக.<hr>';
            break;

        case 1190:
            resultText = `<strong style="color: aqua">குறள் எண்: 1190</strong><hr>` +
                'பசப்புஎனப் பேர்பெறுதல் நன்றே நயப்பித்தார்<br>' +
                'நல்காமை தூற்றார் எனின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிரிவுக்கு உடன்படச் செய்த காதலர் பிரிந்து வருத்துதலைப் பிறர் தூற்றாமலிருப்பாரானால், யான் பசலையுற்றதாகப் பெயரெடுத்தல் நல்லதே.<hr>';
            break;

        case 1191:
            resultText = `<strong style="color: aqua">குறள் எண்: 1191</strong><hr>` +
                'தாம்வீழ்வார் தம்வீழப் பெற்றவர் பெற்றாரே<br>' +
                'காமத்துக் காழில் கனி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தாம் விரும்பும் காதலர் தம்மை விரும்புகின்ற பேறு பெற்றவர், காதல் வாழ்க்கையின் பயனாகிய விதை இல்லாத பழத்தைப் பெற்றவரே ஆவர்.<hr>';
            break;

        case 1192:
            resultText = `<strong style="color: aqua">குறள் எண்: 1192</strong><hr>` +
                'வாழ்வார்க்கு வானம் பயந்தற்றால் வீழ்வார்க்கு<br>' +
                'வீழ்வார் அளிக்கும் அளி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்மை விரும்புகின்றவர்க்குக் காதலர் அளிக்கும் அன்பு, உயிர்வாழ்கின்றவர்க்கு மேகம் மழை பெய்து காப்பாற்றுதலைப் போன்றது.<hr>';
            break;

        case 1193:
            resultText = `<strong style="color: aqua">குறள் எண்: 1193</strong><hr>` +
                'வீழுநர் வீழப் படுவார்க்கு அமையுமே<br>' +
                'வாழுநம் என்னும் செருக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரால் விரும்பப்படுகின்றவர்க்குப் (பிரிவுத் துன்பம் இருந்தாலும்) மீண்டும் வந்தபின் வாழ்வோம் என்று இருக்கும் செருக்குத் தகும்.<hr>';
            break;

        case 1194:
            resultText = `<strong style="color: aqua">குறள் எண்: 1194</strong><hr>` +
                'வீழப் படுவார் கெழீஇயிலர் தாம்வீழ்வார்<br>' +
                'வீழப் படாஅர் எனின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தாம்விரும்பும் காதலரால் விரும்பப்படாவிட்டால் உலகத்தாரால் விரும்பப்படும் நிலையில் உள்ளவரும் நல்வினை பொருந்தியவர் அல்லர்.<hr>';
            break;

        case 1195:
            resultText = `<strong style="color: aqua">குறள் எண்: 1195</strong><hr>` +
                'நாம்காதல் கொண்டார் நமக்குஎவன் செய்பவோ<br>' +
                'தாம்காதல் கொள்ளாக் கடை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாம் காதல் கொண்ட காதலர் தாமும் அவ்வாறே நம்மிடம் காதல் கொள்ளளாதபோது, நமக்கு அவர் என்ன நன்மை செய்வார்?<hr>';
            break;

        case 1196:
            resultText = `<strong style="color: aqua">குறள் எண்: 1196</strong><hr>` +
                'ஒருதலையான் இன்னாது காமம்காப் போல<br>' +
                'இருதலை யானும் இனிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதல் ஒரு பக்கமாக இருத்தல் துன்பமானது; காவடியின் பாரம்போல் இருபக்கமாகவும் ஒத்திருப்பது இன்பமானதாகும்.<hr>';
            break;

        case 1197:
            resultText = `<strong style="color: aqua">குறள் எண்: 1197</strong><hr>` +
                'பருவரலும் பைதலும் காணான்கொல் காமன்<br>' +
                'ஒருவர்கண் நின்றுஒழுகு வான்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமன் ஒருவரிடத்தில் மட்டும் நின்று இயங்குவதால், என்னுடைய துன்பத்தையும் வருத்தத்தையும் அறியாமல் விட்டானோ?<hr>';
            break;

        case 1198:
            resultText = `<strong style="color: aqua">குறள் எண்: 1198</strong><hr>` +
                'வீழ்வாரின் இன்சொல் பெறாஅது உலகத்து<br>' +
                'வாழ்வாரின் வன்கணார் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரின் இனிய சொல்லைப் பெறாமல் பிரிவுத் துன்பத்தில் வாழ்வதைவிட வன்முறை உடையவர் யாருமில்லை.<hr>';
            break;

        case 1199:
            resultText = `<strong style="color: aqua">குறள் எண்: 1199</strong><hr>` +
                'நசைஇயார் நல்கார் எனினும் அவர்மாட்டு<br>' +
                'இசையும் இனிய செவிக்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலர் மீண்டும் அன்பு செய்யாமலிருந்தாலும், அவரைப் பற்றிய புகழைக் கேட்பதும் என் செவிக்கு இன்பமாக உள்ளது.<hr>';
            break;

        case 1200:
            resultText = `<strong style="color: aqua">குறள் எண்: 1200</strong><hr>` +
                'உறாஅர்க்கு உறுநோய் உரைப்பாய் கடலைச்<br>' +
                'செறாஅஅய் வாழிய நெஞ்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அன்பு இல்லாதவரிடம் துன்பத்தைச் சொல்லுகிற என் நெஞ்சம் கடலையை மிதிப்பது எளிதாக இருக்கும்! வாழிய, நெஞ்சமே!<hr>';
            break;

        case 1201:
            resultText = `<strong style="color: aqua">குறள் எண்: 1201</strong><hr>` +
                'உள்ளினும் தீராப் பெருமகிழ் செய்தலால்<br>' +
                'கள்ளினும் காமம் இனிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமம், நினைத்தாலும் தீராத மகிழ்ச்சியை அளிக்கின்றது; அதனால் கள்ளைவிட இன்பமானது.<hr>';
            break;

        case 1202:
            resultText = `<strong style="color: aqua">குறள் எண்: 1202</strong><hr>` +
                'எனைத்துஒன்று இனிதேகாண் காமம்தாம் வீழ்வார்<br>' +
                'நினைப்ப வருவதுஒன்று இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதல் எவ்வளவு இன்பமாக இருந்தாலும், காதலரின் பிரிவால் வரும் துன்பம் நினைக்கக்கூடாது!<hr>';
            break;

        case 1203:
            resultText = `<strong style="color: aqua">குறள் எண்: 1203</strong><hr>` +
                'நினைப்பவர் போன்று நினையார்கொல் தும்மல்<br>' +
                'சினைப்பது போன்று கெடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தும்மல் வருவதுபோல, காதலரும் எனக்காக நினைக்கத் தொடங்கி மறந்துவிட்டாரோ?<hr>';
            break;

        case 1204:
            resultText = `<strong style="color: aqua">குறள் எண்: 1204</strong><hr>` +
                'யாமும் உளேம்கொல் அவர்நெஞ்சத்து எம்நெஞ்சத்து<br>' +
                'ஓஒ உளரே அவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவர்கள் என் நெஞ்சில் உள்ளதைப்போல், நானும் அவரின் நெஞ்சில் உள்ளோமா?<hr>';
            break;

        case 1205:
            resultText = `<strong style="color: aqua">குறள் எண்: 1205</strong><hr>` +
                'தம்நெஞ்சத்து எம்மைக் கடிகொண்டார் நாணார்கொல்<br>' +
                'எம்நெஞ்சத்து ஓவா வரல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவர்கள் தங்கள் நெஞ்சில் என்னை காதலாகக் கொண்டிருக்கின்றனர்; ஆனால் நான் அவரைப் பற்றிய நினைவுகளை விடாதிருப்பதைப் பற்றி நாணமாவாரா?<hr>';
            break;

        case 1206:
            resultText = `<strong style="color: aqua">குறள் எண்: 1206</strong><hr>` +
                'மற்றுயான் என்உளேன் மன்னோ அவரொடுயான்<br>' +
                'உற்றநாள் உள்ள உளேன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலருடன் ஒருமுறை இருந்த நாட்களை நினைத்ததால் தான் உயிரோடு இருக்கிறேன்; இல்லை என்றால் எப்படியிருக்கிறேன்?<hr>';
            break;

        case 1207:
            resultText = `<strong style="color: aqua">குறள் எண்: 1207</strong><hr>` +
                'மறப்பின் எவன்ஆவன் மற்கொல்? மறப்புஅறியேன்<br>' +
                'உள்ளினும் உள்ளம் சுடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரை நினைத்தாலும் உள்ளம் சுடுகின்றது; மறந்தால் என்ன ஆகுமோ?<hr>';
            break;

        case 1208:
            resultText = `<strong style="color: aqua">குறள் எண்: 1208</strong><hr>` +
                'எனைத்து நினைப்பினும் காயார் அனைத்துஅன்றோ<br>' +
                'காதலர் செய்யும் சிறப்பு!<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நான் அவரைப் பற்றித் தொடர்ந்து நினைத்தாலும், அவர் என்மேல் சினம் கொள்ள மாட்டார்; அதுதான் காதலரின் சிறப்பு!<hr>';
            break;

        case 1209:
            resultText = `<strong style="color: aqua">குறள் எண்: 1209</strong><hr>` +
                'விளியும்என் இன்னுயிர் வேறல்லம் என்பார்<br>' +
                'அளிஇன்மை ஆற்ற நினைந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நாம் வேறல்ல என்று சொல்வது காதலர்; ஆனால் இப்போது அவர் அன்பு இல்லாதிருப்பதால் என் உயிர் அழிகிறது.<hr>';
            break;

        case 1210:
            resultText = `<strong style="color: aqua">குறள் எண்: 1210</strong><hr>` +
                'விடாஅது சென்றாரைக் கண்ணினால் காணப்<br>' +
                'படாஅதி வாழி மதி!<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மதி! பிரிந்து சென்ற காதலரை என் கண்ணால் காணக்கூடியதாக நீ இருந்தால் வாழ்த்துகிறேன்!<hr>';
            break;

        case 1211:
            resultText = `<strong style="color: aqua">குறள் எண்: 1211</strong><hr>` +
                'காதலர் தூதொடு வந்த கனவினுக்கு<br>' +
                'யாதுசெய் வேன்கொல் விருந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலர் அனுப்பிய தூதோடு வந்த கனவுக்கு உரிய விருந்தாக என்ன செய்து உதவுவேன்?<hr>';
            break;

        case 1212:
            resultText = `<strong style="color: aqua">குறள் எண்: 1212</strong><hr>` +
                'கயல்உண்கண் யான்இரப்பத் துஞ்சின் கலந்தார்க்கு<br>' +
                'உயல்உண்மை சாற்றுவேன் மன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்கள் நான் வேண்டுவதுபோல் தூங்கினால், கனவில் காதலருக்குத் தப்பிப் பிழைத்திருப்பதைச் சொல்வேன்.<hr>';
            break;

        case 1213:
            resultText = `<strong style="color: aqua">குறள் எண்: 1213</strong><hr>` +
                'நனவினால் நல்கா தவரைக் கனவினால்<br>' +
                'காண்டலின் உண்டுஎன் உயிர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நனவில் அன்பு செய்யாத காதலரைக் கனவில் காண்பதால் தான் என் உயிர் இன்னும் உள்ளது.<hr>';
            break;

        case 1214:
            resultText = `<strong style="color: aqua">குறள் எண்: 1214</strong><hr>` +
                'கனவினான் உண்டாகும் காமம் நனவினான்<br>' +
                'நல்காரை நாடித் தரற்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நனவில் அன்பு செய்யாத காதலரைத் தேடி அழைக்க கனவினால் காதல் நிகழ்வுகள் ஏற்படுகின்றன.<hr>';
            break;

        case 1215:
            resultText = `<strong style="color: aqua">குறள் எண்: 1215</strong><hr>` +
                'நனவினால் கண்டதூஉம் ஆங்கே கனவும்தான்<br>' +
                'கண்ட பொழுதே இனிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நனவில் கண்ட இன்பமும் கனவில் கண்ட இன்பமும் அவ்வப்போது மட்டுமே இன்பமாக இருக்கும்.<hr>';
            break;

        case 1216:
            resultText = `<strong style="color: aqua">குறள் எண்: 1216</strong><hr>` +
                'நனவுஎன ஒன்றில்லை ஆயின் கனவினால்<br>' +
                'காதலர் நீங்கலர் மன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நனவென்று ஒன்று இல்லாதிருந்தால், கனவில் காதலர் என்னை விட்டுப் பிரிய மாட்டார்கள்.<hr>';
            break;

        case 1217:
            resultText = `<strong style="color: aqua">குறள் எண்: 1217</strong><hr>` +
                'நனவினால் நல்காக் கொடியார் கனவினால்<br>' +
                'என்எம்மைப் பீழிப் பது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நனவில் அன்பு செய்யாதவரின் கொடுமை போதாது, கனவிலும் என்னை வருத்துகின்றாரே, ஏன்?<hr>';
            break;

        case 1218:
            resultText = `<strong style="color: aqua">குறள் எண்: 1218</strong><hr>` +
                'துஞ்சும்கால் தோள்மேலர் ஆகி விழிக்கும்கால்<br>' +
                'நெஞ்சத்தர் ஆவர் விரைந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தூங்கும்போது கனவில் தோள்மேல் வந்த காதலர் விழிக்கும் பொழுது உடனே நெஞ்சினுள் நிற்கின்றார்.<hr>';
            break;

        case 1219:
            resultText = `<strong style="color: aqua">குறள் எண்: 1219</strong><hr>` +
                'நனவினால் நல்காரை நோவர் கனவினால்<br>' +
                'காதலர்க் காணா தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கனவில் காதலரைக் காணாத பெண்கள், நனவில் அன்பு செய்யாத காதலரை நோகின்றனர்.<hr>';
            break;

        case 1220:
            resultText = `<strong style="color: aqua">குறள் எண்: 1220</strong><hr>` +
                'நனவினால் நம்நீத்தார் என்பர் கனவினால்<br>' +
                'காணார்கொல் இவ்ஊ ரவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நனவில் நம்மைவிட்டு நீங்கினாரென்று கூறுபவர்கள், கனவிலும் காதலரைப் பார்க்கிறார்களா?<hr>';
            break;

        case 1221:
            resultText = `<strong style="color: aqua">குறள் எண்: 1221</strong><hr>` +
                'மாலையோ அல்லை மணந்தார் உயிர்உண்ணும்<br>' +
                'வேலைநீ வாழி பொழுது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மாலைக்காலம் அல்ல, மகளிரின் உயிரை உண்ணும் வேளைதான்! பொழுதே நீ வாழ்க!<hr>';
            break;

        case 1222:
            resultText = `<strong style="color: aqua">குறள் எண்: 1222</strong><hr>` +
                'புன்கண்ணை வாழி மருள்மாலை எம்கேள்போல்<br>' +
                'வன்கண்ண தோநின் துணை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மயங்கிய மாலைப்பொழுதே! நீயும் எமக்குப் போன்றதுதான்! உன் துணையும் எங்கள் காதலரைப் போல இரக்கமற்றவனோ?<hr>';
            break;

        case 1223:
            resultText = `<strong style="color: aqua">குறள் எண்: 1223</strong><hr>` +
                'பனிஅரும்பிப் பைதல்கொள் மாலை துனிஅரும்பித்<br>' +
                'துன்பம் வளர வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பனி தோன்றிய மாலை எனக்கு வருத்தம் உண்டாக்கி, துன்பம் வளர்ந்துக்கொண்டே வருகிறது.<hr>';
            break;

        case 1224:
            resultText = `<strong style="color: aqua">குறள் எண்: 1224</strong><hr>` +
                'காதலர் இல்வழி மாலை கொலைக்களத்து<br>' +
                'ஏதிலர் போல வரும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலர் இல்லாத இப்போது, மாலைப்பொழுது பகைவரைப் போல் உயிரைக் கொள்ள வருகின்றது.<hr>';
            break;

        case 1225:
            resultText = `<strong style="color: aqua">குறள் எண்: 1225</strong><hr>` +
                'காலைக்குச் செய்தநன்று என்கொல்? எவன்கொல்யான்<br>' +
                'மாலைக்குச் செய்த பகை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காலைக்குச் செய்த நன்மை என்ன? மாலைப்பொழுதிற்கு என்ன தீமை செய்தேன், என்னைக் குறை கூறுவதற்கு?<hr>';
            break;


        case 1226:
            resultText = `<strong style="color: aqua">குறள் எண்: 1226</strong><hr>` +
                'மாலைநோய் செய்தல் மணந்தார் அகலாத<br>' +
                'காலை அறிந்தது இலேன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலர் என்னைவிட்டு அகலாமல் இருந்த காலத்தில் மாலை என்னைப் பீடிக்கவல்லது என்பதை நான் அறியவில்லை.<hr>';
            break;

        case 1227:
            resultText = `<strong style="color: aqua">குறள் எண்: 1227</strong><hr>` +
                'காலை அரும்பிப் பகல்எல்லாம் போதுஆகி<br>' +
                'மாலை மலரும்இந் நோய்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமநோய் காலையில் அரும்பி, பகலில் வளர்ந்து, மாலைப்பொழுதில் மலர்கின்றது.<hr>';
            break;

        case 1228:
            resultText = `<strong style="color: aqua">குறள் எண்: 1228</strong><hr>` +
                'அழல்போலும் மாலைக்குத் தூதுஆகி ஆயன்<br>' +
                'குழல்போலும் கொல்லும் படை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலர் ஏந்தும் புல்லாங்குழல், மாலைப்பொழுதில் நெருப்பு போன்று என்னைக் கொல்லும் படையாக வருகிறது.<hr>';
            break;

        case 1229:
            resultText = `<strong style="color: aqua">குறள் எண்: 1229</strong><hr>` +
                'பதிமருண்டு பைதல் உழக்கும் மதிமருண்டு<br>' +
                'மாலை படர்தரும் போழ்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மாலைப் பொழுதில் நான் மயங்குவதுபோல், இந்த ஊரும் மயங்கி துன்பத்தில் உழல்கிறது.<hr>';
            break;

        case 1230:
            resultText = `<strong style="color: aqua">குறள் எண்: 1230</strong><hr>` +
                'பொருள்மாலை யாளரை உள்ளி மருள்மாலை<br>' +
                'மாயும்என் மாயா உயிர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பொருள் தேடி சென்ற காதலரை நினைத்து, என் மாலைப் பொழுது மயங்கிக் கொண்டு உயிர் மாய்கின்றது.<hr>';
            break;

        case 1231:
            resultText = `<strong style="color: aqua">குறள் எண்: 1231</strong><hr>` +
                'சிறுமை நமக்குஒழியச் சேண்சென்றார் உள்ளி<br>' +
                'நறுமலர் நாணின கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தொலைவில் சென்ற காதலரை நினைத்து நான் அழுததால், என் கண்கள் அழகு இழந்து நறுமலர்களுக்கு நாணிவிட்டன.<hr>';
            break;

        case 1232:
            resultText = `<strong style="color: aqua">குறள் எண்: 1232</strong><hr>` +
                'நயந்தவர் நல்காமை சொல்லுவ போலும்<br>' +
                'பசந்து பனிவாரும் கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நம் காதலர் நமக்கு அன்பு செய்யாததைப் போல, என் கண்கள் பசலியுடன் நீர் சொரிகின்றன.<hr>';
            break;

        case 1233:
            resultText = `<strong style="color: aqua">குறள் எண்: 1233</strong><hr>` +
                'தணந்தமை சால அறிவிப்ப போலும்<br>' +
                'மணந்தநாள் வீங்கிய தோள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கூடியிருந்த காலத்தில் பூரிந்திருந்த தோள்கள் இப்போது காதலரின் பிரிவை அறிவிப்பவை போல உள்ளன.<hr>';
            break;

        case 1234:
            resultText = `<strong style="color: aqua">குறள் எண்: 1234</strong><hr>` +
                'பனைநீங்கிப் பைந்தொடி சோரும் துணைநீங்கித்<br>' +
                'தொல்கவின் வாடிய தோள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரின் பிரிவால் அழகு கெட்டு வாடிய தோள்கள் வளையல்களும் இடைவிடாமல் சோர்ந்துகொள்கின்றன.<hr>';
            break;

        case 1235:
            resultText = `<strong style="color: aqua">குறள் எண்: 1235</strong><hr>` +
                'கொடியார் கொடுமை உரைக்கும் தொடியொடு<br>' +
                'தொல்கவின் வாடிய தோள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மெலிந்த தோள்கள், காதலரின் கொடுமையை வெளிப்படுத்தும் நிலையிலுள்ளன.<hr>';
            break;

        case 1236:
            resultText = `<strong style="color: aqua">குறள் எண்: 1236</strong><hr>` +
                'தொடியொடு தோள்நெகிழ நோவல் அவரைக்<br>' +
                'கொடியர் எனக்கூறல் நொந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தோள்கள் மெலிந்து வளையல்கள் கழன்று விட்டதால், காதலரைக் கொடியவர் என்று கூறுபவர்களின் வார்த்தைகள் எனக்கு துயரமளிக்கின்றன.<hr>';
            break;

        case 1237:
            resultText = `<strong style="color: aqua">குறள் எண்: 1237</strong><hr>` +
                'பாடு பெறுதியோ நெஞ்சே கொடியார்க்குஎன்<br>' +
                'வாடுதோள் பூசல் உரைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! என் மெலிந்த தோள்களைத் துயரத்தில் வைத்துக் கொண்டு, கொடியவராகிய காதலரிடம் சொல்லிவிட்டு பெருமை பெறுவாயா?<hr>';
            break;

        case 1238:
            resultText = `<strong style="color: aqua">குறள் எண்: 1238</strong><hr>` +
                'முயங்கிய கைகளை ஊக்கப் பசந்தது<br>' +
                'பைந்தொடி பேதை நுதல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தழுவிய கைகளை நீக்கிய உடனே, காதலியின் நெற்றி (பிரிவை பொறுக்காமல்) பசலை நிறம் அடைந்தது.<hr>';
            break;

        case 1239:
            resultText = `<strong style="color: aqua">குறள் எண்: 1239</strong><hr>` +
                'முயக்குஇடைத் தண்வளி போழப் பசப்புஉற்ற<br>' +
                'பேதை பெருமழைக் கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தழுவுதலுக்கு இடையே குளிர்ந்த காற்று நுழைய, காதலியின் கண்கள் பெரும் மழை போல பசலை நிறம் கொண்டன.<hr>';
            break;

        case 1240:
            resultText = `<strong style="color: aqua">குறள் எண்: 1240</strong><hr>` +
                'கண்ணின் பசப்போ பருவரல் எய்தின்றே<br>' +
                'ஒண்ணுதல் செய்தது கண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலியின் ஒளிமிகு நெற்றி பசலை நிறம் அடைந்ததைப் பார்த்து, அவளுடைய கண்களும் துன்பம் அடைந்தன.<hr>';
            break;

        case 1241:
            resultText = `<strong style="color: aqua">குறள் எண்: 1241</strong><hr>` +
                'நினைத்துஒன்று சொல்லாயோ நெஞ்சே எனைத்துஒன்றும்<br>' +
                'எவ்வநோய் தீர்க்கும் மருந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! இத் துன்பநோயைத் தீர்க்கும் மருந்து ஏதாவது ஒன்றை நீ நினைத்துப் பார்த்து எனக்குச் சொல்லமாட்டாயோ?<hr>';
            break;

        case 1242:
            resultText = `<strong style="color: aqua">குறள் எண்: 1242</strong><hr>` +
                'காதல் அவர்இலர் ஆகநீ நோவது<br>' +
                'பேதமை வாழிஎன் நெஞ்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! வாழ்க! அவர் நமக்குக் காதல் இல்லாதவராக இருக்க, நீ அவரைப் பற்றியே நினைத்து வருந்துவதும் உன் அறியாமையே!<hr>';
            break;

        case 1243:
            resultText = `<strong style="color: aqua">குறள் எண்: 1243</strong><hr>` +
                'இருந்துஉள்ளி என்பரிதல் நெஞ்சே! பரிந்துள்ளல்<br>' +
                'பைதல்நோய் செய்தார்கண் இல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! (என்னுடன்) இருந்து அவரை நினைத்து வருந்துவது ஏன்? உன்னை துன்பம் கொடுத்தவரிடம் இவ்வாறு அன்பு கொண்டு நினைக்கும் தன்மை இல்லையே!<hr>';
            break;

        case 1244:
            resultText = `<strong style="color: aqua">குறள் எண்: 1244</strong><hr>` +
                'கண்ணும் கொளச்சேறி நெஞ்சே! இவைஎன்னைத்<br>' +
                'தின்னும் அவர்க்காணல் உற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! நீ அவரிடம் செல்லும் போது என் கண்களையும் உடன் கொண்டு செல்வாயாக; அவரைக் காண வேண்டும் என்று இவை என்னைப் பீடித்து தின்னுகின்றன.<hr>';
            break;

        case 1245:
            resultText = `<strong style="color: aqua">குறள் எண்: 1245</strong><hr>` +
                'செற்றா ரெனக்கை விடல்உண்டோ நெஞ்சேயாம்<br>' +
                'உற்றால் உறாஅ தவர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! யாம் விரும்பி நாடினாலும் நம்மை நாடாத அவர் நம்மை வெறுத்தார் என்று எண்ணிக் கை விட முடியுமோ?<hr>';
            break;

        case 1246:
            resultText = `<strong style="color: aqua">குறள் எண்: 1246</strong><hr>` +
                'கலந்துஉணர்த்தும் காதலர்க் கண்டால் புலந்துஉணராய்<br>' +
                'பொய்க்காய்வு காய்திஎன் நெஞ்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! காதலரைப் பார்த்தவுடன் உன் கோபம் குன்றி சேர்வாய்! பொய்யான சினம் கொண்டு நீ உன்னையே காய்த்துக்கொள்கின்றாய்.<hr>';
            break;

        case 1247:
            resultText = `<strong style="color: aqua">குறள் எண்: 1247</strong><hr>` +
                'காமம் விடுஒன்றோ நாண்விடு நல்நெஞ்சே<br>' +
                'யானோ பொறேன்இவ் இரண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! ஒன்று காமத்தை விட்டு விடு, அல்லது நாணத்தை விட்டுவிடு. இவ்விரண்டும் எனக்கு பொறுத்துக்கொள்ள முடியாதவை.<hr>';
            break;

        case 1248:
            resultText = `<strong style="color: aqua">குறள் எண்: 1248</strong><hr>` +
                'பரிந்துஅவர் நல்கார்என்று ஏங்கிப் பிரிந்தவர்<br>' +
                'பின்செல்வாய் பேதைஎன் நெஞ்சு!<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என் நெஞ்சே! அவரை நினைத்து ஏங்கிப் பிரிந்து நிற்பவரின் பின்செல்கின்றாய், நீ பேதை.<hr>';
            break;

        case 1249:
            resultText = `<strong style="color: aqua">குறள் எண்: 1249</strong><hr>` +
                'உள்ளத்தார் காதலர்ஆக உள்ளிநீ<br>' +
                'யாருழைச் சேறிஎன் நெஞ்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! காதலர் உன் உள்ளத்தில் இருக்க, அவரை விட்டுப் பிறர் பின்னால் நீ செல்வது ஏன்?<hr>';
            break;

        case 1250:
            resultText = `<strong style="color: aqua">குறள் எண்: 1250</strong><hr>` +
                'துன்னாத் துறந்தாரை நெஞ்சத்து உடையேமா<br>' +
                'இன்னும் இழத்தும் கவின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரின் பிரிவால் வாடிய நெஞ்சை உடைய நாம், இன்னும் மெலிந்து அழகை இழந்து வருகின்றோம்.<hr>';
            break;

        case 1251:
            resultText = `<strong style="color: aqua">குறள் எண்: 1251</strong><hr>` +
                'காமக் கணிச்சி உடைக்கும் நிறைஎன்னும்<br>' +
                'நாணுத்தாழ் வீழ்த்த கதவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமம், நாணம் என்னும் தாழ்ப்பாள் பொருந்திய கதவுகளை உடைத்து விடுகின்றது.<hr>';
            break;

        case 1252:
            resultText = `<strong style="color: aqua">குறள் எண்: 1252</strong><hr>` +
                'காமம் எனஒன்றோ கண்ணின்றுஎன் நெஞ்சத்தை<br>' +
                'யாமத்தும் ஆளும் தொழில்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமம் என்னும் ஒன்று என் நெஞ்சை கண்ணோட்டம் இல்லாமல் நள்ளிரவிலும் ஆள்கின்றது.<hr>';
            break;

        case 1253:
            resultText = `<strong style="color: aqua">குறள் எண்: 1253</strong><hr>` +
                'மறைப்பேன்மன் காமத்தை யானோ குறிப்புஇன்றித்<br>' +
                'தும்மல்போல் தோன்றி விடும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நான் காமத்தை மறைக்க முயற்சிக்கிறேன், ஆனால் அது தும்மல்போல் தானே வெளிப்பட்டு விடுகின்றது.<hr>';
            break;

        case 1254:
            resultText = `<strong style="color: aqua">குறள் எண்: 1254</strong><hr>` +
                'நிறைஉடையேன் என்பேன்மன் யானோஎன் காமம்<br>' +
                'மறைஇறந்து மன்று படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நான் நிறைவுடையவன் என்று எண்ணினேன், ஆனால் என் காமம் மறைந்து இருக்காமல் வெளிப்படுகின்றது.<hr>';
            break;

        case 1255:
            resultText = `<strong style="color: aqua">குறள் எண்: 1255</strong><hr>` +
                'செற்றார்பின் செல்லாப் பெருந்தகைமை காமநோய்<br>' +
                'உற்றார் அறிவதுஒன்று அன்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்மை வெறுத்து சென்றவரைப் பின்செல்லாமல் நிற்கும் பெருந்தகைமை, காமநோய் உற்றவர்களுக்கு அறிய முடியாதது.<hr>';
            break;

        case 1256:
            resultText = `<strong style="color: aqua">குறள் எண்: 1256</strong><hr>` +
                'செற்றவர் பின்சேறல் வேண்டி அளித்தரோ<br>' +
                'எற்றுஎன்னை உற்ற துயர்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வெறுத்து சென்ற காதலரின் பின்செல்ல விரும்பிய நிலை என் துயரை அதிகரிக்கிறது.<hr>';
            break;

        case 1257:
            resultText = `<strong style="color: aqua">குறள் எண்: 1257</strong><hr>` +
                'நாண்என ஒன்றோ அறியலம் காமத்தால்<br>' +
                'பேணியார் பெட்ப செயின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரின் விருப்பத்திற்காக நாணம் என்னும் பண்பை மறந்து விடுகிறேன்.<hr>';
            break;

        case 1258:
            resultText = `<strong style="color: aqua">குறள் எண்: 1258</strong><hr>` +
                'பன்மாயக் கள்வன் பணிமொழி அன்றோநம்<br>' +
                'பெண்மை உடைக்கும் படை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பன்மாயத்தில் வல்ல காதலரின் பணிவான சொல், நம்முடைய பெண்மையை அழிக்கும் சக்தியாக விளங்குகின்றது.<hr>';
            break;

        case 1259:
            resultText = `<strong style="color: aqua">குறள் எண்: 1259</strong><hr>` +
                'புலப்பல் எனச்சென்றேன் புல்லினேன் நெஞ்சம்<br>' +
                'கலத்தல் உறுவது கண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊடல் எண்ணிய என்னை, என் நெஞ்சம் அதில் ஈடுபட்டு விட்டதால், கலந்துபோனேன்.<hr>';
            break;

        case 1260:
            resultText = `<strong style="color: aqua">குறள் எண்: 1260</strong><hr>` +
                'நிணம்தீயில் இட்டன்ன நெஞ்சினார்க்கு உண்டோ<br>' +
                'புணர்ந்து ஊடிநிற்பேம் எனல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உருகும் நெஞ்சத்துடன், காதலரை விட்டுச் செல்ல முடியாமல் நான் அப்படி உறுதியாக நிற்பதில்லை.<hr>';
            break;



        case 1261:
            resultText = `<strong style="color: aqua">குறள் எண்: 1261</strong><hr>` +
                'வாள்அற்றுப் புற்கென்ற கண்ணும்: அவர்சென்ற<br>' +
                'நாள்ஒற்றித் தேய்ந்த விரல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என் கண்களும் அவர் வரும் வழியைப் பார்த்துப் பார்த்து ஒளி இழந்து அழகு கெட்டன; விரல்களும் அவர் சென்ற நாட்களைக் குறித்துத் தொட்டுத் தொட்டுத் தேய்ந்தன.<hr>';
            break;

        case 1262:
            resultText = `<strong style="color: aqua">குறள் எண்: 1262</strong><hr>` +
                'இலங்கிழாய் ! இன்று மறப்பின் என் தோள்மேல்<br>' +
                'கலம்கழியும் காரிகை நீத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தோழி! காதலரின் பிரிவால் துன்புற்று வருந்துகின்ற இன்றும் அவரை மறந்துவிட்டால், அழகு கெட்டு என்தோள் மேல் அணிந்துள்ள அணிகள் கழலுமாறு நேரும்.<hr>';
            break;

        case 1263:
            resultText = `<strong style="color: aqua">குறள் எண்: 1263</strong><hr>` +
                'உரன்நசைஇ உள்ளம் துணையாகச் சென்றார்<br>' +
                'வரல்நசைஇ இன்னும் உளேன்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வெற்றியை விரும்பி ஊக்கமே துணையாகக்கொண்டு வெளிநாட்டுக்குச் சென்ற காதலர்; திரும்பி வருதலைக் காண விரும்பியே இன்னும் யான் உயிரோடிருக்கின்றேன்.<hr>';
            break;

        case 1264:
            resultText = `<strong style="color: aqua">குறள் எண்: 1264</strong><hr>` +
                'கூடிய காமம் பிரிந்தார் வரவுஉள்ளிக்<br>' +
                'கோடுகொடு ஏறும்என் நெஞ்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'முன்பு கூடியிருந்த காதலைக் கைவிட்டுப் பிரிந்த அவருடைய வருகையை நினைத்து என் நெஞ்சம் மரத்தின் கிளைகளின்மேலும் ஏறிப் பார்க்கின்றது.<hr>';
            break;

        case 1265:
            resultText = `<strong style="color: aqua">குறள் எண்: 1265</strong><hr>` +
                'காண்கமன் கொண்கனைக் கண்ணார; கண்டபின்<br>' +
                'நீங்கும்என் மென்தோள் பசப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என் காதலனைக் கண்ணாரக் காண்பேனாக; கண்டபிறகு, என்னுடைய மெல்லிய தோளில் உண்டாகிய பசலைநிறம் தானே நீங்கி விடும்.<hr>';
            break;

        case 1266:
            resultText = `<strong style="color: aqua">குறள் எண்: 1266</strong><hr>` +
                'வருகமன் கொண்கன் ஒருநாள்: பருகுவன்<br>' +
                'பைதல்நோய் எல்லாம் கெட.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என் காதலன் ஒருநாள் என்னிடம் வருவானாக; வந்த பிறகு, என்னுடைய துன்பநோய் எல்லாம் தீருமாறு நான் நன்றாக நுகர்வேன்.<hr>';
            break;

        case 1267:
            resultText = `<strong style="color: aqua">குறள் எண்: 1267</strong><hr>` +
                'புலப்பேன்கொல்: புல்லுவேன் கொல்லோ: கலப்பேன்கொல்<br>' +
                'கண்அன்ன கேளிர் வரின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என்னுடைய கண்போன்ற காதலர் வருவாரானால், யான் அவரோடு ஊடுவேனோ? அல்லது அவரைத் தழுவுவேனோ? அவரோடு கூடுவேனோ?<hr>';
            break;



        case 1268:
            resultText = `<strong style="color: aqua">குறள் எண்: 1268</strong><hr>` +
                'வினைகலந்து வென்றீக வேந்தன்: மனைகலந்து<br>' +
                'மாலை அயர்கம் விருந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரசன் இச் செயலில் முனைந்து நின்று வெற்றி பெறுவானாக; அதன்பின் யாம் மனைவியோடு கூடியிருந்து அன்றுவரும் மாலைப்பொழுதிற்கு விருந்து செய்வோம்.<hr>';
            break;

        case 1269:
            resultText = `<strong style="color: aqua">குறள் எண்: 1269</strong><hr>` +
                'ஒருநாள் எழுநாள்போல் செல்லும், சேண்சென்றார்<br>' +
                'வருநாள்வைத்து ஏங்கு பவர்க்கு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தொலைவில் உள்ள வெளிநாட்டிற்குச் சென்ற காதலர் திரும்பிவரும் நாளை நினைத்து ஏங்கும் மகளிர்க்கு ஒருநாள் ஏழுநாள் போல(நெடிதாகக்) கழியும்.<hr>';
            break;

        case 1270:
            resultText = `<strong style="color: aqua">குறள் எண்: 1270</strong><hr>` +
                'பெறின்என்னாம் பெற்றக்கால் என்னாம் உறின்என்னாம்<br>' +
                'உள்ளம் உடைந்துஉக்கக் கால்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'துன்பத்தைத் தாங்காமல் மனம் உடைந்து அழிந்து விட்டால், நம்மைத் திரும்பப் பெறுவதனால் என்ன? பெற்று விட்டால் என்ன? பெற்றுப் பொருந்தினாலும் என்ன?<hr>';
            break;

        case 1271:
            resultText = `<strong style="color: aqua">குறள் எண்: 1271</strong><hr>` +
                'கரப்பினுங் கையிகந்து ஒல்லாநின் உண்கண்<br>' +
                'உரைக்கல் உறுவதுஒன்று உண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நீ சொல்லாமல் மறைத்தாலும் நிற்காமல் உன்னைக் கடந்து உன்னுடைய கண்கள் எனக்குச் சொல்லக்கூடிய செய்தி ஒன்று இருக்கின்றது.<hr>';
            break;

        case 1272:
            resultText = `<strong style="color: aqua">குறள் எண்: 1272</strong><hr>` +
                'கண்நிறைந்த காரிகைக் காம்புஏர்தோள் பேதைக்குப்<br>' +
                'பெண்நிறைந்த நீர்மை பெரிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்நிறைந்த அழகும் மூங்கில்போன்ற தோளும் உடைய என் காதலிக்குப் பெண்மைத்தன்மை நிறைந்து விளங்கும் இயல்பு மிகுதியாக உள்ளது.<hr>';
            break;

        case 1273:
            resultText = `<strong style="color: aqua">குறள் எண்: 1273</strong><hr>` +
                'மணியில் திகழ்தரு நூல்போல் மடந்நை<br>' +
                'அணியில் திகழ்வதுஒன்று உண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(கோத்த) மணியினுள் விளங்கும் நூலைப்போல் என் காதலியின் அழகினுள் விளங்குவதான குறிப்பு ஒன்று இருக்கின்றது.<hr>';
            break;

        case 1274:
            resultText = `<strong style="color: aqua">குறள் எண்: 1274</strong><hr>` +
                'முகைமொக்குள் உள்ளது நாற்றம்போல் பேதை<br>' +
                'நகைமொக்குள் உள்ளதொன்று உண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அரும்பு தோன்றும்போதும் அடங்கியிருக்கும் மணத்தைப் போல், காதலியின் புன்முறுவலின் தோற்றத்தில் அடங்கி இருக்கும் குறிப்பு ஒன்று உள்ளது.<hr>';
            break;

        case 1275:
            resultText = `<strong style="color: aqua">குறள் எண்: 1275</strong><hr>` +
                'செறிதொடி செய்திறந்த கள்ளம் உறுதுயர்<br>' +
                'தீர்க்கும் மருந்துஒன்று உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலி என்னை நோக்கிச் செய்துவிட்டுச் சென்ற கள்ளமான குறிப்பு. என் மிக்க துயரத்தைத் தீர்க்கும் மருந்து ஒன்று உடையதாக இருக்கின்றது.<hr>';
            break;

        case 1276:
            resultText = `<strong style="color: aqua">குறள் எண்: 1276</strong><hr>` +
                'பெரிதுஆற்றிப் பெட்பக் கலத்தல் அரிதுஆற்றி<br>' +
                'அன்புஇன்மை சூழ்வது உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெரிதும் அன்பு செய்து விரும்புமாறு கூடுதல், அரிதாகிய பிரிவைச் செய்து பிறகு அன்பில்லாமல் கைவிட எண்ணுகின்ற குறிப்பை உடையதாகும்.<hr>';
            break;

        case 1277:
            resultText = `<strong style="color: aqua">குறள் எண்: 1277</strong><hr>` +
                'தண்அம் துறைவன் தணந்தமை நம்மினும்<br>' +
                'முன்னம் உணர்ந்த வளை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'குளிர்ந்த துறையை உடைய காதலன் பிரிந்த பிரிவை நம்மைவிட முன்னமே நம்முடைய வளையல்கள் உணர்ந்து கழன்று விட்டனவே!<hr>';
            break;

        case 1278:
            resultText = `<strong style="color: aqua">குறள் எண்: 1278</strong><hr>` +
                'நெருநற்றுச் சென்றார்எம் காதலர் யாமும்<br>' +
                'எழுநாளேம் மேனி பசந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'எம்முடைய காதலர் நேற்றுத்தான் பிரிந்து சென்றார்; யாமும் மேனி பசலை நிறம் அடைந்து ஏழு நாட்கள் ஆய்விட்ட நிலையில் இருக்கின்றோம்.<hr>';
            break;

        case 1279:
            resultText = `<strong style="color: aqua">குறள் எண்: 1279</strong><hr>` +
                'தொடிநோக்கி மென்தோளும் நோக்கி அடிநோக்கி<br>' +
                'அஃதுஆண்டு அவள்செய் தது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தன்னுடைய வளையல்களை நோக்கி, மெல்லிய தோள்களையும் நோக்கித் தன்னுடைய அடிகளையும் நோக்கி அவள் செய்த குறிப்பு உடன்போக்காகிய அதுவேயாகும்.<hr>';
            break;

        case 1280:
            resultText = `<strong style="color: aqua">குறள் எண்: 1280</strong><hr>` +
                'பெண்ணினால் பெண்மை உடைத்துஎன்ப கண்ணினால்<br>' +
                'காமநோய் சொல்லி இரவு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்ணினால் காமநோயைத் தெரிவித்துப் பிரியாம லிருக்குமாறு இரத்தல், பெண்தன்மைக்கு மேலும் பெண் தன்மை உடையது என்று கூறுவர்.<hr>';
            break;

        case 1281:
            resultText = `<strong style="color: aqua">குறள் எண்: 1281</strong><hr>` +
                'உள்ளக் களித்தலும் காண மகிழ்தலும்<br>' +
                'கள்ளுக்குஇல் காமத்திற்கு உண்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நினைத்த அளவிலே களிப்படைதலும் கண்ட அளவிலே மகிழ்ச்சி அடைதலும் ஆகிய இந்த இருவகைத் தன்மையும் கள்ளுக்கு இல்லை; காமத்திற்கு உண்டு.<hr>';
            break;

        case 1282:
            resultText = `<strong style="color: aqua">குறள் எண்: 1282</strong><hr>` +
                'தினைத்துணையும் ஊடாமை வேண்டும் பனைத்துணையும்<br>' +
                'காமம் நிறைய வரின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமம் பனையளவாக நிறைய வரும்போது காதலரோடு தினையளவாகச் சிறிதேனும் ஊடல் கொள்ளாமல் இருக்க வேண்டும்.<hr>';
            break;

        case 1283:
            resultText = `<strong style="color: aqua">குறள் எண்: 1283</strong><hr>` +
                'பேணாது பெட்பவே செய்யினும் கொண்கனைக்<br>' +
                'காணாது அமையல கண்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என்னை விரும்பாமல் புறக்கணித்துத் தனக்கு விருப்பமானவற்றையே செய்து ஒழுகினாலும், என்னுடைய கண்கள் காதலனைக் காணாமல் பொருந்தவில்லை.<hr>';
            break;

        case 1284:
            resultText = `<strong style="color: aqua">குறள் எண்: 1284</strong><hr>` +
                'ஊடற்கண் சென்றேன்மன் தோழி அதுமறந்து<br>' +
                'கூடற்கண் சென்றதுஎன் நெஞ்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தோழி! யான் அவரோடு ஊடுவதற்காகச் சென்றேன்: ஆனால் என்னுடைய நெஞ்சம் அந்த நோக்கத்தை மறந்து அவரோடு கூடுவதற்காகச் சென்றது.<hr>';
            break;

        case 1285:
            resultText = `<strong style="color: aqua">குறள் எண்: 1285</strong><hr>` +
                'எழுதும்கால் கோல்காணாக் கண்ணேபோல் கொண்கன்<br>' +
                'பழிகாணேன் கண்ட இடத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'மை தீட்டும் நேரத்தில் தீட்டும் கோலைக் காணாத கண்களைப்போல், காதலனைக் கண்டபோது மட்டும் அவனுடைய குற்றத்தை நினைக்காமல் மறந்து விடுகின்றேன்.<hr>';
            break;

        case 1286:
            resultText = `<strong style="color: aqua">குறள் எண்: 1286</strong><hr>` +
                'காணும்கால் காணேன் தவறாய: காணாக்கால்<br>' +
                'காணேன் தவறல் லவை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரை யான் காணும்போது (அவருடைய செயல்களில்) தவறானவற்றைக் காண்பதில்லை.அவரைக் காணாத போது தவறு அல்லாத நன்மைகளைக் காண்பதில்லை.<hr>';
            break;

        case 1287:
            resultText = `<strong style="color: aqua">குறள் எண்: 1287</strong><hr>` +
                'உய்த்தல் அறிந்து புலன்பாய் பவரேபோல்<br>' +
                'பொய்த்தல் அறிந்துஎன் புலந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'வெள்ளம் இழுத்துச் செல்வதை அறிந்திருந்தும் ஓடும் நீரில் பாய்கின்றவரைப் போல், பயன்படாமை அறிந்திருந்தும் ஊடல் கொள்வதால் பயன் என்ன?<hr>';
            break;

        case 1288:
            resultText = `<strong style="color: aqua">குறள் எண்: 1288</strong><hr>` +
                'இளித்தக்க இன்னா செயினும் களித்தார்க்குக்<br>' +
                'கள்ளற்றே கள்வநின் மார்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கள்வ! இழிவு வரத்தக்க துன்பங்களைச் செய்தாலும் கள்ளுண்டு களித்தவர்க்கு மேன்மேலும் விருப்பம் தரும் கள்ளைப் போன்றது உன் மார்பு.<hr>';
            break;

        case 1289:
            resultText = `<strong style="color: aqua">குறள் எண்: 1289</strong><hr>` +
                'மலரினும் மெல்லிது காமம்: சிலர்அதன்<br>' +
                'செவ்வி தலைப்படு வார்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமம் மலரைவிட மென்மை உடையதாகும்; அந்த உண்மை அறிந்து அதன் நல்ல பயனைப் பெறக்கூடியவர் சிலரே.<hr>';
            break;

        case 1290:
            resultText = `<strong style="color: aqua">குறள் எண்: 1290</strong><hr>` +
                'கண்ணின் துனித்தே கலங்கினாள் புல்லுதல்<br>' +
                'என்னினும் தான்விதுப் புற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கண்பார்வையின் அளவில் பிணங்கி, என்னைவிடத் தான் விரைந்து தழுவுதலை விரும்பி, (பிணங்கிய நிலையையும் மறந்து) கலங்கிவிட்டாள்.<hr>';
            break;

        case 1291:
            resultText = `<strong style="color: aqua">குறள் எண்: 1291</strong><hr>` +
                'அவர்நெஞ்சு அவர்க்குஆதல் கண்டும் எவன்நெஞ்சே<br>' +
                'நீஎமக்கு ஆகா தது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! அவருடைய நெஞ்சம் (நம்மை நினையாமல் நம்மிடம் வராமல்) அவர்க்குத் துணையாதலைக் கண்டும் நீ எமக்குத் துணையாகாதது ஏன்?<hr>';
            break;

        case 1292:
            resultText = `<strong style="color: aqua">குறள் எண்: 1292</strong><hr>` +
                'உறாஅ தவர்கண்ட கண்ணும் அவரைச்<br>' +
                'செறாஅரெனச் சேறிஎன் நெஞ்சு !<br>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'என் நெஞ்சே! நம்மேல் அன்பு கொள்ளாத காதலரைக் கண்டபோதும், அவர் வெறுக்கமாட்டார் என்று எண்ணி அவரிடம் செல்கின்றாயே!<hr>';
            break;

        case 1293:
            resultText = `<strong style="color: aqua">குறள் எண்: 1293</strong><hr>` +
                'கெட்டார்க்கு நட்டார்இல் என்பதோ நெஞ்சேநீ<br>' +
                'பெட்டாங்கு அவர்பின் செலல் .<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! நீ உன் விருப்பத்தின் படியே அவர் பின் செல்வதற்குக் காரணம், துன்பத்தால் அழிந்தவர்க்கு நண்பர் இல்லை என்னும் எண்ணமோ?<hr>';
            break;

        case 1294:
            resultText = `<strong style="color: aqua">குறள் எண்: 1294</strong><hr>` +
                'இனிஅன்ன நின்னோடு சூழ்வார்யார் நெஞ்சே<br>' +
                'துனிசெய்து துவ்வாய்காண் மற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெஞ்சே! நீ ஊடலைச் செய்து அதன் பயனை நுகர மாட்டாய்; இனிமேல் அத்தகையவற்றைப்பற்றி உன்னோடு கலந்து எண்ணப் போகின்றவர் யார்?<hr>';
            break;

        case 1295:
            resultText = `<strong style="color: aqua">குறள் எண்: 1295</strong><hr>` +
                'பெறாஅமை அஞ்சும்: பெறின்பிரிவு அஞ்சும்<br>' +
                'அறாஅ இடும்பைத்துஎன் நெஞ்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(காதலரைப் பெறாதபோது) பெறாமைக்கு அஞ்சும்; பெற்றால் பிரிவை நினைந்து அஞ்சும்; (இவ்வாறாக) என்நெஞ்சம் தீராத துன்பம் உடையதாகின்றது.<hr>';
            break;




        case 1296:
            resultText = `<strong style="color: aqua">குறள் எண்: 1296</strong><hr>` +
                'தனியே இருந்து நினைத்தக்கால் என்னைத்<br>' +
                'தினிய இருந்ததுஎன் நெஞ்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரைப் பிரிந்து தனியே இருந்து அவருடைய தவறுகளை நினைத்தபோது என் நெஞ்சம் என்னைத் தின்பதுபோல் துன்பம் செய்வதாக இருந்தது.<hr>';
            break;

        case 1297:
            resultText = `<strong style="color: aqua">குறள் எண்: 1297</strong><hr>` +
                'நாணும் மறந்தேன் அவர்மறக் கல்லாஎன்<br>' +
                'மாணா மடநெஞ்சில் பட்டு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரை மறக்கமுடியாத என்னுடைய சிறப்பில்லாத மடநெஞ்சினோடு சேர்ந்து.,மறக்கத் தகாததாகிய நாணத்தையும் மறந்துவிட்டேன்.<hr>';
            break;

        case 1298:
            resultText = `<strong style="color: aqua">குறள் எண்: 1298</strong><hr>` +
                'எள்ளின் இளிவாம்என்று எண்ணி அவர்திறம்<br>' +
                'உள்ளும் உயிர்க்காதல் நெஞ்சு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உயிரின்மேல் காதல்கொண்ட என் நெஞ்சம், பிரிந்த காதலரை இகழ்ந்தால் இழிவாகும் என்று எண்ணி அவருடைய உயர்ந்த பண்புகளையே நினைக்கின்றது,<hr>';
            break;

        case 1299:
            resultText = `<strong style="color: aqua">குறள் எண்: 1299</strong><hr>` +
                'துன்பத்திற்கு யாரே துணையாவார் தாமுடைய<br>' +
                'நெஞ்சம் துணையல் வழி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவர்க்குத் துன்பம் வந்தபோது, தாம் உரிமையாகப் பெற்றுள்ள நெஞ்சமே துணையாகாவிட்டால், வேறு யார் துணையாவார்?<hr>';
            break;

        case 1300:
            resultText = `<strong style="color: aqua">குறள் எண்: 1300</strong><hr>` +
                'தஞ்சம் தமர்அல்லர் ஏதிலார் தாம்உடைய<br>' +
                'நெஞ்சம் தமர்அல் வழி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஒருவர்க்குத் தாம் உரிமையாகப் பெற்ற நெஞ்சமே உறவாகாதபோது அயலார் உறவில்லாதவராக இருப்பது எளிதேயாகும்.<hr>';
            break;

        case 1301:
            resultText = `<strong style="color: aqua">குறள் எண்: 1301</strong><hr>` +
                'புல்லாது இராஅப் புலத்தை அவர்உறும்<br>' +
                'அல்லல்நோய் காண்கம் சிறிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                '(ஊடும்போது அவர் அடைகின்ற) துன்பநோயைச் சிறிது காண்போம்; அதற்காக அவரைத் தழுவாமலிருந்து பிணங்குவாயாக.<hr>';
            break;

        case 1302:
            resultText = `<strong style="color: aqua">குறள் எண்: 1302</strong><hr>` +
                'உப்புஅமைந் தற்றால் புலவி: அதுசிறிது<br>' +
                'மிக்கற்றால் நீள விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உப்பு, உணவில் அளவோடு அமைந்திருப்பதைப் போன்றது ஊடல்; ஊடலை அளவுகடந்து நீட்டித்தல், அந்த உப்பு சிறிதளவு மிகுதியாக இருப்பதைப் போன்றது.<hr>';
            break;

        case 1303:
            resultText = `<strong style="color: aqua">குறள் எண்: 1303</strong><hr>` +
                'அலந்தாரை அல்லல்நோய் செய்தற்றால் தம்மைப்<br>' +
                'புலந்தாரைப் புல்லா விடல்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தம்மோடு பிணங்கியவரை ஊடலுணர்த்தித் தழுவாமல் விடுதல், துன்பத்தால் வருந்தியவரை மேலும் துன்பநோய் செய்து வருத்தினாற் போன்றது.<hr>';
            break;

        case 1304:
            resultText = `<strong style="color: aqua">குறள் எண்: 1304</strong><hr>` +
                'ஊடி யவரை உணராமை வாடிய<br>' +
                'வள்ளி முதல்அரிந் தற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பிணங்கியவரை ஊடலுணர்த்தி அன்பு செய்யாமலிருத்தல், முன்னமே வாடியுள்ள கொடியை அதன் அடியிலே அறுத்தல் போன்றது.<hr>';
            break;

        case 1305:
            resultText = `<strong style="color: aqua">குறள் எண்: 1305</strong><hr>` +
                'நலத்தகை நல்லவர்க்கு ஏஎர் புலத்தகை<br>' +
                'பூஅன்ன கண்ணார் அகத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நல்ல பண்புகள் அமைந்த நல்ல ஆடவர்க்கு அழகு, மலர் போன்ற கண்களை உடைய மகளிரின் நெஞ்சில் விளையும் ஊடலின் சிறப்பே ஆகும்.<hr>';
            break;

        case 1306:
            resultText = `<strong style="color: aqua">குறள் எண்: 1306</strong><hr>` +
                'துனியும் புலவியும் இல்லாயின் காமம்<br>' +
                'கனியும் கருக்காயும் அற்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பெரும்பிணக்கும் சிறுபிணக்கும் இல்லாவிட்டால், காமம் மிகப் பழுத்த பழமும் முற்றாத இளங்காயும் போல் பயன்படாததாகும்.<hr>';
            break;

        case 1307:
            resultText = `<strong style="color: aqua">குறள் எண்: 1307</strong><hr>` +
                'ஊடலின் உண்டுஆங்கோர் துன்பம் புணர்வது<br>' +
                'நீடுவது அன்றுகொல் என்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கூடியிருக்கும் இன்பம் இனிமேல் நீட்டிக்காதோ என்று ஏங்கி எண்ணுவதால் ஊடியிருத்தலினும் காதலர்க்கு ஒருவகைத் துன்பம் இருக்கின்றது.<hr>';
            break;

        case 1308:
            resultText = `<strong style="color: aqua">குறள் எண்: 1308</strong><hr>` +
                'நோதல் எவன்மற்று நொந்தார்என்று அஃதுஅறியும்<br>' +
                'காதலர் இல்லா வழி.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நம்மால் இவர் வருந்தினார் என்று அந்த வருத்தத்தை அறிகின்ற காதலர் இல்லாதபோது, வருந்துவதால் பயன் என்ன?<hr>';
            break;

        case 1309:
            resultText = `<strong style="color: aqua">குறள் எண்: 1309</strong><hr>` +
                'நீரும் நிழலது இனிதே புலவியும்<br>' +
                'வீழுநர் கண்ணே இனிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நீரும் நிழலை அடுத்திருப்பதே இனிமையானது; அதுபோல், ஊடலும் அன்பு செலுத்துவோரிடத்தில் கொள்வதே இன்பமானது.<hr>';
            break;

        case 1310:
            resultText = `<strong style="color: aqua">குறள் எண்: 1310</strong><hr>` +
                'ஊடல் உணங்க விடுவாரோடு என்நெஞ்சம்<br>' +
                'கூடுவேம் என்பது அவா.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊடல் கொண்டபோது உணர்த்தி மகிழ்விக்காமல் வாடவிடுகின்றவரோடு என் நெஞ்சம் கூடியிருப்போம் என்று முயல்வதற்குக் காரணம் அதன் ஆசையே.<hr>';
            break;

        case 1311:
            resultText = `<strong style="color: aqua">குறள் எண்: 1311</strong><hr>` +
                'பெண்இயலார் எல்லோரும் கண்ணின் பொதுஉண்பர்<br>' +
                'நண்ணேன் பரத்தநின் மார்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'பரத்தமை உடையாய்! பெண்தன்மை உடையவர் எல்லாரும் தம்தம் கண்களால் பொதுப் பொருளாகக் கொண்டு நுகர்கின்றார்கள்; ஆகையால் உன் மார்பைப் பொருந்தேன்.<hr>';
            break;

        case 1312:
            resultText = `<strong style="color: aqua">குறள் எண்: 1312</strong><hr>` +
                'ஊடி இருந்தேமாத் தும்மினார் யாம்தம்மை<br>' +
                'நீடுவாழ்க என்பாக்கு அறிந்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரோடு ஊடல் கொண்டிருந்தோமாக, யாம் தம்மை நெடுங்காலம் வாழ்க என்று வாய்திறந்து சொல்லுவோம் என நினைத்து அவர் தும்மினார்.<hr>';
            break;

        case 1313:
            resultText = `<strong style="color: aqua">குறள் எண்: 1313</strong><hr>` +
                'கோட்டுப்பூச் சூடினும் காயும் ஒருத்தியைக்<br>' +
                'காட்டிய சூடினீர் என்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'கிளைகளில் மலர்ந்த மலர்களைச் சூடினாலும் "நீர் இந்த அழகை யாரோ ஒருத்திக்குக் காட்டுவதற்காகச் சூடினீர்" என்று சினம் கொள்வாள்.<hr>';
            break;


        case 1314:
            resultText = `<strong style="color: aqua">குறள் எண்: 1314</strong><hr>` +
                'யாரினும் காதலம் என்றேனா ஊடினாள்<br>' +
                'யாரினும் யாரினும் என்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யாரையும்விட நாம் மிக்க காதல் கொண்டிருக்கிறோம் என்று சொன்னேனாக, யாரைவிட? யாரைவிட? என்று கேட்டு ஊடல் கொண்டாள்.<hr>';
            break;

        case 1315:
            resultText = `<strong style="color: aqua">குறள் எண்: 1315</strong><hr>` +
                'இம்மைப் பிறப்பில் பிரியலம் என்றேனாக்<br>' +
                'கண்நிறை நீர்கொண் டனள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'இப்பிறப்பில் யாம் பிரியமாட்டோம் என்று காதலியிடம் சொன்னேனாக, இனி வரும் பிறப்பில் பிரிவதாக உணர்ந்து கண் நிறையக் கண்ணீர் கொண்டாள்.<hr>';
            break;

        case 1316:
            resultText = `<strong style="color: aqua">குறள் எண்: 1316</strong><hr>` +
                'உள்ளினேன் என்றேன்மற்று என்மறந்தீர் என்றென்னைப்<br>' +
                'புல்லாள் புலத்தக் கனள்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நினைத்தேன் என்றால் நினைப்புக்கு முன் மறப்பு உண்டு அன்றோ? ஏன் மறந்தீர்? என்று என்னைத் தழுவாமல் ஊடினாள்.<hr>';
            break;

        case 1317:
            resultText = `<strong style="color: aqua">குறள் எண்: 1317</strong><hr>` +
                'வழுத்தினாள் தும்மினே னாக அழித்துஅழுதாள்<br>' +
                'யார்உள்ளித் தும்மினீர் என்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'யான் தும்மினேனாக அவள் `நூறாண்டு` என வாழ்த்தினாள்; உடனே அதைவிட்டு யார் நினைத்ததால் தும்மினீர்? என்று கேட்டு அழுதாள்.<hr>';
            break;

        case 1318:
            resultText = `<strong style="color: aqua">குறள் எண்: 1318</strong><hr>` +
                'தும்முச் செறுப்ப அழுதாள் நுமர்உள்ளல்<br>' +
                'எம்மை மறைத்திரோ என்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவளுடைய ஊடலுக்கு அஞ்சி யான் தும்மலை அடக்கிக் கொள்ள; உம்மவர் உம்மை நினைப்பதை எமக்குத் தெரியாமல் மறைக்கின்றீரோ என்று அழுதாள்.<hr>';
            break;

        case 1319:
            resultText = `<strong style="color: aqua">குறள் எண்: 1319</strong><hr>` +
                'தன்னை உணர்த்தினும் காயும் பிறர்க்குநீர்<br>' +
                'இந்நீரர் ஆகுதிர் என்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊடியிருந்போது அவளை ஊடல் உணர்த்தி மகிழ்வித்தாலும், நீர் மற்ற மகளிர்க்கும் இத்தன்மையானவராக ஆவீர் என்று சொல்லிச் சினம் கொள்வாள்.<hr>';
            break;

        case 1320:
            resultText = `<strong style="color: aqua">குறள் எண்: 1320</strong><hr>` +
                'நினைத்துஇருந்து நோக்கினும் காயும் அனைத்துநீர்<br>' +
                'யார்உள்ளி நோக்கினீர் என்று.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவளுடைய அழகை நினைத்து அமைதியாக இருந்து நோக்கினாலும், நீர் யாரை நினைத்து ஒப்புமையாக எல்லாம் பார்க்கின்றீர்? என்று சினம் கொள்வாள்.<hr>';
            break;

        case 1321:
            resultText = `<strong style="color: aqua">குறள் எண்: 1321</strong><hr>` +
                'இல்லை தவறுஅவர்க்கு ஆயினும் ஊடுதல்<br>' +
                'வல்லது அவர்அளிக்கு மாறு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'அவரிடம் தவறு ஒன்றும் இல்லையானாலும், அவரோடு ஊடுதல், அவர் நம்மேல் மிகுதியாக அன்பு செலுத்துமாறு செய்யவல்லது.<hr>';
            break;

        case 1322:
            resultText = `<strong style="color: aqua">குறள் எண்: 1322</strong><hr>` +
                'ஊடலில் தோன்றும் சிறுதுனி நல்அளி<br>' +
                'வாடினும் பாடு பெறும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊடுதலால் உண்டாகின்ற சிறிய துன்பம், காதலர் செய்கின்ற நல்ல அன்பு வாடிவிடக் காரணமாக இருந்தாலும் பெருமை பெறும்.<hr>';
            break;

        case 1323:
            resultText = `<strong style="color: aqua">குறள் எண்: 1323</strong><hr>` +
                'புலத்தலின் புத்தேள்நாடு உண்டோ நிலத்தொடு<br>' +
                'நீர்இயைந் தன்னார் அகத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நிலத்தோடு நீர் பொருந்திக் கலந்தாற்போன்ற அன்புடைய காதலரிடத்தில் ஊடுவதைவிட இன்பம் தருகின்ற தேவருலகம் இருக்கின்றதோ?<hr>';
            break;

        case 1324:
            resultText = `<strong style="color: aqua">குறள் எண்: 1324</strong><hr>` +
                'புல்லி விடாஅப் புலவியுள் தோன்றும்என்<br>' +
                'உள்ளம் உடைக்கும் படை.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலரைத் தழுவிக் கொண்டு விடாமலிருப்பதற்குக் காரணமான ஊடலுள், என்னுடைய உள்ளத்தை உடைக்க வல்ல படை தோன்றுகிறது.<hr>';
            break;

        case 1325:
            resultText = `<strong style="color: aqua">குறள் எண்: 1325</strong><hr>` +
                'தவறிலர் ஆயினும் தாம்வீழ்வார் மென்தோள்<br>' +
                'அகறலின் ஆங்குஒன்று உடைத்து.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'தவறு இல்லாதபோதும் ஊடலுக்கு ஆளாகித் தாம் விரும்பும் மகளிரின் மெல்லிய தோள்களை நீங்கி இருக்கும் போது ஓர் இன்பம் உள்ளது,<hr>';
            break;

        case 1326:
            resultText = `<strong style="color: aqua">குறள் எண்: 1326</strong><hr>` +
                'உணலினும் உண்டது அறல்இனிது: காமம்<br>' +
                'புணர்தலின் ஊடல் இனிது.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'உண்பதைவிட முன் உண்ட உணவு செரிப்பது இன்பமானது; அதுபோல் காமத்தில் கூடுவதைவிட ஊடுதல் இன்பமானது.<hr>';
            break;

        case 1327:
            resultText = `<strong style="color: aqua">குறள் எண்: 1327</strong><hr>` +
                'ஊடலில் தோற்றவர் வென்றார் அதுமன்னும்<br>' +
                'கூடலில் காணப் படும்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'ஊடலில் தோற்றவரே வெற்றி பெற்றவர் ஆவர்; அந்த உண்மை, ஊடல் முடிந்தபின் கூடிமகிழும் நிலையில் காணப்படும்.<hr>';
            break;

        case 1328:
            resultText = `<strong style="color: aqua">குறள் எண்: 1328</strong><hr>` +
                'ஊடிப் பெறுகுவம் கொல்லோ நுதல்வெயர்ப்பக்<br>' +
                'கூடலில் தோன்றிய உப்பு.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'நெற்றி வியர்க்கும்படியாக கூடுவதில் உளதாகும் இனிமையை, ஊடியிருந்து உணர்வதன் பயனாக இனியும் பெறுவோமாக?<hr>';
            break;

        case 1329:
            resultText = `<strong style="color: aqua">குறள் எண்: 1329</strong><hr>` +
                'ஊடுக மன்னோ ஒளியிழை யாம்இரப்ப<br>' +
                'நீடுக மன்னோ இரா.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காதலி இன்னும் ஊடுவாளாக; அந்த ஊடலைத் தணிக்கும் பொருட்டு யாம் இரந்து நிற்குமாறு இராக்காலம் இன்னும் நீட்டிப்பதாக.<hr>';
            break;

        case 1330:
            resultText = `<strong style="color: aqua">குறள் எண்: 1330</strong><hr>` +
                'ஊடுதல் காமத்திற்கு இன்பம் அதற்கின்பம்<br>' +
                'கூடி முயங்கப் பெறின்.<hr>' +
                `<strong style="color: gold">விளக்கம்:</strong><hr>` +
                'காமத்திற்கு இன்பம் தருவது ஊடுதல் ஆகும்; ஊடல் முடிந்தபின் கூடித் தழுவப்பெற்றால் அந்த ஊடலுக்கு இன்பமாகும்.<hr>';
            break;


        default:
            resultText = `<strong style="background-color:red; padding: 5px; border-radius: 10px; line-height: 1.5;">குறள் எண்: ${kural}</strong><hr>` +
             '<div style="line-height: 2;">இந்த குறள் எண் கிடைக்கவில்லை!!!...<br>' +
             'குறள் எண் தவறானது!!!...</div><hr>' + 
             `<strong style="background-color:red; padding: 5px; border-radius: 10px; line-height: 1.5;">விளக்கம்:</strong><hr>` +
             '<div style="line-height: 2;">தயவுசெய்து சரியான குறள் எண் ஒன்றை உள்ளிடவும்?...<br>' +
             'அல்லது <span style="background-color:red; padding: 4px; border-radius: 10px;">1 முதல் 1330 வரை </span>உள்ள குறள் எண் ஒன்றை தரவும்?... </div>';
    }
    resultDiv.innerHTML = `<div style="color: white;margin-top:10px;">${resultText}</div>`;
}




function secsearch1() {
    let sectionName1 = document.getElementById('section1').value;
    let resultDiv1 = document.getElementById('result1');
    let resultText1 = '';

    switch (sectionName1) {
        case 'aram':
            resultText1 = `<strong style="color:aqua">1. அறத்துப்பால்</strong><br><br>
                         <strong style="color:gold">இயல்கள்</strong>  (1-4): 4<br>
                          1_1. பாயிரவியல் (1-4): 4<br>
                          1_2. இல்லறவியல் (5-24): 20<br>
                          1_3. துறவறவியல் (25-37): 13<br>
                          1_4. ஊழியல் (38): 1<br><br>
                          <strong style="color:gold">அதிகாரங்கள்</strong> (1-38): 38<br>
                          <strong style="color:gold">குறட்பாக்கள்</strong> (38 * 10): 380`;
            break;

        case 'porul':
            resultText1 = `<strong style="color:aqua">2. பொருட்பால்</strong><br><br>
                        <strong style="color:gold">இயல்கள்</strong>  (5-7): 3<br>
                          2_5. அரசியல் (39-63): 25<br>
                          2_6. அங்கவியல் (64-95): 32<br>
                          2_7. ஒழிபியல் (96-108): 13<br><br>
                          <strong style="color:gold">அதிகாரங்கள்</strong> (39-108): 70<br>
                          <strong style="color:gold">குறட்பாக்கள்</strong> (70 * 10): 700`;
            break;

        case 'inbam':
            resultText1 = `<strong style="color:aqua">3. இன்பத்துப்பால்</strong><br><br>
                          <strong style="color:gold">இயல்கள்</strong> (8-9): 2<br>
                          3_8. களவியல் (109-115): 7<br>
                          3_9. கற்பியல் (116-133): 18<br><br>
                          <strong style="color:gold">அதிகாரங்கள்</strong> (109-133): 25<br>
                          <strong style="color:gold">குறட்பாக்கள்</strong> (25 * 10): 250`;
            break;

        default:
            resultText1 = `<strong style="background-color:red; border-radius: 10px;">பாலின் பெயர் தவறானது!!!</strong>`;
    }

    resultDiv1.innerHTML = resultText1;
}


